[
  {
    "number": "اليهود ونقض العهد",
    "text": "",
    "label": "لم يحترم اليهود عهودهم مع النبي صلى الله عليه وسلم فحاولوا إشعال الفتنة بين صفوف المسلمين، فهذا شاس بن قيس اليهودي أرسل فتى من فتيان اليهود يُذَكِّرُ الأنصار بما كان بينهم في الجاهلية، ففعل الفتى حتى كادوا أن يتقاتلوا، فخرج إليهم النبي صلى الله عليه وسلم، ونهاهم عن العودة إلى الجاهلية، وذكرهم بالإسلام والحب الذي ربط الله به قلوبهم، فعادوا إلى رشدهم وصوابهم.\nولما نصر الله رسولَه والمسلمين على المشركين في غزوة بدر حسدتهم اليهود على ما أنعم الله تعالى به عليهم، فقال فنحاص اليهودي: لا يغرن محمدًا أن غلب قريشًا وقتلهم، إن قريشًا لا تحسن القتال، فلما بلغ رسول الله صلى الله عليه وسلم ما قاله جمع اليهود في سوق بني قينقاع وحذرهم من الغدر ودعاهم إلى الإسلام، وذكرهم بما عندهم من العلم برسالته ونبوته فقال لهم: (احذروا من الله مثل ما نزل بقريش من النقمة، وأسلموا فإنكم قد عرفتم أني نبي مرسل تجدون ذلك في كتابكم وعهد الله إليكم) فقالوا: يا محمد إنك ترى أنا كقومك؟ لا يغرنك أنك لقيت قومًا لا علم لهم بالحرب فأصبت فرصة، أما والله لئن حاربتنا لتعلمن أنا نحن الناس.\nفأنزل الله -سبحانه- على نبيه من القرآن ما يجيبهم به ويرد عليهم ما قالوا وما بغوا، فقال تعالى: {قل للذين كفروا ستغلبون وتحشرون إلى جهنم وبئس\nالمهاد . قد كان لكم آية في فئتين التقتا فئة تقاتل في سبيل الله وأخرى كافرة يرونهم مثليهم رأي العين والله يؤيد بنصره من يشاء إن في ذلك لعبرة لأولي الأبصار} [آل عمران: 12-13].\nإن كلام اليهود هذا تهديد واضح للرسول صلى الله عليه وسلم بالحرب، وتأكيد لنقضهم للمعاهدة التي بينهم وبينه، ومع ذلك فقد صبر عليهم الرسول صلى الله عليه وسلم ولكنهم أصروا على نقضهم للعهد.\nطرد يهود بني قينقاع من المدينة:\nذات يوم ذهبت امرأة مسلمة إلى سوق بني قينقاع لبيع ذهب معها، فاحتال عليها اليهود لتكشف وجهها فأبت، فأخذ الصائغ طرف ثوبها، وربطه إلى\nظهرها -وهي لا تعلم- فلما قامت انكشفت عورتها، وأخذوا يضحكون\nمنها، فصاحت المرأة تستغيث بعد أن طعنت في كرامتها، فوثب رجل مسلم على اليهودي الذي أهان المرأة فقتله، فقام اليهود بقتل ذلك المسلم، فكان شهيدًا في سبيل الله، فقامت الحرب بين المسلمين واليهود بسبب غدرهم ووقاحتهم وسوء أدبهم. _[الواقدي].\nفلما علم بنو قينقاع بقدوم المسلمين فروا إلى حصونهم واختبئوا فيها؛ فحاصرهم المسلمون وحبسوهم في حصونهم، واستمر هذا الحصار خمسة عشر يومًا، بعدها اضطر اليهود إلى أن يفتحوا الحصون ويستسلموا رعبًا وخوفًا من المسلمين، فجاء عبد الله بن أُبي بن سلول، وقال: (يا محمد أحسن في موالي (حلفائي) وظل\nابن سلول يتشفع لهم عند الرسول حتى اكتفى النبي صلى الله عليه وسلم بطردهم من المدينة، فخرجوا تاركين وراءهم أموالهم غنيمة للمسلمين، وذهبوا إلى بلدة تسمي أذرعات في الشام، وهناك سلط الله عليهم وباء مات فيه أغلبهم.\nقتل كعب بن الأشرف اليهودي:\nبقيت في المدينة طائفتان كبيرتان من اليهود: بنو النضير، وبنو قريظة، وما زالوا يعادون المسلمين رغم العهد الذي قطعه رسول الله صلى الله عليه وسلم\nمعهم، فهذا رجل من أغنيائهم اسمه كعب بن الأشرف، لم يكتفِ بالحزن على قتلى الكفار في بدر، بل ذهب إلى مكة وعزَّاهم، وأخذ يرثي قتلاهم بشِعره ويشعل نار الثأر في قلوبهم كي يحاربوا المسلمين، ولم يكتف بهذا، فقد تطاول بإيذاء المسلمين مباشرة فأخذ يهجو رسول الله صلى الله عليه وسلم\nوالصحابة -رضي الله عنهم- ويقع في أعراضهم.\nفقال رسول الله صلى الله عليه وسلم: (مَنْ لكعب بن الأشرف؛ فإنه قد آذى الله ورسوله؟) فقام محمد بن مسلمة فقال: يا رسول الله، أتحب أن أقتله؟ قال: (نعم) قال: فأذن لي أن أقول شيئًا (أي يعيب الرسول صلى الله عليه وسلم والمسلمين حتى يطمئن إليه كعب) قال صلى الله عليه وسلم: (قل) فذهب محمد بن مسلمة إلى كعب بن الأشرف اليهودي، فقال له: إن هذا الرجل قد سألنا صدقة (أي مالا) وإنه قد عنانا (أتعبنا) وإني قد أتيتك أستسلفك (أي أطلب منك مالا) قال كعب: وأيضًا والله لتملنه (يصيبكم الملل من صحبة محمد) قال محمد بن مسلمة: إنا قد اتبعناه، فلا نحب أن ندعه (نتركه) ننظر إلى أي شيء يصير شأنه، وقد أردنا أن تسلفنا وسقًا أو وسقين (الوسق: كيل معلوم) فقال: نعم ارهنوني.\nقالوا: أي شيء تريد؟ قال: ارهنوني نساءكم، قالوا: كيف نرهنك نساءنا وأنت أجمل العرب، قال: فارهنوني أبناءكم؟ قالوا: كيف نرهنك أبناءنا فيسب أحدهم فيقال: رهن بوسق أو وسقين؟ هذا عار علينا، ولكنا نرهنك اللأمة (السلاح) فواعده أن يأتيه، فجاءه ليلا ومعه أبو نائلة -وهو أخو كعب من\nالرضاعة- فدعاهم إلى الحصن، فنزل إليهم فقالت له امرأته: أين المخرج هذه الساعة؟ قال: إنما هو محمد بن مسلمة ورضيعي أبو نائلة، فنزل إليهم وهو ينفح منه ريح الطيب، فقال أبو نائلة: ما أريت كاليوم ريحًا أطيب، أتأذن لي أن أشم رأسك؟ قال: نعم، فلما استمكن منه قال: دونكم فاقتلوه، فقتلوه، ثم أتوا النبي صلى الله عليه وسلم فأخبروه. [الترمذي].                      "
  },
  {
    "number": "فتح مكة ",
    "text": "",
    "label": "بعد صلح الحديبية انضمت قبيلة بكر لقريش ، وانضمت قبيلة خزاعة لحلف المسلمين . وكان بين بني بكرٍ وقبيلة خزاعة ثارات في الجاهلية ودماء ، وذات يومٍ تعرضت قبيلة خزاعة لعدوانٍ من قبيلة بكر الموالية لقريش ، وقتلوا منهم نحو عشرين رجلاً . ودخلت خزاعة الحرم للنجاة بنفسها ، ولكن بني بكرٍ لاحقوهم وقتلوا منهم في الحرم . فجاء عمرو بن سالم الخزاعي الرسول صلى الله عليه وسلم يخبرهم بعدوان قبيلة بكرٍ عليهم ، وأنشد الرسول صلى الله عليه وسلم شعراً : يا رب إني نـاشد محمداً حلف أبـينا وأبيه الأتلدا إنه قريشٌ أخلفوك المـوعدا ونقضوا ميثاقك المؤكدا فانصر رسول الله نصراً أعتدا وادع عباد الله يأتوا مدداً فقال له رسول الله عليه وسلم : \" نصرت يا عمرو بن سالم ، والله لأمنعنكم مما أمنع نفسي منه \" . ودعا الله قائلاً \" اللهم خذ العيون والأخبار عن قريش حتى نبغتها في بلادها \". وندمت قريش على مساعدتها لبني بكرٍ ، ونقضها للعهد ، فأرسلت أبا سفيانٍ إلى المدينة ليصلح ما فسد من العهد ، ولكنه عاد خائباً إلى مكة . وأخذ رسول الله عليه وسلم يجهز الجيش للخروج إلى مكة . فحضرت جموعٌ كبيرة من القبائل . ولكن حدث شيءٌ لم يكن متوقعاً من صحابي . وهو أن الصحابي حاطب بن أبي بلتعة كتب كتاباً بعث به إلى قريشٍ مع امرأة ، يخبرهم بما عزم عليه رسول الله عليه وسلم ، وأمرها أن تخفي الخطاب في ضفائر شعرها حتى لا يراها أحدٌ . فإذا الوحي ينزل على رسول الله عليه وسلم بما صنع حاطب ، فبعث الرسول صلى الله عليه وسلم علي بن أبي طالب والزبير بن العوام ليلحقا بالمرأة . وتم القبض عليها قبل أن تبلغ مكة ، وعثرا على الرسالة في ضفائر شعرها . فلما عاتب النبي صلى الله عليه وسلم حاطباً اعتذر أنه لم يفعل ذلك ارتداداً عن دينه ، ولكنه خاف إن فشل رسول الله عليه وسلم على أهله والذين يعيشون في مكة . فقال عمر : \" يا رسول الله ، دعني أضرب عنق هذا المنافق \" . فقال رسول الله عليه وسلم: \" إنه قد شهد بدراً ، وما يدريك لعل الله قد اطلع على من شهد بدراً فقال اعملوا ما شئتم فقد غفرت لكم \" . وكان حاطب ممن حارب مع رسول الله عليه وسلم في غزوة بدر . فعفا عنه ، وتحرك جيش المسلمين بقيادة رسول الله عليه وسلم إلى مكة في منتصف رمضان من السنة الثامنة للهجرة . وبلغ عددهم نحو عشرة آلاف مقاتل . ووصلوا \" مر الظهران \" قريباً من مكة ، فنصبوا خيامهم ، وأشعلوا عشرة آلاف شعلة نار . فأضاء الوادي . وهناك تقابل العباس بن عبد المطلب وأبو سفيان . فأخذه العباس إلى رسول الله صلى الله عليه وسلم . فقال له الرسول عليه الصلاة والسلام : \" ويحك يا أبا سفيانٍ أما آن لك أن تعلم أن لا إله إلا الله ؟ \" . فقال العباس : \" والله لقد ظننت أن لو كان مع الله غيره لقد أغنى عني شيئاً بعد \" . قال رسول الله صلى الله عليه وسلم : \" ويحك ألم يأن لك أن تعلم أني رسول الله ؟ \" فقال : \" أما هذه فإن في النفس منها حتى الآن شيئاً \" . وبعد حوارٍ طويلٍ دخل أبو سفيانٍ في الإسلام . وقال العباس : \" إن أبا سفيانٍ يحب الفخر فاجعل له شيئاً . فقال الرسول صلى الله عليه وسلم : \" من دخل دار أبي سفيانٍ فهو آمن ومن دخل المسجد فهو آمن ومن أغلق بابه فهو آمن \" . وأراد الرسول صلى الله عليه وسلم أن يري أبا سفيانٍ قوة المسلمين ، فحبسه عند مضيق الجبل . ومرت القبائل على راياتها ، ثم مر رسول الله صلى عليه وسلم في كتيبته الخضراء. فقال أبو سفيان : ما لأحدٍ بهؤلاء من قبل ولا طاقة . ثم رجع أبو سفيانٍ مسرعاً إلى مكة ، ونادى بأعلى صوته : \" يا معشر قريش ، هذا محمدٌ قد جاءكم فيما لا قبل لكم به . فمن دخل داري فهو آمن ، ومن أغلق عليه بابه فهو آمن ، ومن دخل المسجد فهو آمن \". فهرع الناس إلى دورهم وإلى المسجد . وأغلقوا الأبواب عليهم وهم ينظرون من شقوقها وثقوبها إلى جيش المسلمين ، وقد دخل مرفوع الجباه . ودخل جيش المسلمين مكة في صباح يوم الجمعة الموافق عشرين من رمضان من السنة الثامنة للهجرة . ودخل رسول الله صلى الله عليه وسلم مكة من أعلاها وهو يقرأ قوله تعالى : (( إنا فتحنا لك فتحاً مبيناً )) واستسلمت مكة ، وأخذ المسلمون يهتفون في جنبات مكة وأصواتهم تشق عناء السماء : الله أكبر .. الله أكبر . وتوجه رسول الله صلى الله عليه وسلم إلى الحرم ، وطاف بالكعبة ، وأمر بتحطيم الأصنام المصفوفة حولها . وكان يشير إليها وهو يقول : (( و قل جاء الحق و زهق الباطل إن الباطل كان زهوقاً )) وبعد أن طهرت الكعبة من الأصنام أمر النبي عليه الصلاة والسلام بلالاً أن يؤذن فوقها . ثم قال رسول الله صلى الله عليه وسلم : \" يا معشر قريش ، ما ترون أني فاعل بكم ؟ \" قالوا : \" خيراً . أخٌ كريمٌ وابن أخٍ كريم \" . فقال عليه الصلاة والسلام : \" اذهبوا فأنتم الطلقاء\". فما أجمل العفو عند المقدرة ، وما أحلى التسامح والبعد عن الانتقام . ولننظر ما فعل الغالبون بالمغلوبين في الحربين العالميتين في قرننا هذا ، قرن الحضارة كما يقولون ، لنعلم الفرق ما بين الإسلام والكفر . وهكذا ارتفعت راية الإسلام في مكة وما حولها ، وراح الناس ينعمون بتوحيد الله"
  },
  {
    "number": "بعث الرجيع",
    "text": "",
    "label": "جاء إلى النبي صلى الله عليه وسلم أناس من المشركين من قبيلتي عضل والقارة وطلبوا منه أن يرسل معهم من يعلمهم الدين ويقرئهم القرآن، فاستجاب لهم النبي صلى الله عليه وسلم، وأرسل معهم عشرة من أصحابه بقيادة عاصم بن ثابت -رضي الله عنه- لعل الله أن يهديهم، وعندما اقترب عاصم وأصحابه من قبيلة هذيل، هجم عليهم هؤلاء المشركون المخادعون، فاستشهد سبعة من المسلمين، ووقع ثلاثة في الأسر، وهم: خبيب بن عدي، وزيد بن الدثنة\nوعبد الله بن طارق -رضي الله عنهم- وأخذهم نفر من قبيلة هذيل، ليبيعوهم في مكة، فأفلت عبد الله بن طارق من قيوده، فلحق به الكفار وقتلوه، وباعوا زيدًا لصفوان بن أمية ليقتله ثأرًا لأبيه أمية بن خلف، واجتمع كفار مكة ليشهدوا قتل زيد، فاقترب أبو سفيان منه، وقال له: أنشدك الله يا زيد، أتحب أن محمدًا الآن عندنا مكانك نضرب عنقه، وأنك في أهلك؟ فأجابه زيد قائلاً: والله ما أحب أن محمدًا صلى الله عليه وسلم الآن في مكانه الذي هو فيه، تصيبه شوكة\nتؤذيه، وأني جالس في أهلي، فقال أبو سفيان: ما رأيتُ من الناس أحدًا يحب أحدًا كحب أصحاب محمدٍ محمدًا، ثم قُتل زيد.\nأما خبيب فقد اشتراه عقبة بن الحارث ليقتله؛ لأنه قتل أباه الحارث بن عامر\nيوم بدر، وخرج به المشركون في مكان واسع، وصنعوا له صليبًا من خشب ليصلبوه عليه، فقال لهم خبيب: إن رأيتم أن تدعوني حتى أركع ركعتين فافعلوا وبعد أن صلى آخر ركعتين في حياته قال لهم: أما والله لولا أن تظنوا أني إنما طولت جزعًا من القتل لاستكثرت من الصلاة، فكان خبيب أول من سن ركعتين عند القتل، وعندما ربطوه في الخشبة توجه إلى الله تعالى، وقال: اللهم أحصهم عددًا، واقتلهم بددًا، ولا تغادر منهم أحدًا.\nوأما عاصم بن ثابت، فقد رفض أن يستسلم للمشركين، وقاتلهم حتى قتل فأرادوا أن يأخذوا رأسه ليبيعوها لسلافة بنت سعد، وكانت قد نذرت حين أصاب ابنيها يوم أحد لئن قدرت على رأس عاصم لتشربن فيها الخمر، لكن النحل تجمع حول جسد عاصم فلم يقدروا على قطع رأسه، فقالوا: دعوه حتى يمسي فيذهب عنه الدبر (النحل) فنأخذه، فبعث الله سيلا في الوادي، فاحتمل عاصمًا، فذهب به، وكان عاصم قد أعطى الله عهدًا ألا يمسه مشرك ولا يمس مشركًا أبدًا، فحفظه الله بعد موته، ولم يسمح للمشركين بمسه.                      "
  },
  {
    "number": "يوم بئر معونة",
    "text": "",
    "label": "رغم ما حدث للعشرة الذين قتلوا في بعث الرجيع، ما زال المسلمون يقدمون أرواحهم في سبيل نشر الدين، فقد باعوا أنفسهم لله تعالى، واشتروا بها\nالجنة، فقد قدم عامر بن مالك على رسول الله صلى الله عليه وسلم\nالمدينة، فعرض عليه الإسلام، فلم يسلم ولم يرفض، وقال للرسول صلى الله عليه وسلم: لو بعثت رجالا من أصحابك إلى أهل نجد، فدعوهم إلى أمرك رجوت أن يستجيبوا لك، فقال صلى الله عليه وسلم: إني أخشى عليهم أهل نجد، فقال عامر: أنا لهم جار (أي: سوف أحميهم).\nفبعث معه رسول الله صلى الله عليه وسلم سبعين رجلا من صحابته ليدعوا قبائل نجد إلى الإسلام، فسار الصحابة في الصحراء، وكانوا يجمعون الحطب نهارًا ويبيعونه حتى يكسبوا معاشهم، وينامون بعض الليل، ثم يستيقظون لعبادة الله بقية ليلهم، وظلوا هكذا حتى وصلوا إلى بئر معونة، وهناك أرسلوا أحدهم، ويدعى حرام بن ملحان -رضي الله عنه- برسالة من الرسول صلى الله عليه وسلم يدعو فيها عامر بن الطفيل إلى الإسلام.\nولكن هذا المشرك طعن حرام بن ملحان بكل غدر وحمق وجهالة، فصاح ذلك الصحابي -والدم يسيل من جسده الطاهر- قائلا: فزت ورب الكعبة، ولم يكتفِ عامر بن الطفيل بما فعله، وإنما جمع أعوانه من الكفار، وأحاطوا بالمسلمين وهم في رحالهم، وقتلوهم جميعًا إلا كعب بن زيد الذي عاش حتى قتل يوم الخندق شهيدًا، وكان في سرح الدعاة اثنان لم يشهدا الموقعة الغادرة، أحدهما\nعمرو بن أمية الضمري ولم يعرف النبأ إلا فيما بعد، ورجل من الأنصار، فأقبلا يدافعان عن إخوانهما، فقتل الأنصاري، وأسر عمرو بن أمية، ولكن عامر بن الطفيل أطلق سراحه، فرجع إلى المدينة.\nوفي الطريق لقى رجلين ظنهما من بني عامر فقتلهما، ثم تبين لما وصل إلى رسول الله صلى الله عليه وسلم أنهما من بني كلاب، وأن النبي صلى الله عليه وسلم قد أجارهما، فالتزم الرسول صلى الله عليه وسلم بدفع ديتهما، حزن الرسول صلى الله عليه وسلم وصحابته حزنًا شديدًا على هؤلاء الصحابة، وظل الرسول صلى الله عليه وسلم شهرًا يقنت في صلاة الصبح ويدعو على قبائل سليم، مؤجلا الرد عليهم حتى يتخلص من أعداء المسلمين في المدينة؛ لأن خطرهم أشد، ألا وهم يهود بني النضير."
  },
  {
    "number": "سرية نجد",
    "text": "",
    "label": "في شهر المحرم من العام السادس الهجري خرجت سرية من المسلمين إلى\nبني بكر، فهرب بنو بكر خوفًا من المسلمين، وتركوا أنعامهم وإبلهم، فأخذها المسلمون، وبينما المسلمون عائدون وجدوا أمامهم ثمامة بن أثال، ولم يكن قد أسلم بعد، فقبض عليه المسلمون، وعندما وصلوا المدينة ربطوه في أحد أعمدة المسجد، وعندما رأى ثمامة الرسول صلى الله عليه وسلم طلب منه أن يطلقه مقابل ما يريد من المال، وقال له: إن تقتل تقتل ذا دم (أي: رجلا له مكانة في قومه وسوف يثأرون له) وإن تنعم تنعم على شاكر (أي رجل يعرف لك جميلك ويكافئك عليه).\nفعفا عنه الرسول صلى الله عليه وسلم، وأطلق سراحه، فانصرف ثمامة، ولكنه عاد إلى الرسول صلى الله عليه وسلم وأعلن إسلامه، وقال: أشهد أن لا إله إلا الله، وأشهد أن محمدًا رسول الله، يا محمد، والله ما كان على الأرض وجه أبغض إلي من وجهك، فقد أصبح وجهك أحب الوجوه إلي، والله ما كان من دين أبغض إلي من دينك، فأصبح دينك أحب الدين إلي، والله ما كان من بلد أبغض إلي من بلدك، فأصبح بلدك أحب البلاد إلي، وإن خيلك أخذتني وأنا أريد العمرة، وذهب ثمامة إلى مكة، فلما عرفوا أنه قد أسلم قالوا له: صبوت\n(أي: فارقت دينك)؟ قال: لا والله .. ولكن أسلمت مع محمد رسول الله\nصلى الله عليه وسلم، والله لا يأتيكم من اليمامة حبة حنطة (قمح) حتى يأذن فيها النبي صلى الله عليه وسلم.\nومرت الأيام، وأحاط الجوع بقريش، واحتاجت إلى القمح، فأرسلوا إلى النبي صلى الله عليه وسلم يسألونه أن يأمر ثمامة بإرسال القمح إلى قريش، ورغم أن قريشًا حاصرت الرسول وقومه في شِعب أبي طالب ثلاث سنوات، وأذاقوهم عذاب الجوع، إلا أن الرسول صلى الله عليه وسلم قابل الإساءة بالإحسان ورفض تعريض قريش للجوع، وأمر ثمامة أن يبيع لهم القمح.\nغزوة بني لحيان\nلكي لا يتجرأ الكفار على المسلمين خرج رسول الله صلى الله عليه وسلم في شهر شعبان يريد بني لحيان، وقد أظهر أنه متوجه إلى الشام؛ ليفاجئ القوم ولينتقم من الذين غدروا بأصحابه يوم الرجيع، فلما سمعت هذه القبائل الغادرة بمقدمه هربت إلى الجبال، ومكث المسلمون يومين، وأرسل رسول الله صلى الله عليه وسلم بعض فرسانه قريبًا من مكة؛ لتسمع بهم قريش، وليعلموا بما حدث فيزدادوا خوفًا ورعبًا من المسلمين، ثم عاد المسلمون إلى المدينة."
  },
  {
    "number": "عمرة القضاء",
    "text": "",
    "label": "في العام السابع الهجري، أصبح للمسلمين الحق في دخول مكة للعمرة حسب اتفاقهم مع قريش في العام السابق، فخرج رسول الله ( ومعه ألفان من المسلمين ودخلوا مكة حاملين سيوفهم، وأخذوا يطوفون حول الكعبة في عزٍّ وقوة، حتى قال أهل مكة من الكفار، وهم ينظرون في دهشة إلى المسلمين وقوتهم: هؤلاء هم الذين قلتم: إن حُمَّى المدينة أضعفتهم! [أحمد]\nوقضى المسلمون عمرتهم ثم خرجوا من مكة بعد ثلاثة أيام احترامًا للاتفاق الذي عقدوه في صلح الحديبية مع كفار قريش، وسميت هذه العمرة بعمرة القضاء؛ لأن المشركين صدوا رسول الله ( عام الحديبية عن البيت الحرام، فكان مجيئه في العام التالي لقضاء ما فاته.\nوبينما الرسول ( وحوله أصحابه عائدون،إذا بفتاة تخرج من مكة، تجري خلفهم وتنادي رسول الله ( قائلة: يا عم. يا عم.\nإنها ابنة حمزة سيد الشهداء الذي استشهد في أحد، فأخذها علي بن أبي طالب، وسلمها إلى السيدة فاطمة زوجته، وإذا بزيد بن حارثة وجعفر يتنافسان على أيهما أحق بكفالتها.\nفقال جعفر: ابنة عمي وخالتها زوجتي. وقال علي: أنا أخذتها وهي بنت عمي.\nوقال زيد: ابنة أخي؛ لأن النبي ( قد آخى بين زيد وحمزة. فحكم النبي ( بأن تكون مع جعفر وزوجته. وقال: \"الخالة بمنزلة الأم\" [البخاري].\nوفي هذه العمرة تزوج الرسول ( من السيدة ميمونة بنت الحارث الهلالية\n-رضي الله عنه-.\nإسلام عمرو بن العاص:\nأمام انتصارات الإسلام المتتالية، وازدياد قوة المسلمين يومًا بعد يوم، وقف عمرو بن العاص مع نفسه، فهداه تفكيره إلى أن يرحل إلى الحبشة ويراقب من هناك صراع الإسلام مع المشركين من قريش، فإذا انتصر المسلمون كان آمنًا، وإذا انتصر الكفار عاد إليهم.\nوبينما عمرو بن العاص يستعد للدخول إلى النجاشي ملك الحبشة إذا به يرى عمرو بن أمية الضمري -رضي الله عنه- خارجًا من عنده، فلما دخل عمرو على النجاشي قال له: أيها الملك إن قد رأيت رجلاً يخرج من عندك وهو رسول رجل عدو لنا فأعطنيه لأقتله فإنه قد أصاب من أشرافنا وخيارنا.\nفغضب النجاشي، ولطم أنفه بضربة شديدة، حتى ظن عمرو أن أنف النجاشي قد كسرت، وارتعد عمرو من الخوف، لكنه تماسك وقال للنجاشي: أيها الملك! والله، لو ظننت أنك تكره هذا ما سألتكه. قال: أتسألني أن أعطيك رسول رجل يأتيه الناموس الأكبر الذي كان يأتي موسى فتقتله؟ فقال عمرو: أيها الملك، أكذاك هو؟ فقال النجاشي: ويحك يا عمرو! أطعني واتبعه فإنه والله لعلى الحق، وليظهرن على من خالفه كما ظهر موسى بن عمران على فرعون وجنوده.\nفقال عمرو: أفتبايعني له على الإسلام؟ قال: نعم.\nفبسط عمرو يده، فبايعه على الإسلام. فلما قدم عمرو المدينة ذهب إلى رسول الله ( ليبايعه وقال لرسول الله (: يا رسول الله إني أبايعك على أن تغفر لي ما تقدم من ذنبي ولا أذكر ما تأخر. فقال رسول الله (: \"يا عمرو بايع، فإن الإسلام يجُبُّ (يهدم) ما كان قبله، وإن الهجرة تَجُبُّ ما كان قبلها\"[ابن إسحاق] فأسلم عمرو، وكان إسلامه في العام الثامن الهجري.\nإسلام خالد بن الوليد:\nوقف خالد بن الوليد بعد صلح الحديبية حائرًا، فقد فَطن إلى أن النصر سيكون للمسلمين على قريش، وبدأ يفكر في مكان يذهب إليه.\nوعندما وصل المسلمون مكة في عمرة القضاء، ومعهم الوليد بن الوليد أخو خالد، ظل الوليد يبحث عن أخيه خالد، فلما لم يجده ترك له رسالة، قال فيها: بسم الله الرحمن الرحيم. أما بعد، فإني لم أر أعجب من ذهاب رأيك عن الإسلام، وعقلك عقلك! ومثلُ الإسلام جهله أحد؟! وقد سألني رسول الله ( عنك فقال: \"أين خالد؟\" فقلت: يأتي الله به. فقال: \"مثله جهل الإسلام! ولو كان جعل نكايته وجدَّه مع المسلمين على المشركين، لكان خيرًا له، ولقدَّمناه على غيره\". فاستدرك يا أخي ما فاتك من مواطن صالحة. قرأ خالد هذه الكلمات الصادقة، فانشرح صدره للإسلام وتوجه إلى رسول الله (.\nوفي الطريق، التقى بعمرو بن العاص، وعثمان بن طلحة فتوجهوا معًا إلى المدينة وقد جمع الإسلام بين قلوبهم، فلما رآهم الرسول ( أشرق وجهه بابتسامة عذبة، وبايعهم على الإسلام."
  },
  {
    "number": "دعوة الملوك الى الإسلام",
    "text": "",
    "label": "بدأ رسول الله ( يبعث برسائله إلى ملوك وحكام العالم يدعوهم فيها إلى الإسلام، فأرسل ( إلى النجاشي ملك الحبشة عمرو بن أمية الضمري، فوضع النجاشي الرسالة على عينيه، ونزل عن سريره تواضعًا واحترامًا له واعتنق الإسلام وقال: لو كنت أستطيع أن آتيه لأتيته.\nوأرسل إلى المقوقس حاكم مصر حاطب بن أبي بلتعة، فأحسن المقوقس استقباله، وأعطاه هدايا كثيرة للنبي ( وجاريتين، وبغلة، وطبيبًا، ولكنه لم يدخل الإسلام خوفًا على ملكه.\nوأرسل دحية بن خليفة الكلبي إلى هرقل ملك الروم، فسلمه دحية كتاب النبي ( الذي يقول فيه: \"بسم الله الرحمن الرحيم، من محمد عبد الله ورسوله إلى هرقل عظيم الروم، سلام على من اتبع الهُدَى. أما بعد، فإني أدعوك بدعاية الإسلام، أسلم تسلم، أسلم يؤتك الله أجرك مرتين، فإن توليت فإن عليك إثم الأريسيين (عامة الشعب)، (قل يا أهل الكتاب تعالوا إلى كلمة سواء بيننا وبينكم ألا نعبد إلا الله ولا نشرك به شيئًا ولا يتخذ بعضنا بعضًا أربابًا من دون الله فإن تولوا فقولوا اشهدوا بأنا مسلمون) [آل عمران: 64] [البخاري].\nفجمع هرقل وزراءه وحاشيته وقال لهم: يا معشر الروم، هل لكم في الفلاح والرشد، وأن يثبت ملكُكُم فتبايعوا هذا النبي (؟ فثارت الحاشية، ورفعوا الصليب وأعلنوا عصيانهم، فلما رأى هرقل ذلك يئس من إسلامهم، وخاف على نفسه وملكه، فقام بتهدئتهم، ثم قال: إني قلت مقالتي آنفًا لأختبر بها شدتكم على دينكم، فقد رأيت. فسجدوا له، ورضوا عنه. [البخاري].\nأما كسرى ملك الفرس، فقد بعث إليه النبي ( بكتاب مع عبد الله بن حذافة، وآمن بالله وقد جاء فيه: \"بسم الله الرحمن الرحيم. من محمد رسول الله إلى كسرى عظيم فارس، سلام على من اتبع الهدى، وآمن بالله ورسوله، وشهد أنه لا إله إلا الله وأن محمدًا عبده ورسوله، وإني أدعوك بدعاء الله، وإني رسول الله إلى الناس كافة لأنذر من كان حيًّا ويحق القول على الكافرين، فأسلم تسلم، وإن توليت فإنما إثم المجوس عليك\" [ابن إسحاق].\nفمزق كسرى الرسالة، وأرسل لنائبه على اليمن يأمره بأن يرسل رجلين يأتيانه بمحمد (، ووصل الرجلان لتنفيذ المهمة، وإذا بالنبي ( يخبر الرجلين أن الله مزق ملك كسرى كما مزق كتابه، وعاد الرجلان إلى اليمن فوجد أن كسرى قد قتله ابنه، فدخلا في الإسلام.                      "
  },
  {
    "number": "مجئ الوفود الي الرسول",
    "text": "",
    "label": "في العام التاسع الهجري أقبلت وفود العرب من كل مكان إلى المدينة لتبايع رسول الله ( على دخول الإسلام، وعلى السمع والطاعة. وكان رسول الله ( يرسل مع كل وفد من يعلمهم أمور الدين، ويجمع منهم الزكاة ويوزعها على فقرائهم.\nوجاء وفد ثقيف الذين تركهم المسلمون في غزوة الطائف، ودعا رسول الله ( لهم بالهداية. جاءوا بأنفسهم من غير قتال إلى المدينة، بعد أن رأوا أنه لا طاقة لهم بحرب من حولهم من المسلمين فبايعوا كلهم وأسلموا، وأرسلوا وفدًا منهم يرأسهم كنانة بن عبد ياليل، فلما قربوا من المدينة قابلهم المغيرة بن شعبة، فاستقبلهم وعلمهم كيف يُحيُّون الرسول ( عند دخولهم عليه.\nوأنزل رسول الله ( وفد ثقيف في المسجد، وبنى لهم خيامًا لكي يسمعوا القرآن ويروا الناس إذا صلوا، ومكث الوفد أيامًا يذهبون إلى رسول الله (، ويذهب إليهم ليعلمهم مبادئ الإسلام، وكان يأتيهم كل ليلة بعد العشاء فيقف عليهم يحدثهم، وكان في هذا الوفد عثمان بن أبي العاص، وكان أصغرهم، فكانوا إذا ذهبوا إلى مجلس رسول الله ( تركوه على رحالهم.\nفكان عثمان كلما رجع الوفد وناموا وقت الظهيرة، ذهب إلى رسول الله ( فسأله عن الدين، واستقرأه القرآن، وذهب إليه عثمان على ذلك مرات كثيرة، وكان إذا وجد رسول الله ( نائمًا ذهب إلى أبي بكر، وكان يكتم ذلك عن أصحابه، فأعجب ذلك رسول الله ( وأحبه. وأخيرًا دخل الإسلام أفئدتهم، ولكن كنانة بن عبد ياليل قال لرسول الله (: أفرأيت الزنا فإنا قوم نغترب ولابد لنا منه؟. قال: \"هو عليكم حرام، فإن الله يقول: (ولا تقربوا الزنى إنه كان فاحشة وساء سبيلاً) [الإسراء: 32].\nقالوا: أفرأيت الربا فإنه أموالنا كلها؟ قال: \"لكم رءوس أموالكم، إن الله تعالى يقول: \" يا أيها الذين آمنوا اتقوا الله وذروا ما بقي من الربا إن كنتم مؤمنين) [البقرة:278].\nقالوا: أفرأيت الخمر، فإنه عصير أرضنا لابد لنا منها؟ قال (: \"إن الله حرمها، قال تعالى: (يا أيها الذين آمنوا إنما الخمر والميسر والأنصاب والأزلام رجس من عمل الشيطان فاجتنبوه لعلكم تفلحون) [المائدة: 90]. وسألوه أيضًا أن يضع عنهم الصلاة، فقال رسول الله ( لهم: \"لا خير في دين بلا صلاة\"\n[ابن إسحاق].\nوخلا بعضهم إلى بعض يتشاورون في الأمر ثم عادوا إلى رسول الله (، وقد خضعوا لذلك كله، ولكنهم سألوه أن يترك لهم وثنهم (اللات) الذي كانوا يعبدونه ثلاث سنين لا يهدمها، فأبى رسول الله ( ذلك، فما زالوا يسألونه سنة سنة، ويأبى عليهم، حتى سألوه شهرًا واحدًا بعد مقدمهم، فأبى عليهم أن يدعها إلى أي أجل، فقالوا للرسول: فتول أنت إذن هدمها، فأما نحن فإنا لا نهدمها أبدًا.\nفقال لهم:\"سأبعث لكم من يكفيكم ذلك\". ثم استأذنوا النبي (، فأذن لهم، وأكرمهم وحياهم، وأمر عليهم عثمان بن أبي العاص لما رأى من حرصه على الإسلام، وكان قد تعلم سورًا من القرآن قبل أن يخرج. [ابن إسحاق]\nوبعث رسول الله ( إليهم وفدًا على أثرهم، أمَّر عليهم خالد بن الوليد، وفيهم المغيرة بن شعبة وأبو سفيان بن حرب، فعمدوا إلى اللات فهدموها، وخرجت نساء ثقيف مكشوفات الرأس، يبكين عليها ويرثينها، وكلما ضربها المغيرة بفأسه كان أبو سفيان يسخر من الصنم ويصانع حزن تلك النسوة اللاتي يندبن ويبكين عليه واهًا لك أهًا لك. [ابن إسحاق]\nوقدمت وفود كثيرة المدينة، ودخلت في دين الله أفواجًا وجماعات، قال الله تعالى: (إذا جاء نصر الله والفتح. ورأيت الناس يدخلون في دين الله أفواجًا. فسبح بحمد ربك واستغفره إنه كان توابا) [النصر].\nإرسال الولاة والأمراء إلى قبائل العرب:\nأخذ النبي ( يرسل أمراءه وولاته إلى قبائل العرب يدعونهم، ويعلمونهم الإسلام، الذي انتشر في شبه الجزيرة العربية. وكان ممن أرسلهم معاذ بن جبل\n-رضي الله عنه-، وهو أعلم الناس بالحلال والحرام، بعثه إلى اليمن، وقال له:\n\"يا معاذ، لعلك لا تلقاني بعد عامي هذا\". [أحمد]، فبكى معاذ خشية فراق\nالنبي (.\nحج أبي بكر الصديق بالناس:\nجاء موسم الحج من العام التاسع الهجري، فأمر الرسول ( أبا بكر الصديق -رضي الله عنه- أن يحج بالناس، ونزلت الآيات الأولى من سورة التوبة، يعطي الله فيها للمشركين مهلة أربعة أشهر ليتوبوا ويؤمنوا بالله، وإلا قتلوا؛ لتتخلص مكة وما حولها من الشرك البغيض.\nوأما من كان له عهد أطول من هذه المدة، وكان حافظًا لعهده مع المسلمين، يوفَّى له بمدة العهد، وهكذا وضع الإسلام حدًّا للوثنية في هذه الأرض الطاهرة، قال تعالى: (براءة من الله ورسوله إلى الذين عاهدتم من المشركين. فسيحوا في الأرض أربعة أشهر واعلموا أنكم غير معجزي الله وأن الله مخزي الكافرين) [التوبة: 1-2]. ونهى العرب عن الطواف بالبيت الحرام وهم عراة، فقد كان بعضهم يفعل ذلك، ولكن الرسول ( أمر أن يكون هذا العام آخر عام يحج فيه المشركون مع المسلمين، فقال: \"ألا لا يحج بعد العام مشرك، ولا يطوف بالبيت عريان\". [البخاري].                      "
  },
  {
    "number": "حجة الوداع",
    "text": "",
    "label": "في العام العاشر الهجري حج الرسول ( مع أمته حجة الوداع؛ ليعلم الناس مناسك الحج في الإسلام.\nووقف رسول الله ( بين جموع المسلمين وهم حوالي مائة ألف مسلم يعظهم ويرشدهم. وهذا ربيعة بن أمية بن خلف ذو الصوت القوي العالي يبلِّغ عن رسول الله ( حتى يسمع الجميع، وكان مما قاله رسول الله (: \"أيها الناس، اسمعوا قولي، فإني لا أدري لعلي لا ألقاكم بعد عامي هذا بهذا الموقف أبدًا، أيها الناس، إن دماءكم وأموالكم حرام عليكم كحرمة يومكم هذا، في شهركم هذا، في بلدكم هذا\" [مسلم].\nونهاهم عن الربا، وأكل أموال الناس بالباطل، وأوصى الرجال بالنساء، يكرمونهن ويحسنون إليهن. ثم قال: \"وأنتم تُسْأَلُون عني، فما أنتم قائلون؟\" قالوا: إنك قد بلغت وأديت ونصحت. فقال ثلاث مرات: \"اللهمَّ فاشهد\" [مسلم].\nوبينما رسول الله ( يتحدث إلى الناس، كان هناك رجل يبكي بكاء شديدًا، إنه أبو بكر الصديق حبيب رسول الله (، وأحب صحابته إلى قلبه، فقد أحس بقرب أجل رسول الله (، فقال: فداك أبي وأمي يا رسول الله.\nجيش أسامة:\nوفي شهر صفر من العام الحادي عشر جهز الرسول ( جيشًا كبيرً لتأديب الروم، وأراد رسول الله ( أن يُعلِّم المسلمين درسًا عظيمًا في القيادة، فولَّى على الجيش أسامة بن زيد بن حارثة -رضي الله عنه-، وهو لم يبلغ العشرين من عمره؛ ليعطي الفرصة للشباب في تولي المهام الصعبة، وتدريبهم على تحمل المسئولية، برغم أن جيش المسلمين كان به كبار الصحابة مثل: أبي بكر، وعمر، وأبي عبيدة بن الجراح، وغيرهم الكثير -رضي الله عنهم أجمعين-.\nوضرب الجيش معسكره خارج المدينة، ولكنه عاد بعد أن علم بمرض رسول الله (، ثم بوفاته، ثم سرعان ما خرج الجيش في عهد أبي بكر الصديق\n-رضي الله عنه- وهزم الروم."
  },
  {
    "number": "مرض الرسول ووفاته",
    "text": "",
    "label": "أصابت الحمى الرسول صلى الله عليه وسلم ، وظل يعاني منها أيامًا، فأمر أبا بكر الصديق أن يصلي بالناس، وكان إذا خرج إلى المسجد استند إلى الفضل بن العباس، وعلي بن أبي طالب.\nوفي بيت عائشة -رضي الله عنها- اشتد به الوجع، وكان قد شعر بقلق أصحابه وحزنهم عليه، فأمرهم أن يصبوا عليه من سبع قرب مليئة بالماء لم يكشف غطاؤها، لعله يستطيع الخروج إلى الناس فقال: \"أهريقوا عليَّ من سبع قرب لم تحلل أوكيتُهُنَ لعلي أعهد إلى الناس\" [متفق عليه].\nقالت عائشة -رضي الله عنها-: فأجلسناه في مخضب (الشيء الذي يغسل فيه الثياب)، ثم طفقنا نصب عليه من تلك القرب حتى طفق يشير إلينا بيده أن قد فعلتن.\nثم خرج إلى الناس فصلى بهم وخطبه، وكان عاصبًا رأسه، فجلس على المنبر، ثم كان أول ما تكلم به أن صلى على أصحاب أحد، واستغفر لهم. ثم قال: \"عبد خَيَّرَهُ بين أن يؤتيه زهرة الدنيا، وبين ما عنده، فاختار ما عنده\".\nفبكى أبو بكر -رضي الله عنه- إذ علم ما يقصده النبي صلى الله عليه وسلم ، وناداه قائلاً: فديناك بآبائنا وأمهاتنا، فقال: \"على رسلك يا أبا بكر. أيها الناس، إن أمن الناس عليَّ في ماله وصحبته أبو بكر، ولو كنت متخذًا خليلا؛ لاتخذتُ أبا بكر خليلاً، ولكن أخوة الإسلام، وإن فرط لكم، وأنا شهيد عليكم. وإني والله ما أخاف أن تشركوا من بعدي، ولكن أخشى عليكم الدنيا أن تنافسوا فيها\"\n[متفق عليه].\nوعاد رسول الله صلى الله عليه وسلم إلى بيته، واشتد به وجعه، وثقل عليه مرضه، وكان إلى جواره قدح به ماء، يغمس فيه يده، ثم يمسح وجهه بالماء ويقول: \"اللهمَّ أعني على سكرات الموت\" [الترمذي والنسائي].\nوكانت وصية رسول الله صلى الله عليه وسلم حين حضره الموت: \"الصلاة وما ملكت أيمانكم\". حتى كان رسول الله صلى الله عليه وسلم يغرغر بها صدره، وما يكاد يفيض بها لسانه. [ابن ماجة وأحمد]\nودعا رسول الله فاطمة ابنته فحدثها سرًّا فبكت، ثم حدثها فضحكت، فقالت عائشة لها: ما هذا الذي سارَّك به رسول الله صلى الله عليه وسلم فبكيت، ثم سارَّك فضحكت؟ قالت: سارني فأخبرني بموته فبكيت، ثم سارني فأخبرني أني أول من يتبعه من أهله، فضحكت. [متفق عليه].\nوفي صلاة صبح يوم الاثنين الثاني عشر من شهر ربيع الأول في العام الحادي عشر للهجرة، رفع الحبيب محمد صلى الله عليه وسلم الستر المضروب على منزل عائشة، فنظر إلى أصحابه وهم يصلون، فسره اجتماعهم ووحدة كلمتهم، ونظر إليه الناس، فاطمأنوا عليه، وظنوا أن صحته قد عادت إليه، ولكنها كانت نظرة الوداع، فما إن حل الضحى حتى خرجت روحه الطاهرة إلى خالقها سبحانه وتعالى.\nفقالت فاطمة -رضي الله عنها-: يا أبتاه! أجاب ربًّا دعاه. يا أبتاه! جنة الفردوس مأواه. يا أبتاه! إلى جبريل ننعاه. [البخاري]\nوتسرب النبأ الأليم في المدينة، فأظلمت جنباتها بعد أن أشرقت، وسعدت بحياة رسول الله صلى الله عليه وسلم على أرضها.\nلقد كان حادثًا مؤلمًا مفجعًا، فها هو ذا عمر بن الخطاب -رضي الله عنه- لم يصدق الخبر عندما سمعه، فقال: إن رجالاً من المنافقين يزعمون أن رسول الله توفي، وإن رسول الله ما مات، ولكن ذهب إلى ربه كما ذهب موسى بن عمران، فغاب عن قومه أربعين ليلة. ثم رجع بعد أن قيل قد مات. والله ليرجعن رسول الله صلى الله عليه وسلم ، فليقطعن أيدي رجال وأرجلهن يزعمون أنه مات!.\nوأقبل أبو بكر حتى نزل على باب المسجد حين بلغه الخبر، وعمر يكلم الناس، فلم يلتفت إلى شيء دخل على الرسول صلى الله عليه وسلم في بيت عائشة وهو مغطي في ناحية البيت، فكشف وجهه فقبله، ثم قال: بأبي أنت وأمي.. أما الموتة التي كتب الله عليك فقد ذقتها، ثم لن يصيبك بعدها موت أبدًا. ورد الثوب على وجهه، ثم خرج وعمر يكلم الناس، فقال: على رسلك يا عمر.. فأنصت. لكن عمر ما زال ثائرًا، فلما رآه أبو بكر كذلك، أقبل على الناس، وشرع يتكلم، فلما سمعه الناس انصرفوا عن عمر وأقبلوا عليه.\nوحمد أبو بكر الله وأثنى عليه ثم قال: أيها الناس.. من كان يعبد محمدًا، فإن محمدًا قد مات، ومن كان يعبد الله فإن الله حي لا يموت، ثم تلا هذه الآية: (وما محمد إلا رسول قد خلت من قبله الرسل أفإن مات أو قتل انقلبتم على أعقابكم ومن ينقلب على عقبيه فلن يضر الله شيئا وسيجزي الله الشاكرين)\n[آل عمران: 144].\nلقد مات الرسول صلى الله عليه وسلم ، ولكن بقيت شريعة الله، وسنة رسوله بين المسلمين، ما بقيت السماوات والأرض ضياءً وهدى لكل من استضاء واهتدى.\nولكن ماذا بعد موت رسول الله صلى الله عليه وسلم؟ هل يتفرق المسلمون؟ ويعود العرب إلى كفرهم وأوثانهم؟ لا.. لقد تسلم راية الإسلام رجال الإسلام الذين تخرجوا في مدرسة الرسول ، وفي مسجده. وكان أول خليفة للمسلمين أبو بكر الصديق -رضي الله عنه- الذي تسلم الراية وبدأ مرحلة جديدة في تاريخ الإسلام.                      "
  },
  {
    "number": "هديه وخصائصه وشمائله",
    "text": "",
    "label": "كان للنبي زوجات، اختارهن الله -سبحانه- ليكن أمهات المؤمنين، وليحملن عبء الدعوة مع الرسول ( وهن: خديجة بنت خويلد -رضي الله عنها-، وكانت أول زوجة للنبي (، ولم يتزوج غيرها، حتى توفيت.\nوسودة بنت زمعة -رضي الله عنها-، وقد تزوجها الرسول ( بعد خديجة. ثم تزوج عائشة بنت أبي بكر -رضي الله عنها-. ثم تزوج زينب بنت خزيمة -رضي الله عنها-، وتوفيت عنده (. ثم تزوج أم سلمة هند بنت أبي أمية، وهي آخر نسائه موتًا.\nثم تزوج زينب بنت جحش ابنة عمته، التي كانت زوجة لزيد بن حارثة مولى رسول الله (، وكان الله -سبحانه- هو وليها الذي زوجها لرسول الله، وتوفيت في أول خلافة عمر. وتزوج ( جويرية بنت الحارث، ثم تزوج أم حبيبة رملة بنت أبي سفيان، وقد تزوجها الرسول ( وهي ببلاد الحبشة، وقد دفع النجاشي صداقها، وقدره أربعمائة دينار، وماتت في أيام أخيها معاوية.\nوتزوج صفية بنت حيي بن أخطب سيد بني النضير، ثم تزوج ميمونة بنت الحارث الهلالية، وهي آخر من تزوج بها.\nسراريه:\nوكان من سراريه ( مارية القبطية، وريحانة، وجارية وهبتها له زينب بنت جحش، وجارية أخرى أصابها في بعض السبي.\nأولاده :\nوكان له ( من الأولاد القاسم، وزينب، وعبد الله، وإبراهيم، ورقية، وأم كلثوم، وفاطمة، وكل أولاده من خديجة -رضي الله عنها- إلا إبراهيم، فإنه كان من مارية القبطية.\nصفة النبي:\nكان رسول الله ( فخمًا مفخمًا، يتلألأ وجهه تلألؤ القمر ليلة البدر، ليس بالطويل ولا بالقصير، عظيم الهامة، شعره رجل بين الجعودة والسبوطة، فيه تكسير قليل، وافر يجاوز شحمه أذنيه. واسع الجبين، له نور يعلوه، كثيف اللحية، شديد سواد العين، سهل الخدين، ورقيق الأسنان، بين أسنانه فتحات، عريض الصدر، بعيد ما بين المنكبين، ضخم رؤوس العظام، أشعر الذراعين والمنكبين وأعالي الصدر، رحب الراحة، أملس القدمين ليس فيهما تكسر ولا شقاق، سريع المشية إذا مشى كأنما ينحط من منحدر، وإذا التفت التفت كله.\nمنطقه :\nكان ( دائم الفكر، ليست له راحة، لا يتكلم في غير حاجة، طويل السكوت، يتكلم بجوامع الكلم، يعظم النعمة وإن كانت صغيرة، لا يذم منها شيئًا ولا يمدحه، لا يغضب لنفسه، ولا ينتصر لها، إذا أشار أشار بكفه كلها، وإذا تعجب قلبها، معظم ضحكه أن يبتسم.\nدخوله :\nكان ( إذا دخل منزله قسم دخوله ثلاثة أجزاء، جزءًا لله، وجزءًا لأهله، وجزءًا لنفسه،ثم جزء جزءه بينه وبين الناس، فرد ذلك على العامة والخاصة، لا يدخل عنهم شيئًا.\nمجلسه:\nكان ( لا يجلس ولا يقوم إلا ذاكرًا لله تعالى، يجلس حيث انتهى به المجلس، يعطي كل جلساته نصيبًا، لا يرى في مجلسه أكرم منه، لا ينصرف من كان معه، من سأله حاجة لا يردَّه إلا بها، فإن لم يجد فبكلمة طيبة، كل الناس عنده في مجلسه سواء، فمجلسه مجلس حلم وحياء وصبر وأمانة، لا ترفع فيه الأصوات، ولا تذكر فيه العيوب، وكان في مجلسه دائم البشر، سهل الخلق، لين الجانب ليس بفظ ولا غليظ، ولا سخاب، ولا فحاش ولا عياب، ولا كثير المزاح، يتغافل عما لا يشتهي.\nوكان ( في مجلسه يترك الناس من ثلاث: أن لا يذم أحدًا ولا يعيره، ولا يطلب عورته، ولا يتكلم إلا فيما يرجو ثوابه، يضحك إذا ضحك الحاضرون ويتعجب مما يتعجبون، ويصبر على الغريب على قسوته في كلامه ومسألته، ولا يقطع على أحد حديثه.\nسكوته:\nكان سكوته ( على أربع: الحلم، والحذر، والتقدير، والتفكير، فأما تقديره ففي تسويته النظر والاستماع بين الناس، وأما تفكره ففيما يبقى ويفنى، وجُمع له ( الحلم والصبر، فكان لا يغضبه شيء إلا إذا انتهكت محارم الله.\nطعامه:\nكان ( لا يرد من الطعام ما وجد، ولا يتكلف في طلب ما فقد، فما قرب إليه أكله، وإن عافته نفسه لا يعيبه وتركه، فكان ( يأكل ما تيسر، فإن لم يجد ما يأكله صبر، فكان يضع من الجوع على بطنه الحجر، ويمر الهلال بعد الهلال ولا يوقد في بيته نار، كانت الأرض سفرته، يضع عليها طعامه، وكان يأكل بثلاث أصابع وهو أشرف ما يكون في الأكل، فإن المتكبر يأكل بأصبع واحدة، والجشع يأكل بخمس.\nوكان ( لا يأكل متكئًا، وكان يسمي الله تعالى أول الطعام، وبحمده آخره فيقول: \"الحمد لله حمدًا طيباً مباركًا فيه غير مكفى ولا دموع ولا مستغنى عنه ربنا\" [البخاري].\nشربه :\nكان ( يسمّي الله قبل الشرب، ويحمده بعده، وكان أكثر شربه قاعدًا، بل نهى عن الشرب قائمًا، وشرب مرة قائمًا، ليبين أنه يجوز لك إذا كان لحاجة أو عذر، وكان إذا شرب ناول من على يمينه، حتى لو كان من على يساره أكبر منه، لأنه ( يحب التيامن في كل شيء.\nنومه :\nكان ( ينام على الفراش تارة، وعلى الحصير تارة، وعلى الأرض تارة، وعلى السرير تارة، فعن عباد بن تميم عن عمه قال: رأيت رسول الله ( مستلقيًا في المسجد واضعًا إحدى رجليه على الأخرى\" [متفق عليه]، وكان فراشه مصنوعًا من جلد قد حشي ليفًا، وكان إذا أراد النوم جمع كفيه ثم ينفث فيهما، ثم يقرأ فيهما (قل هو الله أحد) و (قل أعوذ برب الفلق) و (قل أعوذ برب الناس) ثم يمسح بهما ما استطاع من جسده، يبدأ بهما على رأسه، ووجهه، وباقي جسده، يفعل ذلك ثلاث مرات.[أبو داود والترمذي].\nوكان ينام على جنبه الأيمن، ويضع يده اليمنى تحت خده، ثم يقول: \"اللهمَّ قني عذابك يوم تبعث عبادك\" [أبو داود والترمذي]، وكان يقول إذا أوى إلى فراشه: \"الحمد لله الذي أطعمنا وسقانا وكفانا وآوانا، فكم ممن لا كافي له ولا مؤوي\" [مسلم والترمذي].\nوكان ينام أول الليل، ويقوم آخره، وربما سهر أول الليل في مصالح المسلمين، وكانت عينه تنام، ولا ينام قلبه، وكان إذا نام لم يوقظوه حتى يكون هو الذي يستيقظ، وكان إذا نام بالليل، اضطجع على جنبه الأيمن، وإذا نام قبيل الصبح نصب ذراعه، ووضع رأسه على كفه.[الترمذي].\nركوبه:\nكان ( يركب الخيل والإبل والبغال والحمير، وكان يركب وحده، وربما أردف غيره خلفه على البعير، وكان أكثر ما يركب الخيل والإبل، ولم يكن عنده إلا بغلة واحدة، أهديت له.\nبيعه وشراؤه :\nكان ( يبيع ويشتري، وكان شراؤه أكثر من بيعه وخاصة بعد النبوة، ولا يحفظ له بعد الهجرة بيع إلا نادرًا.\nوآجر رسول الله ( واستأجر، وكان استئجاره أكثر من إيجاره، وإنما يحفظ عنه أنه أجر نفسه قبل النبوة في رعاية الغنم، وأجر نفسه من خديجة في سفره بمال إلى الشام.\nوشارك ( غيره في التجارة، واستدان برهن وبغير رهن، واستعار من غيره أشياء، واشترى حالاً ومؤجلاً.\nمعاملته:\nكان ( أحسن الناس معاملة للناس، فكان إذا تسلف شيئا قضى خيرًا منه، فقد جاءه رجل يتقاضاه بعيراً، فقال رسول الله (: \"أعطوه\". فقالوا: لا نجد إلا سنًّا أفضل من سنِّه، فقال الرجل: أوفيتني أوفاك الله، فقال رسول الله (: \"أعطوه، فإن من خيار الناس أحسنهم قضاء\" [متفق عليه]، وكان إذا قضى ما استلفه دعا لمن سلفه، فقال:\"بارك الله لك في أهلك ومالك، إنما جزاء السلف الحمد والأداء\" [أحمد والنسائي وابن ماجة].\nوكان سمحًا لمن تقاضاه، فقد جاءه رجل يتقاضاه، وأغلظ له القول، فهمَّ عمر بن الخطاب أن يضربه، فقال رسول الله (: \"مه يا عمر كنت أحوج إلى أن تأمرني بالوفاء، وكان أحوج إلى أن تأمره بالصبر\" [الحاكم].\nأمور فطرته :\nكان ( يعجبه التيامن في كل شيء في ترجله وطهوره وأخذه وعطائه، وكان يجعل اليمين لطعامه وشرابه وطهوره، ويساره لخلائه، وغير ذلك من إزالة الأذى.\nالحلق: وكان يحب أن يحلق الرأس كله، أو يترك كله، وكان يكره أن يحلق بعضه، ويترك بعضه.\nالسواك: وكان يحب السواك، وكان يستاك مفطرًا وصائمًا، وكان يستعمل السواك في أحيان كثيرة، فكان يستاك عند النوم، وعند الوضوء، وعند الصلاة، وعند دخول المنزل، وكان يستاك بعود الأراك.\nالطيب: وكان ( يحب الطيب ويكثر منه، وكان ( لا يردُّ الطيب، فقد ورد عنه قوله (: \"من عرض عليه طيب فلا يرده\" [مسلم].\nوكان ( يكتحل، وكان ( يختضب، وقد سئل جابر بن سمرة -رضي الله عنه- أكان في رأس النبي ( شيب؟ قال: لم يكن في رأسه شيب إلا شعرات في مفرق رأسه إذا ادهن واراهُنَّ الدهن، وكان يسرح شعره ويزينه أحيانًا، وتزينه وتسرحه عائشة -رضي الله عنها- أحيانًا أخرى.\nقص الشارب: كان رسول الله ( يقص شاربه، فعن زيد بن أرقم قال: قال رسول الله (: \"من لم يأخذ من شاربه، فليس منَّا\" [النسائي والترمذي].\nوقد جعل الرسول ( وقتًا لا يترك بعده قص الشارب، فعن أنس قال: وقت لنا النبي ( في قص الشارب وتقليم الأظفار، ألا نترك أكثر من أربعين يومًا وليلة\". [مسلم والترمذي والنسائي]\nضحكه وبكاؤه (:\nكان ضحك النبي ( تبسمًا لا قهقهة، وكان يضحك مما يضحك منه الناس، ويضحك مما يتعجب من مثله، ويستغرب وقوعه، أو يكون شيئًا نادرًا الوقوع.\nوأما بكاؤه فكان حاله كحال الضحك، لا يرفع فيه صوتًا، ولكن كانت عيناه تدمع، ويسمع لصدره أزيز، وكان بكاؤه تارة رحمة للميت، وتارة خوفًا من الله، وتارة خوفًا وشفقة على أمته، وكان يبكي عند سماع القرآن، وبكى عند وفاة ابنه إبراهيم، فلما سئل عن ذلك، قال (: \"تدمع العين، ويحزن القلب، ولا نقول إلا ما يرضي ربنا، وإنا بك يا إبراهيم لمحزونون\" [متفق عليه].\nخطبته:\nخطب الرسول ( على الأرض، وعلى المنبر، وعلى البعير، وعلى الناقة، وكان له جذع نخلة يخطب عليه حتى صنع له منبر، وكان إذا خطب احمرت عيناه، وعلا صوته، كأنه منذر جيش.\nوكان إذا صعد المنبر أقبل على الناس بوجهه وقال: \"السلام عليكم\" وكان يختم خطبته بالاستغفار، وكثيرًا ما كان يخطب بالقرآن، فعن أم هشام بنت حارثة، قالت:\" ما أخذت (ق والقرآن المجيد) إلا عن لسان رسول الله ( يقرؤها كل يوم جمعة على المنبر إذا خطب الناس\" [مسلم والنسائي وأبو داود].\nوكان ( يراعي حالة المخاطبين ومصلحتهم، وكان يفتتح خطبته بالحمد والثناء، ويتشهد فيها بالشهادة، ويذكر فيها نفسه باسمه \"محمد\" (، وكان إذا قام يخطب أخذ عصا، فتوكأ عليها وهو على المنبر وكان منبره ثلاث درجات فإذا استوى عليه، واستقبل الناس، أذن المؤذن ولم يقل شيئًا قبله ولا بعده، ولا يتكلم أحد أثناء خطبته.\nوكان إذا عرض له في خطبته شيء عارض، اشتغل به، ثم رجع إلى خطبته، فقد كان يخطب ذات مرة الناس، فجاء الحسن والحسين يعثران في قميصين أحمرين. فقطع كلامه، فنزل، فحملهما، ثم عاد إلى منبره.\nوكان خطبته قد تطول أو تقصر بحسب حاجة الناس، ومراعاة أحوالهم، وكانت خطبته العارضة أطول من خطبته الراتبة.\nلبسه:\nلم يتقيد الرسول ( بلبس نوع معين من الثياب، فقد كان يلبس ما تيسر له من اللباس، سواء أكان من الصوف أو القطن أو الكتان، وقد لبس الرسول ( البرود اليمانية، والبرد الأخضر، ولبس الجبة، والقباء، والقميص، والسراويل، والرداء، والخف، وأرخى الذؤابة من خلفه تارة، وتركها تارة.\nوكان من هديه ( إذا لبس ثوبًا جديدًا أن يقول: \"اللهمَّ أنت كسوتني هذا القميص أو الرداء أو العمامة، أسألك خيره وخير ما صنع له، وأعوذ بك من شره، وشر ما صنع له\" [أبو داود والترمذي وأحمد].\nمزاحه :\nاشتهر عن الرسول ( أنه كان يمازح أزواجه، ويمازح أصحابه، وكثيرًا ما كان يمازح الأطفال والصبيان، فقد روى أنس أن رسول الله ( أتى لرجل من أصحابه كان يبيع متاعه في السوق، فاحتضنه رسول الله (، ولا يبصره الرجل، فقال الرجل: أرسلني، من هذا؟ فالتفت، فعرف رسول الله (، فجعل لا يألو ما ألصق ظهره لصدر الرسول ( حين عرفه، وجعل الرسول ( يقول: \"من يشتري العبد؟\" فقال: يا رسول الله، إذن والله تجدني كاسدًا، فقال (:\"ولكن عند الله لست بكاسد، أو قال: ولكن أنت عند الله تعالى غالب\" [أحمد]. وكثيراً ما كان الرسول ( يمازح الحسن والحسين -رضي الله عنهما-، ويحملهما على ظهره.\nخلقه:\nكان رسول الله ( أحسن الناس خلقًا، فكان كما قال الله له: (وإنك لعلى خلق عظيم) [القلم: 4]، وقد سئلت السيدة عائشة -رضي الله عنه- عن خلق رسول الله ( فقالت: كان أحسن الناس خلقًا، كان خلقه القرآن، يرضى لرضاه، ويغضب لغضبه، لم يكن فاحشًا ولا متفحشًا، ولا سخابًا في الأسواق، ولا يجزئ بالسيئة السيئة، ولكن يعفو ويصفح، ثم قالت: اقرأ سورة المؤمنين، اقرأ (قد أفلح المؤمنون) إلى العشر، فقرأ السائل قد أفلح المؤمنون، فقالت: هكذا كان خلق رسول الله (. [مسلم والترمذي]، بل جعل رسول الله ( غاية الرسالة إتمام الأخلاق الحميدة: فعن أبي هريرة -رضي الله عنه- قال: قال رسول الله (: \"إنما جئت لأتمم صالح الأخلاق\" [أحمد].\nوكان ( لين المعاملة حتى مع خدمه، وكان متباسطًا، فقد كانت الأمة لتأخذ بيد رسول الله (، فما ينزع يده من يدها حتى تذهب حيث شاءت، ويجيب إذا دعا. [البخاري وأحمد]\nوكان ( أحسن الناس تعليمًا، وأرفق الناس عند نصح أو تعليم الغير. وكان ( يخاطب الناس على قدر عقولهم.\nحلمه وعفوه (:\nكان ( أكثر الناس حلمًا، وقد قال له ربه -عز وجل-: (خذ العفو وأمر بالعرف وأعرض عن الجاهلين) [الأعراف: 199].\nولما نزلت هذه الآية، سأل الرسول ( جبريل عنها، فقال: لا أدري فصعد ثم نزل، فقال: يا محمد، إن الله تبارك وتعالى أمرك أن تعفو عمن ظلمك، وتعطي من حرمك، وتصل من قطعك\" [ابن مردويه]. لذلك عفا ( عن أهل مكة عندما فتحها، على الرغم مما فعلوه معه. وحلم الرسول ( كان فيما يتعلق بحق نفسه (، أما إذا كان الحق لله، فإنما كان يتعامل بالشدة؛ لقول الله له: (يا أيها النبي جاهد الكفار والمنافقين واغلظ عليهم) [التحريم: 9].\nحياؤه (:\nاشتهر رسول الله ( بالحياء، حتى كان الصحابة يعرفون ذلك في وجهه، فعن أبي سعيد الخدري قال: كان رسول الله ( أشد حياء من العذراء في خدرها، وكان إذا كره شيئًا عرفناه في وجهه. [متفق عليه] وكان من حيائه ( أنه لا يسأل من شيء إلا أعطى. [عبد بن حميد].\nرحمته وشفقته (:\nوصف الله رسوله ( بالرحمة، فقال تعالى: (وما أرسلناك إلا رحمة للعالمين) [الأنبياء: 107]، ومن رحمته ( أنه كان كثير الدعاء لأمته. وعرف عنه ( رحمته بالصغار، وكان يخفف صلاته بالناس إذا سمع بكاء طفل رحمة بأمه.\nوعرف عنه ( الرحمة والشفقة بالنساء، وأوصى بهن خيرًا.\nتواضعه (:\nأمر الله تعالى رسوله ( بالتواضع، فقال له: (واخفض جناحك لمن اتبعك من المؤمنين) [الشعراء: 215].\nوقد اشتهر عنه ( التواضع، فكان ( يركب الحمار، ويلبس الصوف، ويعقل الشاة، ويجيب الضعيف والمسكين إلى الطعام [الحاكم]. ومن تواضعه ( أنه كان ينقل التراب يوم الأحزاب، وقد وارى التراب بياض إبطه. [البخاري].\nوكان ( إذا سار مع أصحابه لا يسير أمامهم، بل يسير وسطهم أو خلفهم. [أحمد]، وكان ( لا يرد دعوة إنسان، بل كان يقول (: \"لو دعيت إلى كراع لأجبت\" [الخطيب]. وكان ( لا تغلق دونه لأبواب، ولا يقوم دونه الحجاب، فكان يقوم لكل من أراده، ويقضي حاجة من يطلب منه المساعدة.\nوكان من تواضعه ( أنه كان يمر على الصبيان، فيسلم عليهم. ولما دخل ( مكة منتصرًا، دخلها وهو راكب دابته، وذقنه على رحله متخشعًا. [الحاكم]. وكان رسول الله ( إذا استقبله الرجل وصافحه، لا ينـزع يده عن يده، حتى يكون الرجل هو الذي ينـزع، ولا يصرف وجهه عن وجهه، حتى يكون الرجل هو الذي يصرفه، ولم ير مقدمًا ركبتيه بين يدي جليس له.\n[الترمذي وابن ماجة].\nوكان من تواضعه ( أنه لا يحب الثناء الكثير عليه، ولا يحب أن يقوم إليه أحد.\nشجاعته (:\nفزع أهل المدينة ذات ليلة، فانطلق الناس نحو الصوت، فتلقاهم رسول الله( راجعًا، وقد سبقهم إلى الصوت، وهو على فرس لأبي طلحة عرى، في عنقه السيف، وهو يقول:\" لم تراعوا، لم تراعوا، ما وجدت من شيء\" [ابن سعد].\nوكان الرسول ( أشجع ما يكون في الحرب والقتال، فكان يثبت إذا فرَّ الناس، وقد كان الصحابة يعرفون شجاعة النبي(، بل كانوا يحتمون به وقت الشدة.\nكرمه وجوده (:\nاشتهر رسول الله ( بالجود والكرم، وما سئل(، فقال لا. [متفق عليه]\nوقد امتدح الشاعر الفرزدق النبي ( في كرمه وجوده فقال:\nما قال لا قطُّ إلا في تشهُّده لولا التشهد كانت لاؤه نعمُ\nوعن أنس -رضي الله عنه- قال: ما سئل رسول الله( شيئًا إلا أعطاه، ولقد جاءه رجل فأعطاه غنمًا بين جبلين، فرجع إلى أهله، فقال: يا قوم، أسلموا، فإن محمدًا يعطي عطاء من لا يخشى الفاقة، وإن كان الرجل ليجئ إلى الرسول وما يريد بذلك إلا الدنيا، فما يمسي حتى يكون دينه أحب إليه من الدنيا وما فيها. [مسلم].\nخوفه وخشيته (:\nكان رسول الله( شديد الخشية لله، تقول عائشة -رضي الله عنها-: ما رأيت رسول الله ( مستجمعًا قط ضاحكًا، حتى ترى لهواته، إنما كان يتبسم.\nوعن أبي ذر -رضي الله عنه- قال: قرأ رسول الله ( سورة الإنسان (هل أتى) حتى ختمها، ثم قال: \"إني أرى ما لا ترون، وأسمع ما لا تسمعون، أطّت السماء، وحقَّ لها أن تئط، ما فيها موضع أربع أصابع إلا وملك واضع جبهته ساجدًا لله، لو تعلمون ما أعلم، لضحكتم قليلاً، ولبكيتم كثيرًا، وما تلذذتم، بالنساء على الفرش، ولخرجتم إلى الصعدات تجأرون إلى الله تعالى، والله إني لوددت أني شجرة تعضد\" [الحاكم].\nشمائله (:\nكان لرسول الله ( بعض المعجزات والبركات، منها تكثير الماء بين يديه (، فقد أوتي ( بإناء فيه ماء، فوضع فيه يده، وجاء الصحابة فتوضئوا منه، وكانوا أكثر من ثلاثمائة، ومنها تكثير اللبن في الإناء كما حدث مع أبي هريرة -رضي الله عنه- وأهل الصُفَّة، وكم من مرة وضع يده على شاة لا تحلب فحلبت، وسيرته في تكثير الماء والطعام من أن تحصى، بل كان الطعام والشراب يسبحان بين يديه (، وقد سمع الصحابة التسبيح.\nولما اتخذ الرسول ( منبرًا، وترك جذع النخلة الذي كان يخطب عليه، حنَّ الجذع إليه، وصاح صياح الصبي حتى تصدع وانشق، فاحتضنه الرسول (.\n[أحمد والترمذي].\nوقد سبح الحصى في يديه، فسمع الصحابة له صوتا كصوت النحل، ثم وضعه في كف أبي بكر فسبح، ثم في كف عمر، ثم في كف عثمان، فسبح. [الطبراني والبيهقي].\nوقد وقف الرسول ( ومعه العشرة المبشرون بالجنة على جبل حراء، ففرح الجبل، فأمره الرسول ( أن يثبت ويهدأ. [البخاري].\nولما دخل الرسول ( مكة عند فتحها، وكان حول الكعبة ثلاثمائة وستون صنمًا، فأشار إلى كل صنع بعصا، وقال: (جاء الحق وزهق الباطل إن الباطل كان زهوقا) [الإسراء: 81]، فكان كل صنم يسقط دون أن يلمسه الرسول ( بالعصا. [متفق عليه]\nوكان للنبي ( معجزات مع الحيوانات، فقد هاج جمل عند حائط من حوائط بني النجار، لا يستطيع أحد أن يمسكه، فجاء النبي (، ونادى الجمل، فأتى إلى الرسول ( وبرك بين يديه. [مسلم]\nوجاءه ( جمل، قد جرح، وذرفت عيناه، فمسح رسول الله ( من رأسه إلى سنامه، فسكن الجمل، ثم قال لصاحبه: \"أما تتقي الله في هذه البهيمة التي ملكتها، إنه شكا إلى أنك تجيعه وتدئبه\" [أحمد ومسلم].\nواشتكى علي بن أبي طالب إلى الرسول ( وجع عينيه، وكان الرسول ( قد أراد أن يعطيه راية خيبر، فبصق رسول الله ( في عينيه، ودعا له، فشفي حتى كأن لم يكن به مرض. [متفق عليه]\nخصائصه (:\nوقد اختص الله رسوله ( بكثير من الخصائص، أهمها: أن الله قد أخذ الميثاق على النبيين أن يؤمنوا به وينصروه ويبشروا به أممهم، وقد جاء وصف الرسول ( في الكتب السابقة، كما وصف أصحابه أيضا، كما أن الملائكة أظلته في سفره (، وأنه ( أرجع الناس عقلاً، وأنه رأى جبريل -عليه السلام- مرتين.\nوخصه بأنه خاتم الأنبياء، وسيد الناس، وأكرم الخلق، وأنه بعث للناس كافة، وأن الجن آمنت به وأنه أرسل رحمة للعالمين، وأن شرعه مؤبد غير منسوخ، وأنه ناسخ لما قبله من الشرائع، وأنه نصر بالرعب مسيرة شهر، وأنه من صلى عليه مرة، صلى الله عليه به عشرا، وأن صلاة أمته تبلغه هو في قبره، وأنه أوتي جوامع الكلم، وجمع الله له القبلتين، وغفر له ما تقدم من ذنبه وما تأخر، وشرح له صدره، ووضع عنه وزره، ورفع له ذكره.\nوخصه الله دون الأنبياء بأشياء أهمها: إحلال الغنائم له، والأرض كله مسجد، والتراب طهور، وغير ذلك من الخصائص التي لا تعد ولا تحصى، مما اختص الله سبحانه وتعالى به نبيه .                      "
  },
  {
    "number": "أحوال العرب قبل الإسلام ",
    "text": "",
    "label": "كان العرب في شبه الجزيرة العربية قبل بعثة الرسول صلى الله عليه وسلم يعبدون الأصنام من دون الله، ويقدمون لها القرابين، ويسجدون لها، ويتوسلون بها، وهي أحجار لا تضر ولا تنفع، وكان حول الكعبة ثلاثمائة وستون صنمًا.\nومن عجيب أمرهم أن أحدهم كان يشتري العجوة، ويصنع منها صنمًا، ثم يعبده ويسجد له، ويسأله أن يحجب عنه الشر ويجلب له الخير، فإذا شعر بالجوع أكل إلهه!! ثم يأخذ كأسًا من الخمر، يشربها حتى يفقد وعيه، وفي ذلك الزمان كانت تحدث أشياء غريبة وعجيبة، فالناس يطوفون عرايا حول الكعبة، وقد تجردوا من ملابسهم بلا حياء، يصفقون ويصفرون ويصيحون بلا نظام، وقد وصف الله -عز وجل- صلاتهم فقال: {وما كان صلاتهم عند البيت إلا مكاء وتصدية فذوقوا العذاب بما كنتم تكفرون} [الأنفال:35].\nوكانت الحروب تقوم بينهم لأتفه الأسباب، وتستمر مشتعلة أعوامًا طويلة فهذان رجلان يقتتلان، فيجتمع الناس حولهما، وتناصر كل قبيلة صاحبها، لم يسألوا عن الظالم ولا عن المظلوم، وتقوم الحرب في لمح البصر، ولا تنتهي حتى يموت الرجال، وانتشرت بينهم العادات السيئة مثل: شرب الخمر، وقطع\nالطرق والزنا.\nوكانت بعض القبائل تهين المرأة، وينظرون إليها باحتقار، فهي في اعتقادهم عار كبير عليهم أن يتخلصوا منها، فكان الرجل منهم إذا ولدت له أنثى؛ حزن حزنًا شديدًا. قال تعالى: {وَإِذَا بُشِّرَ أَحَدُهُمْ بِالأُنثَى ظَلَّ وَجْهُهُ مُسْوَدًّا وَهُوَ كَظِيمٌ * يَتَوَارَى مِنَ الْقَوْمِ مِن سُوءِ مَا بُشِّرَ بِهِ أَيُمْسِكُهُ عَلَى هُونٍ أَمْ يَدُسُّهُ فِي التُّرَابِ أَلاَ سَاء مَا يَحْكُمُونَ} _[النحل: 58-59] وقد يصل به الأمر إلى أن يدفنها وهي حية، وهي العادة التي عرفت عندهم بوأد البنات.\nفهذا رجل يحمل طفلته ويسير بها إلى الصحراء فوق الرمال المحرقة، ويحفر حفرة ثم يضع ابنته فيها وهي حية، ولا تستطيع الطفلة البريئة أن تدافع عن نفسها؛ بل تناديه: أبتاه .. أبتاه .. فلا يرحم براءتها ولا ضعفها، ولا يستجيب لندائها.. بل يهيل عليها الرمال، ثم يمشي رافعًا رأسه كأنه لم يفعل شيئًا!! قال تعالى: {وإذا الموءودة سئلت بأي ذنب قتلت} [التكوير: 7-8] وليس هذا الأمر عامًا بين العرب، فقد كانت بعض القبائل تمنع وأد البنات.\nوكان الظلم ينتشر في المجتمع؛ فالقوى لا يرحم الضعيف، والغني لا يعطف على الفقير، بل يُسخره لخدمته، وإن أقرضه مالا؛ فإنه يقرضه بالربا، فإذا اقترض الفقير دينارًا؛ يرده دينارين، فيزداد فقرًا، ويزداد الغني ثراء، وكانت القبائل متفرقة، لكل قبيلة رئيس، وهم لا يخضعون لقانون منظم، ومع كل هذا الجهل والظلام في ذلك العصر المسمى بالعصر الجاهلي، كانت هناك بعض الصفات الطيبة\nوالنبيلة؛ كإكرام الضيف، فإذا جاء ضيف على أحدهم بذل له كل ما عنده، ولم يبخل عليه بشىء، فها هو ذا حاتم الطائي لم يجد ما يطعم به ضيوفه؛ فذبح\nفرسه -وقد كانوا يأكلون لحم الخيل- وأطعمهم قبل أن يأكل هو.\nوكانوا ينصرون المستغيث فإذا نادى إنسان، وقال: إني مظلوم اجتمعوا حوله وردوا إليه حقه، وقد حدث ذات مرة أن جاء رجل يستغيث، وينادي بأعلى صوته في زعماء قريش أن ينصروه على العاص بن وائل الذي اشترى منه بضاعته، ورفض أن يعطيه ثمنها؛ فتجمع زعماء قريش في دار عبدالله بن جدعان وتحالفوا على أن ينصروا المظلوم، ويأخذوا حقه من الظالم، وسموا ذلك الاتفاق حلف الفضول، وذهبوا إلى العاص بن وائل، وأخذوا منه ثمن البضاعة، وأعطوه لصاحبه.\nوفي هذا المجتمع ولد محمد صلى الله عليه وسلم من أسرة كريمة المعدن، نبيلة النسب، جمعت ما في العرب من فضائل، قال رسول الله صلى الله عليه وسلم عن نفسه: (إن الله اصطفى كنانة من ولد إسماعيل، واصطفى قريشًا من كنانة واصطفي من قريش بني هاشم، واصطفاني من بني هاشم) [مسلم]."
  },
  {
    "number": "نسب الرسول صلى الله عليه وسلم ",
    "text": "",
    "label": "هو محمد بن عبد الله بن عبد المطلب بن هاشم بن عبد مناف بن قصي بن كلاب بن مرة بن كعب بن لؤى بن غالب بن فهر بن مالك بن النضر بن كنانة بن خزيمة بن مدركة بن إلياس بن مضر بن نزار بن معد بن عدنان الذي يصل نسبه إلى إسماعيل بن إبراهيم -عليهما الصلاة والسلام..\nجده هاشم وحكاية الثريد:\nكان عمرو بن عبد مناف الجد الأكبر للرسول صلى الله عليه وسلم رجلا كريمًا فقد حدث في عصره أن نزل القحط بالناس، فلم يجدوا ما يأكلون، وكادوا يموتون جوعًا، وبدأ كل إنسان يفكر في نجاة نفسه فقط، فالذي عنده طعام يحرص عليه ويحجبه عن الناس، فذهب عمرو إلى بيته وأخرج ما عنده من الطعام، وأخذ يهشم الثريد (أي: يكسر الخبز في المرق) لقومه ويطعمهم، فسموه (هاشمًا)؛ لأنه كريم يهشم ثريده للناس جميعًا.\nوعندما ضاق الرزق في مكة أراد هاشم أن يخفف عن أهلها، فسافر إلى الشام صيفًا، وإلى اليمن شتاء؛ من أجل التجارة، فكان أول من علَّم الناس هاتين الرحلتين، وفي إحدى الرحلات، وبينما هاشم في طريقه للشام مر بيثرب، فتزوج سلمى بنت عمرو إحدى نساء بني النجار، وتركها وهي حامل بابنه عبد المطلب لتلد بين أهلها الذين اشترطوا عليه ذلك عند زواجه منها.\nجده عبدالمطلب وحكاية الكنز:\nكان عبد المطلب بن هاشم جد الرسول الكريم صلى الله عليه وسلم يسقي الحجيج الذين يأتون للطواف حول الكعبة، ويقوم على رعاية بيت الله الحرام فالتف الناس حوله، فكان زعيمهم وأشرفهم، وكان عبدالمطلب يتمنى لو عرف مكان بئر زمزم ليحفرها؛ لأنها كانت قد ردمت بمرور السنين، ولم يَعُد أحد يعرف مكانها، فرأى في منامه ذات ليلة مكان بئر زمزم، فأخبر قومه بذلك ولكنهم لم يصدقوه، فبدأ عبدالمطلب في حفر البئر هو وابنه الحارث، والناس يسخرون منهما، وبينما هما يحفران، تفجر الماء من تحت أقدامهما، والتف الناس حول البئر مسرورين، وظن عبدالمطلب أنهم سيشكرونه، لكنه فوجئ بهم ينازعونه امتلاك البئر، فشعر بالظلم والضعف لأنه ليس له أبناء إلا الحارث، وهو لا يستطيع نصرته، فإذا به يرفع يديه إلى السماء، ويدعو الله أن يرزقه عشرة أبناء من الذكور، ونذر أن يذبح أحدهم تقربًا لله.\nحكاية الأبناء العشرة :\nاستجاب الله دعوة عبد المطلب، فرزقه عشرة أولاد، وشعر عبدالمطلب بالفرحة فقد تحقق رجاؤه، ورزق بأولاد سيكونون له سندًا وعونًا، لكن فرحته لم تستمر طويلا؛ فقد تذكر النذر الذي قطعه على نفسه، فعليه أن يذبح واحدًا من\nأولاده، فكر عبدالمطلب طويلا، ثم ترك الاختيار لله تعالى، فأجرى قرعة بين أولاده، فخرجت القرعة على عبدالله أصغر أولاده وأحبهم إلى قلبه، فأصبح\nعبد المطلب في حيرة؛ أيذبح ولده الحبيب أم يعصى الله ولا يفي بنذره؟\nفاستشار قومه، فأشاروا عليه بأن يعيد القرعة، فأعادها مرارًا، لكن القدر كان يختار عبدالله في كل مرة، فازداد قلق عبدالمطلب، فأشارت عليه كاهنة بأن يفتدي ولده بالإبل، فيجري القرعة بين عبدالله وعشرة من الإبل، ويظل يضاعف عددها، حتى تستقر القرعة على الإبل بدلا من ولده، فعمل عبدالمطلب بنصيحة الكاهنة، واستمر في مضاعفة عدد الإبل حتى بلغت مائة بعير، وعندئذ وقعت القرعة عليها، فذبحها فداء لعبد الله، وفرحت مكة كلها بنجاة عبد الله، وذبح له والده مائة ناقة فداءً له، وازداد عبد المطلب حبًّا لولده، وغمره بعطفه ورعايته.\nأبوه عبدالله وزواجه المبارك من السيدة آمنة:\nكان عبد الله أكرم شباب قريش أخلاقًا، وأجملهم منظرًا، وأراد والده\nعبد المطلب أن يزوجه، فاختار له زوجة صالحة، هي السيدة آمنة بنت وهب بن عبد مناف بن زهرة أطهر نساء بني زهرة، وسيدة نسائهم، والسيدة آمنة تلتقي في نسبها مع عبدالله والد النبي صلى الله عليه وسلم في كلاب بن مرة، وتمر الأيام، ويخرج عبدالله في تجارة إلى الشام، بعد أن ترك زوجته آمنة حاملا ولحكمة يعلمها الله، مات عبد الله قبل أن يرى وليده.\nحكاية الفيل:\nوذات يوم، استيقظ أهل مكة على خبر أصابهم بالفزع والرعب، فقد جاء ملك اليمن أبرهة الأشرم الحبشي بجيش كبير، يتقدمه فيل ضخم، يريد هدم الكعبة حتى يتحول الحجيج إلى كنيسته التي بناها في اليمن، وأنفق عليها\nأموالا كثيرة، واقترب الجيش من بيت الله الحرام، وظهر الخوف والهلع على وجوه أهل مكة، والتف الناس حول عبدالمطلب الذي قال لأبرهة بلسان الواثق من نصر الله تعالى: (للبيت رب يحميه).\nفازداد أبرهة عنادًا، وأصرَّ على هدم الكعبة، فوجه الفيل الضخم نحوها، فلما اقترب منها أدار الفيل ظهره ولم يتحرك،، وأرسل الله طيورًا من السماء تحمل حجارة صغيرة، لكنها شديدة صلبة، ألقت بها فوق رءوس جنود أبرهة فقتلتهم وأهلكتهم. قال تعالى: {ألم تر كيف فعل ربك بأصحاب الفيل . ألم يجعل كيدهم في تضليل . وأرسل عليهم طيرًا أبابيل . ترميهم بحجارة من سجيل فجعلهم كعصف مأكول} [الفيل] وفي هذا العام ولد الرسول صلى الله عليه وسلم.                      "
  },
  {
    "number": "ميلاد الرسول صلى الله عليه وسلم وطفولته",
    "text": "",
    "label": "في يوم الاثنين الثاني عشر من شهر ربيع الأول الذي يوافق عام (175م) ولدت السيدة آمنة بنت وهب زوجة عبد الله بن عبد المطلب غلامًا جميلا، مشرق الوجه، وخرجت ثويبة الأسلمية خادمة أبي لهب -عم النبي صلى الله عليه وسلم- تهرول إلى سيدها أبي لهب، ووجهها ينطق بالسعادة، وما كادت تصل إليه حتى همست له بالبشرى، فتهلل وجهه، وقال لها من فرط سروره:\nاذهبي فأنت حرة! وأسرع عبد المطلب إلى بيت ابنه عبد الله ثم خرج حاملا الوليد الجديد، ودخل به الكعبة مسرورًا كأنه يحمل على يديه كلَّ نعيم\nالدنيا، وأخذ يضمه إلى صدره ويقبله في حنان بالغ، ويشكر الله ويدعوه، وألهمه الله أن يطلق على حفيده اسم محمد.\nحكاية مرضعة الرسول صلى الله عليه وسلم:\nجاءت المرضعات من قبيلة بني سعد إلى مكة؛ ليأخذن الأطفال الرُّضَّع إلى البادية حتى ينشئوا هناك أقوياء فصحاء، قادرين على مواجهة أعباء الحياة، وكانت كل مرضعة تبحث عن رضيع من أسرة غنية ووالده حي؛ ليعطيها مالاً كثيرًا، لذلك رفضت كل المرضعات أن يأخذن محمدًا صلى الله عليه وسلم لأنه يتيم، وأخذته السيدة حليمة السعدية لأنها لم تجد رضيعًا غيره، وعاش محمد صلى الله عليه وسلم في قبيلة بني سعد، فكان خيرًا وبركة على حليمة وأهلها، حيث اخضرَّت أرضهم بعد الجدب والجفاف، وجرى اللبن في ضروع الإبل.\nحكاية شق الصدر:\nوفي بادية بني سعد وقعت حادثة غريبة، فقد خرج محمد صلى الله عليه وسلم ذات يوم ليلعب مع أخيه من الرضاعة ابن حليمة السعدية، وفي أثناء لعبهما ظهر رجلان فجأة، واتجها نحو محمد صلى الله عليه وسلم فأمسكاه، وأضجعاه على الأرض ثم شقَّا صدره، وكان أخوه من الرضاعة يشاهد عن قرب ما يحدث\nله، فأسرع نحو أمه وهو يصرخ، ويحكى لها ما حدث.\nفأسرعت حليمة السعدية وهي مذعورة إلى حيث يوجد الغلام القرشي فهو أمانة عندها، وتخشى عليه أن يصاب بسوء، لكنها على عكس ما تصورت، وجدته واقفًا وحده، قد تأثر بما حدث، فاصفر لونه، فضمته في حنان إلى\nصدرها، وعادت به إلى البيت، فسألته حليمة: ماذا حدث لك يا محمد؟ فأخذ يقص عليها ما حدث، لقد كان هذان الرجلان ملكين من السماء أرسلهما الله تعالى؛ ليطهرا قلبه ويغسلاه، حتى يتهيأ للرسالة العظيمة التي سيكلفه الله بها.\nخافت حليمة على محمد، فحملته إلى أمه في مكة، وأخبرتها بما حدث\nلابنها، فقالت لها السيدة آمنة في ثقة: أتخوفتِ عليه الشيطان؟ فأجابتها حليمة: نعم، فقالت السيدة آمنة: كلا والله ما للشيطان عليه من سبيل، وإن لابني\nلشأنًا؛ لقد رأيت حين حملت به أنه خرج مني نور، أضاء لي به قصور\nالشام، وكان حَمْلُه يسيرًا، فرجعت به حليمة إلى قومها بعد أن زال الخوف من قلبها، وظل عندها حتى بلغ عمره خمس سنوات، ثم عاد إلى أمه في مكة.\nرحلة محمد صلى الله عليه وسلم مع أمه إلى يثرب:\nوذات يوم، خرجت السيدة آمنة ومعها طفلها محمد وخادمتها أم أيمن من مكة متوجهة إلى يثرب؛ لزيارة قبر زوجها عبد الله، وفاء له، وليعرف ولدها قبر\nأبيه، ويزور أخوال جده من بني النجار، وكان الجو شديد الحر، وتحملت أعباء هذه الرحلة الطويلة الشاقة، وظلت السيدة آمنة شهرًا في المدينة، وأثناء عودتها مرضت وماتت وهي في الطريق، في مكان يسمى الأبواء، فدفنت فيه، وعادت\nأم أيمن إلى مكة بالطفل محمد يتيمًا وحيدًا، فعاش مع جده عبدالمطلب، وكان عمر محمد آنذاك ست سنوات.\n\nمحمد صلى الله عليه وسلم في كفالة جده عبد المطلب:\nبعد وفاة السيدة آمنة عاش محمد صلى الله عليه وسلم في ظل كفالة جده عبدالمطلب الذي امتلأ قلبه بحب محمد، فكان يؤثر أن يصحبه في مجالسه\nالعامة، ويجلسه على فراشه بجوار الكعبة، ولكن عبدالمطلب فارق الحياة ومحمد في الثامنة من عمره.\nمحمد صلى الله عليه وسلم في كفالة عمه أبي طالب:\nوتكفَّل به بعد وفاة جده عمه أبو طالب، فقام بتربيته ورعايته هو وزوجته فاطمة بنت أسد، وأخذه مع أبنائه، رغم أنه لم يكن أكثر أعمام النبي صلى الله عليه وسلم مالا، لكنه كان أكثرهم نبلا وشرفًا، فزاد عطفه على محمد صلى الله عليه وسلم حتى إنه كان لا يجلس في مجلس إلا وهو معه، ويناديه بابنه من شدة حبه له.\nرحلة إلى الشام:\nخرج محمد صلى الله عليه وسلم مع عمه أبو طالب في رحلة إلى الشام مع القوافل التجارية وعمره اثنا عشر عامًا، وتحركت القافلة، ومضت في\nطريقها؛ حتى وصلت إلى بلدة اسمها (بصرى) وأثناء سيرها مرت بكوخ يسكنه راهب اسمه (بُحَيْرَى) فلما رأى القافلة خرج إليها، ودقق النظر في وجه محمد صلى الله عليه وسلم طويلا، ثم قال لأبي طالب: ما قرابة هذا الغلام منك؟ فقال أبوطالب: هو ابني -وكان يدعوه بابنه حبًّا له- قال بحيرى: ما هو بابنك، وما ينبغي أن يكون هذا الغلام أبوه حيًّا، قال أبو طالب: هو ابن أخي، فسأله بحيرى: فما فعل أبوه؟ قال أبو طالب: مات وأمه حبلى به؟ فقال له بحيرى: صدقت! فارجع به إلى بلده واحذر عليه اليهود!! فوالله لئن رأوه هنا ليوقعون به شرًّا، فإنه سيكون لابن أخيك هذا شأن عظيم، فأسرع أبو طالب بالعودة إلى مكة وفي صحبته ابن أخيه محمد.                      "
  },
  {
    "number": "شبابه صل الله عليه وسلم",
    "text": "",
    "label": "كان الشباب في مكة يلهون ويعبثون، أما محمد صلى الله عليه وسلم فكان يعمل ولا يتكاسل؛ يرعى الأغنام طوال النهار، ويتأمل الكون ويفكر في خلق الله، وقد ذكر النبي صلى الله عليه وسلم -بعد أن أوتي النبوة- ذلك العمل، فقال: (ما بعث الله نبيًّا إلا رعى الغنم) فقال أصحابه: وأنت؟ قال: (نعم، كنتُ أرعاها على قراريط لأهل مكة) [البخاري] وكان الله -سبحانه- يحرسه ويرعاه على الدوام؛ فذات يوم فكر أن يلهو كما يلهو الشباب، فطلب من صاحب له أن يحرس أغنامه، حتى ينزل مكة ويشارك الشباب في لهوهم، وعندما وصل إليها وجد حفل زواج، فوقف عنده، فسلط الله عليه النوم، ولم يستيقظ إلا في صباح اليوم التالي.\nوعندما كانت قريش تجدد بناء الكعبة، كان محمد صلى الله عليه وسلم ينقل معهم الحجارة للكعبة وعليه إزاره، فقال له العباس عمه: اجعل إزارك على رقبتك يقيك الحجارة، ففعل، فخر إلى الأرض، وجعل ينظر بعينيه إلى\nالسماء، ويقول: إزاري.. إزاري، فشد عليه، فما رؤى بعد ذلك عريانًا.\nالتاجر الأمين:\nوحين جاوز النبي صلى الله عليه وسلم العشرين من عمره أُتيحت له فرصة السفر مع قافلة التجارة إلى الشام، ففي مكة كان الناس يستعدون لرحلة الصيف التجارية إلى الشام، وكل منهم يعد راحلته وبضاعته وأمواله، وكانت السيدة خديجة بنت خويلد -وهي من أشرف نساء قريش، وأكرمهن أخلاقًا، وأكثرهن مالا- تبحث عن رجل أمين يتاجر لها في مالها ويخرج به مع القوم، فسمعت عن محمد وأخلاقه العظيمة، ومكانته عند أهل مكة جميعًا ، واحترامهم له؛ لأنه صادق أمين، فاتفقت معه أن يتاجر لها مقابل مبلغ من المال، فوافق محمد صلى الله عليه وسلم وخرج مع غلام لها اسمه ميسرة إلى الشام.\nتحركت القافلة في طريقها إلى الشام، وبعد أن قطع القوم المسافات\nالطويلة نزلوا ليستريحوا بعض الوقت، وجلس محمد صلى الله عليه وسلم تحت شجرة، وعلى مقربة منه صومعة راهب، وما إن رأى الراهب محمدًا صلى الله عليه وسلم حتى أخذ ينظر إليه ويطيل النظر، ثم سأل ميسرة: من هذا الرجل الذي نزل تحت هذه الشجرة؟ فقال ميسرة: هذا رجل من قريش من\nأهل الحرم، فقال الراهب: ما نزل تحت هذه الشجرة إلا نبي، وباعت القافلة كل تجارتها، واشترت ما تريد من البضائع، وكان ميسرة ينظر إلى محمد ويتعجب من سماحته وأخلاقه والربح الكبير الذي حققه في مال السيدة خديجة.\nوفي طريق العودة حدث أمر عجيب، فقد كانت هناك غمامة في السماء تظل محمدًا وتقيه الحر، وكان ميسرة ينظر إلى ذلك المشهد، وقد بدت على وجهه علامات الدهشة والتعجب، وأخيرًا وصلت القافلة إلى مكة فخرج الناس لاستقبالها مشتاقين؛ كل منهم يريد الاطمئنان على أمواله، وما تحقق له\nمن ربح، وحكى ميسرة لسيدته خديجة ما رأى من أمر محمد، فقد أخبرها بما قاله الراهب، وبالغمامة التي كانت تظل محمدًا في الطريق؛ لتقيه من الحر دون سائر أفراد القافلة.\nزواج محمد صلى الله عليه وسلم من السيدة خديجة:\nاستمعت السيدة خديجة إلى ميسرة في دهشة، وقد تأكدت من أمانة محمد\nصلى الله عليه وسلم وحسن أخلاقه، فتمنت أن تتزوجه، فأرسلت السيدة خديجة صديقتها نفيسة بنت منبه؛ لتعرض على محمد الزواج، فوافق محمد صلى الله عليه وسلم على هذا الزواج، وكلم أعمامه، الذين رحبوا ووافقوا على هذا\nالزواج، وساروا إلى السيدة خديجة يريدون خطبتها؛ فلما انتهوا إلى دار خويلد قام أبو طالب عم النبي وكفيله يخطُب خُطبة العرس، فقال: (الحمد لله الذي جعلنا من ذرية إبراهيم وزرع إسماعيل، وجعل لنا بيتًا محجوجًا وحرمًا\nآمنًا، وجعلنا أمناء بيته، وسُوَّاس حرمه، وجعلنا الحكام على الناس، ثم إن ابن أخي هذا محمد بن عبد الله لا يوزن به رجل شرفًا ونبلاً وفضلاً، وإن كان في المال قلا، فإن المال ظل زائل، وقد خطب خديجة بنت خويلد وبذل لها من الصداق ما عاجله وآجله من مالي كذا وكذا، وهو والله بعد هذا له نبأ\nعظيم، وخطر جليل) وتزوج النبي صلى الله عليه وسلم السيدة خديجة، وعاشا معًا حياة طيبة موفقة، ورزقهما الله تعالى البنين والبنات، فأنجبت له ستة أولاد هم: زينب، ورقية، وأم كلثوم، وفاطمة، وعبدالله، والقاسم، وبه يكنى الرسول فيقال: أبو القاسم.\nبناء الكعبة وقصة الحجر الأسود:\nاجتمعت قريش لإعادة بناء الكعبة، وأثناء البناء اختلفوا فيمن ينال شرف وضع الحجر الأسود في مكانه، واشتد الخلاف بينهم، وكاد أن يتحول إلى حرب بين قبائل قريش، ولكنهم تداركوا أمرهم، وارتضوا أن يُحكِّموا أول داخل عليهم وانتظر القوم، وكل واحد يسأل نفسه: ترى من سيأتي الآن؟ ولمن سيحكم؟ وفجأة تهللت وجوههم بالفرحة والسرور عندما رأوا محمدًا يقبل عليهم، فكل واحدٍ منهم يحبه ويثق في عدله وأمانته ورجاحة عقله وسداد رأيه، فهتفوا: هذا الأمين قد رضيناه حَكَما، وعرضوا عليه الأمر وطلبوا منه أن يحكم بينهم، فخلع الرسول صلى الله عليه وسلم رداءه ووضع الحجر عليه، ثم أمر رؤساء القبائل فرفعوا الثوب حتى أوصلوا الحجر إلى مكانه من الكعبة، عندئذ حمله الرسول صلى الله عليه وسلم بيده الشريفة ووضعه مكانه، وهكذا كفاهم الله\nشر القتال.                      "
  },
  {
    "number": "الوحي",
    "text": "",
    "label": "كان محمد صلى الله عليه وسلم يكثر من الذهاب إلى غار حراء، فيجلس وحده فيه أيامًا بلياليها؛ يفكر في خالق هذا الكون بعيدًا عن الناس وما يفعلونه\nمن آثام، ولقد كان يمشي تلك المسافة الطويلة ويصعد ذلك الجبل العالي، ثم يعود إلى مكة ليتزود بالطعام ويرجع إلى ذلك الغار، وظل مدة لا يرى رؤيا إلا وتحققت كما رآها، وبدأت تحدث له أشياء عجيبة لا تحدث لأي إنسان\nآخر، فقد كان في مكة حَجَر يسلم عليه كلما مر به، قال صلى الله عليه وسلم: (إني لأعرف حجرًا بمكة كان يسلم عليَّ قبل أن أبعث، إني لأعرفه\nالآن) [مسلم].\nوكان النبي صلى الله عليه وسلم يجلس ذات يوم في الغار، وإذا بجبريل -عليه السلام- ينزل عليه في صورة رجل ويقول له: اقرأ. وكان النبي صلى الله عليه وسلم لا يعرف القراءة ولا الكتابة، فخاف وارتعد، وقال للرجل: ما أنا بقارئ. وإذا بجبريل -عليه السلام- يضم النبي صلى الله عليه وسلم إليه بشدة، ثم يتركه ويقول له: اقرأ. فقال محمد: ما أنا بقارئ. وتكرر ذلك مرة ثالثة، فقال جبريل: {اقرأ باسم ربك الذي خلق . خلق الإنسان من علق . اقرأ وربك الأكرم} _[العلق:1-3]. فكانت هذه أولى آيات القرآن التي نزلت في شهر رمضان على رسول الله صلى الله عليه وسلم وهو في السنة الأربعين من عمره.\nرجع محمد صلى الله عليه وسلم إلى بيته مسرعًا، ثم رقد وهو يرتعش، وطلب من زوجته أن تغطيه قائلا: (زملونى، زملونى) وحكى لها ما رآه في الغار، فطمأنته السيدة خديجة، وقالت له: كلا والله لا يخزيك الله أبدًا، إنك لتصل الرحم وتحمل الكلَّ (الضعيف) وتُكسب المعدوم، وتُقري (تكرم) الضيف، وتعين على نوائب الحق، فلما استمع النبي صلى الله عليه وسلم إلى كلام السيدة خديجة، عادت إليه الطمأنينة، وزال عنه الخوف والرعب، وبدأ يفكر فيما حدث.\n\n\n\nحكاية ورقة بن نوفل:\nوكان للسيدة خديجة ابن عم، اسمه (ورقة بن نوفل) على علم بالديانة المسيحية فذهبت إليه ومعها زوجها؛ ليسألاه عما حدث، فقالت خديجة لورقة: يابن عم اسمع من ابن أخيك، فقال ورقة: يابن أخي ماذا ترى؟ فأخبره النبي صلى الله عليه وسلم بالذي حدث في غار حراء، فلما سمعه ورقة قال: هذا الناموس الذي كان ينزل على موسى، ثم أخبره (ورقة) أنه يتمنى أن يعيش حتى ينصره، ويكون معه عندما يحاربه قومه، ويُخرجونه من مكة، فلما سمع الرسول صلى الله عليه وسلم ذلك تعجب وسأل ورقة قائلا: أو مُخرجيَّ هم؟ فقال له: نعم، لم يأتِ أحد بمثل ما جئت به إلا عُودِيَ، ومنذ ذلك اليوم والرسول صلى الله عليه وسلم يزداد شوقًا لوحي السماء الذي تأخر نزوله عليه بعد هذه المرة.\nعودة الوحي:\nوبعد فترة، وبينما كان النبي صلى الله عليه وسلم يمشي إذا به يسمع صوتًا، فرفع وجهه إلى السماء، فرأى الملك الذي جاءه في غار حراء جالسًا على كرسي بين السماء والأرض، فارتعد الرسول صلى الله عليه وسلم من هول المنظر، وأسرع إلى المنزل، وطلب من زوجته أن تغطيه، قائلا: دثرونى . دثرونى، وإذا بجبريل ينزل إليه بهذه الآيات التي يوجهها الله إليه: {يا أيها المدثر . قم فأنذر . وربك فكبر . وثيابك فطهر . والرجز فاهجر} _[المدثر: 1-5] وفي هذه الآيات تكليف من الله سبحانه لرسوله صلى الله عليه وسلم أن يدعو الناس.\nالدعوة إلى الإسلام سرَّا:\nكان الناس في مكة يعبدون الأصنام منذ زمن بعيد، وقد ورثوا عبادتها عن آبائهم وأجدادهم؛ فبدأ الرسول صلى الله عليه وسلم بالدعوة إلى الإسلام سرَّا، وبدأ بأقرب الناس إليه، فآمنت به زوجته خديجة بنت خويلد، وآمن به أيضًا ابن عمه علي بن أبي طالب، وكان غلامًا في العاشرة من عمره، وكان رسول الله صلى الله عليه وسلم هو الذي يقوم بتربيته، وكان صديقه أبو بكر أول الذين آمنوا به من الرجال، وكان ذا مكانة عظيمة بين قومه، يأتي الناس إليه ويجلسون\nمعه، فاستغل أبو بكر مكانته هذه وأخذ يدعو من يأتي إليه ويثق فيه\nإلى الإسلام، فأسلم على يديه عبدالرحمن بن عوف، وعثمان بن عفان، والزبير ابن العوام، وطلحة بن عبيد الله .. وغيرهم.\nولم تكن الصلاة قد فرضت في ذلك الوقت بالكيفية التي نعرفها، ولكن رسول الله صلى الله عليه وسلم كان يصلي بأصحابه الذين أسلموا سرًّا ركعتين قبل طلوع الشمس وركعتين قبل الغروب، وذلك في مكان بعيد عن أعين\nالكفار.\nوذات يوم كان الرسول صلى الله عليه وسلم يصلي بأصحابه في شِعبٍ من شِعَابِ مكة، إذ أقبل عليهم أبو طالب عم النبي صلى الله عليه وسلم والذي لم يؤمن برسالته، فلما رأى الرسول صلى الله عليه وسلم وأصحابه يصلون، سأله عن هذا الدين الجديد، فأخبره الرسول صلى الله عليه وسلم به لأنه يثق في عمه ويأمل أن يدخل الإسلام، ولكن أبا طالب رفض أن يترك دين آبائه وأجداده وطمأن النبي صلى الله عليه وسلم وتعهد بحمايته من أعدائه، وأوصى ابنه عليًّا أن يلزم رسول الله صلى الله عليه وسلم، واستمر الرسول صلى الله عليه وسلم يدعو قومه سرَّا، وعدد المسلمين يزداد يومًا بعد يوم، ويقوى الإيمان في قلوبهم بما ينزله الله عليهم من القرآن الكريم، وظلوا هكذا ثلاث سنوات."
  },
  {
    "number": "مرحلة الدعوة الجهرية",
    "text": "",
    "label": "مر الله سبحانه رسوله صلى الله عليه وسلم أن يجهر بالدعوة ويبدأ بعشيرته وأهله، فقال تعالى: {وأنذر عشيرتك الأقربين} _[الشعراء:214] فنادى الرسول صلى الله عليه وسلم قريشًا، وقال: (يا بني كعب أنقذوا أنفسكم من النار، يا بني عبد شمس أنقذوا أنفسكم من النار، يا بني عبد مناف أنقذوا أنفسكم من النار، يا بني هاشم وبني عبد المطلب أنقذوا أنفسكم من النار، يا فاطمة أنقذي نفسك من النار، فإني والله لا أملك لكم من الله شيئًا إلا أن لكم رحمًا سأَبُلُّهَا بِبِلالِهَا (سَأصِلُها) ) _[مسلم].\nونزل هذا الكلام على قلوب الكفار نزول الصاعقة، فقد أصبحت المواجهة واضحة بينهم وبين رسول الله صلى الله عليه وسلم، إنه يطلب منهم أن يتركوا الأصنام التي يعبدونها، وأن يتركوا الفواحش، فلا يتعاملون بالربا، ولا يزنون، ولا يقتلون أولادهم، ولا يظلمون أحدًا، لكنهم قابلوا تلك الدعوة بالرفض، وبدءوا يسخرون من النبي صلى الله عليه وسلم، ومن دعوته، فصبر صلى الله عليه وسلم عليهم وعلى تطاولهم.\nوذات مرة، كان النبي صلى الله عليه وسلم يطوف بالبيت، فتطاول عليه بعض الكفار بالكلام، ولكنه صبر عليهم ومضى، فلما مرَّ عليهم ثانية تطاولوا عليه بمثل ما فعلوا، فصبر ولم يرد، ثم مرَّ بهم الثالثة، فتطاولوا عليه بمثل ما فعلوا أيضًا، فقال صلى الله عليه وسلم لهم: (أتسمعون يا معشر قريش؟ أما والذي نفسي بيده، لقد جئتكم بالذبح) فخاف القوم حتى إن أكثرهم وقاحة أصبح يقول للرسول\nصلى الله عليه وسلم بكل أدب: انصرف يا أبا القاسم، انصرف راشدًا، فوالله ما كنت جهولا.\nوذات يوم، أقبل رجل من بلد اسمها (إراش) إلى مكة، فظلمه أبو جهل، وأخذ منه إبله، فذهب الرجل إلى نادي قريش يسألهم عن رجل ينصره على\nأبي جهل، وهنا وجد الكفار فرصة للتسلية والضحك والسخرية من رسول الله صلى الله عليه وسلم، فأمروا الرجل أن يذهب إلى الرسول صلى الله عليه وسلم ليأخذ له حقه، فذهب الرجل إلى رسول الله صلى الله عليه وسلم، وأخذوا ينظرون إليه ليروا ما سيحدث، فقام النبي صلى الله عليه وسلم مع الرجل ليعيد له حقه من أبي جهل، فأرسلوا وراءه أحدهم؛ ليرى ما سوف يصنعه أبوجهل مع رسول الله صلى الله عليه وسلم، فذهب الرسول صلى الله عليه وسلم إلى بيت أبي جهل، وطرق بابه، فخرج أبو جهل من البيت خائفًا مرتعدًا، وقد تغير لونه من شدة الخوف، فقال له رسول الله صلى الله عليه وسلم: (أعطِ هذا الرجل حقه) فرد أبو جهل دون تردد: لا تبرح حتى أعطيه الذي له، ودخل البيت مسرعًا، فأخرج مال الرجل، فأخذه، وانصرف.\nوعندما أقبل أبو جهل على قومه بادروه قائلين: ويلك! ما بك؟ فقال لهم: والله ما هو إلا أن ضرب عليَّ وسمعت صوته فملئت منه رعبًا، ثم خرجت إليه، وإن فوق رأسه لفحلا من الإبل ما رأيتُ مثلَه قط، فوالله لو أبَيتُ لأكلني. [البيهقي]\nوبدأ كفار قريش مرحلة جديدة من المفاوضات، فذهبوا إلى أبي طالب عم النبي صلى الله عليه وسلم، وقالوا له: يا أبا طالب، إن ابن أخيك قد سبَّ\nآلهتنا، وعاب ديننا، وسفه أحلامنا، وضلل آباءنا، فإما أن تكفه عنا، وإما أن تخلى بيننا وبينه، فردَّ عليهم أبو طالب ردًّا رقيقًا، فانصرفوا عنه.\nولكن رسول الله صلى الله عليه وسلم استمر في إظهار دين الله ودعوة الناس إليه، فجمع الكفار أنفسهم مرة أخرى وذهبوا إلى أبي طالب، فقالوا له: يا أبا طالب، إن لك سنًّا وشرفًا ومنزلة فينا، وإنا قد استنهيناك من ابن أخيك فلم تنهه عنا، وإنا والله لا نصبر على هذا من شتم آبائنا، وتسفيه أحلامنا، وعيب\nآلهتنا، حتى تكفه عنا، أو ننازله وإياك في ذلك حتى يهلك أحد الفريقين.\nوأرسل أبو طالب إلى النبي صلى الله عليه وسلم، فلما جاء قال له: يابن أخي! إن قومك قد جاءوني، وقالوا كذا وكذا فأَبقِ علىَّ وعلى نفسك، ولا تُحملني من الأمر ما لا أطيق أنا ولا أنت، فاكفف عن قومك ما يكرهون من قولك، فقال النبي صلى الله عليه وسلم لعمه: (والله يا عم لو وضعوا الشمس في يميني والقمر في يساري، ما تركت هذا الأمر حتى يظهره الله أو أهلك فيه) فقال أبو طالب: امضِ على أمرك وافعل ما أحببت، فوالله! لا أسلمك لشيء أبدًا.\nلم يستطع المشركون أن يوقفوا مسيرة الدعوة للإسلام، ولم يستطيعوا إغراء الرسول صلى الله عليه وسلم بالمال أو بالجاه، وقد خاب أملهم في عمه\nأبي طالب، وها هو ذا موسم الحج يقبل، والعرب سوف يأتون من كل\nمكان، وقد سمعوا بمحمد ودعوته، وسوف يستمعون إليه وربما آمنوا به\nونصروه، فتسرب الخوف إلى قلوب الكفار في مكة، وفكروا في قول واحد يتفقون عليه ويقولونه عن محمد صلى الله عليه وسلم حتى يصرفوا العرب\nعنه، فالتفوا حول الوليد بن المغيرة، وكان أكبرهم سنًّا؛ فقال أحدهم: نقول إن محمدًا كاهن، فقال الوليد: والله ما هو بكاهن، لقد رأينا الكهان فما هو بزمزمة الكاهن ولا سجعه، فقالوا: نقول إن محمدًا مجنون، فقال لهم: ما هو بمجنون لقد رأينا الجنون وعرفناه، فقالوا: نقول إن محمدًا شاعر، فقال لهم: ما هو بشاعر لقد عرفنا الشعر كله فما هو بالشعر، فقالوا: نقول ساحر، فقال لهم: ما هو\nبساحر، لقد رأينا السحرة وسحرهم وما هو منهم.\nفقالوا للوليد بن المغيرة: فما تقول يا أبا عبد شمس؟ فأقسم لهم أن كلام محمد هو أحلى الكلام وأطيبه، وما هم بقائلين من هذا شيئًا إلا عُرف أنه باطل، وإن أقرب القول فيه أن تقولوا: إن محمدًا ساحر يفرق بين المرء وأخيه وبين الرجل وزوجته والرجل وأبيه، فوافق الكفار على رأيه وانتشروا في موسم الحج يرددون هذه الافتراءات بين الناس، حتى يصدوهم عن دعوة رسول الله صلى الله عليه وسلم، فأنزل الله تعالى في الوليد بن المغيرة قوله: {ذرني ومن خلقت\nوحيدًا . وجعلت له مالاً ممدودًا . وبنين شهودًا . ومهدت له تمهيدًا . ثم يطمع أن أزيد . كلا إنه كان لآياتنا عنيدًا . سأرهقه صعودًا . إنه فكر وقدر . فقتل كيف قدر . ثم قتل كيف قدر . ثم نظر . ثم عبس وبسر . ثم أدبر\nواستكبر . فقال إن هذا إلا سحر يؤثر . إن هذا إلا قول البشر . سأصليه\nسقر . وما أدراك ما سقر . لا تبقي ولا تذر . لواحة للبشر . عليها تسعة عشر} _[المدثر:11-30].\nإسلام عمر بن الخطاب:\nدعا الرسول صلى الله عليه وسلم الله أن يعز الإسلام بأحد العمرين: عمر بن الخطاب، أو عمرو بن هشام، وكان عمر بن الخطاب قبل أن يسلم شديد الإيذاء للمسلمين، وذات يوم حمل عمر سيفه، وانطلق يبحث عن محمد ليقتله، وفي الطريق قابله رجل، وأخبره أن أخته فاطمة قد أسلمت هي وزوجها سعيد بن زيد، فاتجه عمر غاضبًا نحو دار أخته، ودق الباب، وكان الصحابي خباب بن الأَرَتِّ -رضي الله عنه- يعلِّم أخت عمر وزوجها القرآن الكريم، فلما سمعوا صوت عمر امتلأت قلوبهم بالرعب والخوف، وأسرع خباب فاختبأ في زاوية من البيت، ودخل عمر فقال: لقد أُخبرت أنكما تبعتما محمدًا على دينه، ثم ضرب زوج أخته، وضرب أخته على وجهها حتى سال الدم من وجهها، ولكنها لم تخف، وقالت له في ثبات وشجاعة: نعم أسلمنا وآمنا بالله ورسوله، فاصنع ما شئت.\nندم عمر على ما صنع بأخته، وطلب منها الصحيفة التي كانوا يقرءون\nمنها، فقالت له: يا أخي إنك نجس وإنه لا يمسه إلا المطهرون، فقام عمر فاغتسل، فأعطته الصحيفة، فقرأ عمر: بسم الله الرحمن الرحيم {طه . ما أنزلنا عليك القرآن لتشقى . إلا تذكرة لمن يخشى . تنزيلاً ممن خلق الأرض والسموات العلى . الرحمن على العرش استوى . له ما في السموات وما في الأرض وما بينهما وما تحت الثرى . وإن تجهر بالقول فإنه يعلم السر\nوأخفى . الله لا إله إلا هو له الأسماء الحسنى} _[طه:1-8].\nوكانت هذه الآيات نورًا جذب عمر إلى الإسلام وأضاء له طريق الحق، فما إن قرأها حتى لان قلبه، وهدأ طبعه، وذهب عنه الغضب، وقال -والإيمان يفيض في جوانحه-: ما أحسن هذا الكلام وما أكرمه، ثم ذهب إلى النبي صلى الله عليه وسلم وأعلن إسلامه، وبعد قليل من إسلام عمر بن الخطاب -رضي الله\nعنه- سار رسول الله صلى الله عليه وسلم إلى الكعبة في وضح النهار بين عمر بن الخطاب وحمزة بن عبدالمطلب -رضي الله عنهما- وامتنع أصحاب رسول الله صلى الله عليه وسلم بهما، وكان المسلمون لا يقدرون أن يُصَلُّوا عند الكعبة حتى أسلم عمر بن الخطاب، فلما أسلم هو وحمزة بن عبدالمطلب صلى المسلمون عند الكعبة.                      "
  },
  {
    "number": "الهجرة الى الحبشة",
    "text": "",
    "label": "أصبحت مكة سجنًا كبيرًا يعذب فيه ضعفاء المسلمين، فهذا أمية بن خلف يُخرج عبده بلال بن رباح -رضي الله عنه- في حر الظهيرة ويطرحه على ظهره عريانًا فوق الرمال المحرقة، ويضع على صدره صخرة كبيرة، كل هذا العذاب لأن بلالا أسلم وسيده يريد منه أن يكفر بمحمد ويعبد الأصنام، لكن بلالا كان قوي الإيمان صلب العقيدة، لم يلن ولم يستسلم، وكان يردد قائلا: أحد .. أحد. وتحمل كل هذا العذاب حتى فَرَّجَ الله عنه.\nوعُذِّبَ المسلمون داخل بيوتهم؛ فهذا مصعب بن عمير قد حبسته أمه، ومنعت عنه الطعام، وجمعت أخواله حتى يعذبوه ليترك الإسلام، وهكذا أصبحت مكة مكانًا غير مأمون على المسلمين، فتعذيب الكفار لهم يزداد يومًا بعد يوم، ففكر النبي صلى الله عليه وسلم في مكان يطمئن فيه على أصحابه، فوقع اختياره على الحبشة، فأمر أصحابه ممن يطيقون الهجرة بالتوجه إليها، لأن فيها ملكًا لا يُظلم عنده أحد، وخرج بعض المسلمين المهاجرين إلى هناك سرًّا، وكان من بينهم عثمان بن عفان وزوجته رقية بنت النبي صلى الله عليه وسلم، وجعفر بن أبي طالب وزوجته أسماء بنت عميس، وعبدالله بن مسعود -رضي الله عنهم- وغيرهم.\nولما علم أهل قريش بذلك اشتد غيظهم ورفضوا أن يتركوا المسلمين المهاجرين إلى الحبشة وشأنهم، بل صمموا على إرجاعهم إلى مكة، فاختاروا من بينهم رجلين معروفين بالذكاء، وهما: عمرو بن العاص وعبدالله بن أبي بلتعة وأرسلوهما بهدايا إلى ملك الحبشة، فدخل عمرو بن العاص على النجاشي، وقال له: أيها الملك، إنه ضَوَى (جاء) إلى بلدك منا سفهاء، فارقوا دين قومهم، ولم يدخلوا في دينكم، وجاءوا بدين مبتدع، لا نعرفه نحن ولا أنتم، وقد بعثنا إلى الملك فيهم آباؤهم وأعمامهم وعشائرهم؛ لتردهم إليهم، فهم أعلى بهم عينًا وأعلم بما عابوا عليهم، فرفض النجاشي أن يسلِّم المسلمين لهم، حتى يبعث إليهم ويتأكد من صحة كلام عمرو وصاحبه.\nفأرسل النجاشي في طلب المسلمين المهاجرين إلى بلاده فجاءوا إليه، وأنابوا جعفر بن أبي طالب -رضي الله عنه- حتى يتحدث باسمهم، فسأله النجاشي: ما هذا الدين الذي قد فارقتم به قومكم، ولم تدخلوا في ديني، ولا في دين أحد من هذه الملل؟ فَرَدَّ عليه جعفر قائلا: أيها الملك، كنا قومًا أهل جاهلية، نعبد الأصنام، ونأكل الميتة، ونأتي الفواحش، ونقطع الأرحام، ونسيء الجوار، ويأكل القوي منا الضعيف، فكنا على ذلك حتى بعث الله إلينا رسولا منا، نعرف\nنسبه، وصدقه، وأمانته، وعفافه، فدعانا إلى الله لنوحده ونعبده، ونخلع ما كنا نعبد نحن وآباؤنا من دونه من الحجارة والأوثان، وأمرنا بصدق الحديث، وأداء الأمانة، وصلة الرحم، وحسن الجوار، والكف عن المحارم والدماء، ونهانا عن الفواحش، وقول الزور، وأكل مال اليتيم، وقذف المحصنات.\nوأمرنا أن نعبد الله وحده ولا نشرك به شيئًا، وأمرنا بالصلاة والزكاة والصيام فصدَّقناه وآمنا به، واتبعناه على ما جاء به من الله، فعبدنا الله وحده فلم نشرك به شيئًا، وحرمنا ما حرم علينا، وأحللنا ما أحل لنا، فعدا علينا قومُنا فعذبونا وفتنونا عن ديننا، ليردونا إلى عبادة الأوثان عن عبادة الله -تعالى- وأن نستحل ما كنا نستحل من الخبائث، فلما قهرونا وظلمونا وضيَّقوا علينا، وحالوا بيننا وبين ديننا، خرجنا إلى بلادك، واخترناك على من سواك، ورغبنا في جوارك، ورجونا أن لا نُظلَم عندك أيها الملك، فقال له النجاشي: هل معك مما جاء به الله من شيء؟ قال جعفر: نعم. فقال النجاشي: اقرأه عليَّ.\nفقرأ عليه جعفر أول سورة مريم، فبكى النجاشي، ثم قال: إن هذا والذي جاء به عيسى ليخرج من مشكاة واحدة، ثم قال لعمرو وصاحبه: انطلقا، فلا والله لا أسلمهم إليكما، وردَّ النجاشي الهدايا إلى عمرو ولم يسلم المسلمين إليه، وهكذا فشل المشركون في الإيقاع بين المسلمين وملك الحبشة.                      "
  },
  {
    "number": "المقاطعة",
    "text": "",
    "label": "ازداد عدد المسلمين، وانضم إليهم عدد من أصحاب القوة والسيطرة، فأصبح من الصعب على المشركين تعذيبهم، ففكروا في تعذيب من نوع آخر، يشمل كل المسلمين قويهم وضعيفهم، بل يشمل كل من يحمي النبي صلى الله عليه وسلم والمسلمين حتى ولو لم يدخل في الإسلام، فقرر المشركون أن يقاطعوا بني هاشم ومن معهم، فلا يزوجونهم ولا يتزوجون منهم، ولا يبيعون لهم ولا يشترون منهم، ولا يكلمونهم، ولا يدخلون بيوتهم، وأن يستمروا هكذا حتى يُسلِّموا إليهم محمدًا ليقتلوه أو يتركوا دينهم، وأقسم المشركون على هذا العهد، وكتبوه في صحيفة وعلقوها داخل الكعبة.\nوأحكم المشركون الحصار، فاضطر الرسول صلى الله عليه وسلم ومن معه إلى الاحتباس في شعب بني هاشم، وكان رجال قريش ينتظرون التجار القادمين إلى مكة ليشتروا منهم الطعام ويمنعوا المسلمين من شرائه، فيظلوا على جوعهم، فهذا أبو لهب يقول لتجار قريش عندما يرى مسلمًا يشترى طعامًا لأولاده: يا معشر التجار، غالوا على أصحاب محمد؛ حتى لا يدركوا معكم شيئًا، فيزيدون عليهم في السلعة، حتى يرجع المسلم إلى أطفاله، وهم يتألمون من الجوع، وليس في يديه شيء يطعمهم به.\nويذهب التجار إلى أبي لهب فيربحهم فيما اشتروا من الطعام واللباس، حتى تعب المؤمنون ومن معهم من الجوع والعرى، واستمر هذا الحصار على بني هاشم والمسلمين مدة ثلاث سنوات، ولكن المسلمين أثبتوا أنهم أقوى من كل حيل المشركين، فإيمانهم راسخ في قلوبهم لا يزحزحه جوع ولا عطش، حتى وإن اضطروا إلى أكل أوراق الشجر، فلم ييأسوا، ولم ينفضُّوا من حول نبيهم صلى الله عليه وسلم.\nوشعر بعض المشركين بسوء ما يفعلونه، فقرروا إنهاء هذه المقاطعة الظالمة وأرسل الله تعالى الأرضة (دودة أو حشرة صغيرة تشبه النملة) فأكلت صحيفتهم، ولم تُبْقِ إلا اسم الله تعالى، وأوحى الله إلى نبيه بذلك، فأخبر النبي صلى الله عليه وسلم عمه أبا طالب بما حدث للصحيفة، فذهب أبو طالب إلى الكفار وأخبرهم بما أخبره محمد صلى الله عليه وسلم به، فأسرعوا إلى الصحيفة، فوجدوا ما قاله أبو طالب صدقًا، وتقدم من المشركين هشام بن عمرو، وزهير بن أبي أمية والمطعم بن عدى، وأبو البختري بن هشام، وزمعة بن الأسود، فتبرءوا من هذه المعاهدة، وبذلك انتهت المقاطعة بعد ثلاث سنوات من الصبر، والثبات\nوالتحمل.  "
  },
  {
    "number": "عام الحزن",
    "text": "",
    "label": "في العام العاشر من البعثة كانت الأحزان على موعد مع الرسول صلى الله عليه وسلم، فقد مات عمه أبو طالب الذي كان يحميه من أهل مكة، ثم ماتت زوجته الوفية الصادقة السيدة خديجة -رضي الله عنها- التي كانت تخفف عنه، وتؤيده في دعوته إلى الله -عز وجل- وهي التي آمنت به وساعدته بمالها، ورزقه الله منها الأولاد، فكان رسول الله صلى الله عليه وسلم يحبها ويقدرها، وبشرها الرسول صلى الله عليه وسلم بالجنة -قبل موتها- فقد أتى جبريل -عليه السلام- النبي صلى الله عليه وسلم فقال: (يا رسول الله، هذه خديجة قد أتت معها إناء فيه إدام، أو طعام، أو شراب، فإذا هي أتتك فاقرأ عليها السلام من ربها\nومني، وبشِّرها ببيت في الجنة من قصب (المراد به لؤلؤة مجوفة واسعة كالقصر الكبير) لا صخب فيه ولا نصب) _[البخاري].\nفحزن الرسول صلى الله عليه وسلم حزنًا شديدًا على وفاة زوجته وعمه، وازداد قلقه على الدعوة، فقد فقد نصيرين كبيرين، وصدق ما توقعه الرسول صلى الله عليه وسلم، فقد اشتد تعذيب المشركين له ولأصحابه.\nزواج الرسول صلى الله عليه وسلم من السيدة سودة:\nكانت السيدة سودة بنت زمعة -رضي الله عنها- قد أسلمت في بداية الإسلام وهاجرت إلى الحبشة مع زوجها السكران بن عمرو، ثم عادت إلى مكة، وقد مات زوجها، فتزوجها الرسول صلى الله عليه وسلم إكرامًا لها، ورحمة بها.\nرحلة الرسول صلى الله عليه وسلم إلى الطائف\nلم ييأس الرسول صلى الله عليه وسلم بعد أن أعرض أهل مكة عن قبول الدعوة ولكنه بحث عن مكان آخر لنشر الدين، فأرض الله واسعة، وقد أرسله الله تعالى ليخرج الناس جميعًا من الظلمات إلى النور.\nفسافر رسول الله صلى الله عليه وسلم ومعه خادمه زيد بن حارثة إلى الطائف وكان ذلك بعد مضي عشر سنوات من بعثته، وظل في الطائف عشرة أيام يدعو كبار القوم إلى الإسلام، ولكن الطائف لم تكن أحسن حالا من مكة، فقد رفض أهلها قبول دعوته، ولم يكتفوا بذلك، بل إنهم سَلَّطوا عليه صبيانهم وسفهاءهم فوقفوا صفين على طول طريق الرسول صلى الله عليه وسلم يسبونه، ويقذفونه بالحجارة هو وزيد بن حارثة الذي كان يدافع عن رسول الله صلى الله عليه وسلم بنفسه ويصد الحجارة، حتى جرح في رأسه، وسال الدم من قدم الرسول صلى الله عليه وسلم.\nعندئذ توجه الرسول صلى الله عليه وسلم إلى ربه، ولجأ إليه، ورفع يديه قائلا: (اللهم إليك أشكو ضعف قوتي وقلة حيلتي وهواني على الناس، يا أرحم الراحمين، أنت رب المستضعفين، وأنت ربي، إلى من تكلني، إلى بعيد\nيتجهمني، أم إلى عدو ملكته أمري؟! إن لم يكن بك غضب عليَّ فلا أبالي، غير أن عافيتك هي أوسع لي، أعوذ بنور وجهك الذي أشرقت له الظلمات، وصلح عليه أمر الدنيا والآخرة أن يحل علي غضبك، أو أن ينزل بي سخطك، لك العتبى (التوبة والرجوع والاستغفار) حتى ترضى، ولا حول ولا قوة إلا بك)\n[ابن إسحاق].\nووجد النبي صلى الله عليه وسلم بستانًا لعتبة وشيبة ابني ربيعة فجلس فيه يريح جسده المتعب لبعض الوقت، ورأى عتبة وشيبة رسول الله صلى الله عليه وسلم على هذه الحال، فرق قلبهما له مع أنهما مشركان، فأرسلا غلامهما عداسًا بعنقود من عنب، ليقدمه إلى رسول الله صلى الله عليه وسلم فتناوله قائلا: بسم الله، فتعجب عداس، وقال: إن هذا الكلام لا يقوله أهل هذه البلاد -يعنى لا يقولون بسم الله- فسأله الرسول صلى الله عليه وسلم عن دينه وبلده، فقال عداس: أنا نصراني من أهل نينوى، فقال له رسول الله صلى الله عليه وسلم:\n(من قرية الرجل الصالح يونس بن متى؟) فقال عداس متعجبًا: وما يدريك ما يونس بن متى؟! فقال صلى الله عليه وسلم: (ذلك أخي كان نبيًّا وأنا نبي) فانكبَّ عداس على رسول الله صلى الله عليه وسلم يقبل رأسه ويديه وقدميه المجروحتين.\nوفي طريق عودة رسول الله صلى الله عليه وسلم إلى مكة، شاء الله أن يخفف عنه ما عاناه في الطائف، فعندما وقف يصلي الفجر مر به نفر من الجن، فاستمعوا له، فلما فرغ من صلاته رجعوا إلى قومهم وقد آمنوا بالله وبرسوله صلى الله عليه وسلم ، قال تعالى مخبرًا عن هذا: {قل أوحي إلي أنه استمع نفر من الجن فقالوا إنا سمعنا قرآنًا عجبًا يهدي إلى الرشد فآمنا به ولن نشرك بربنا أحدًا} _\n[الجن: 1-2].                      "
  },
  {
    "number": "الإسراء والمعراج",
    "text": "",
    "label": "وهكذا أعرض أهل مكة عن الإسلام، وخذل أهل الطائف النبي صلى الله عليه وسلم، وازداد إيذاء الكافرين له ولصحابته، وخاصة بعد وفاة السيدة\nخديجة -رضي الله عنها- وعمه أبي طالب، وأراد الله -سبحانه- أن يخفف عن نبيه ، فأكرمه برحلة الإسراء والمعراج؛ فبينما كان الرسول صلى الله عليه وسلم نائمًا بعد العشاء جاءه جبريل، فأيقظه وخرج به حتى انتهيا إلى دابة اسمها (البراق) تشبه البغل، ولها جناحان، فركب الرسول صلى الله عليه وسلم البراق حتى وصل بيت المقدس في فلسطين، وصلى بالأنبياء ركعتين.\nوهذه الرحلة من مكة إلى بيت المقدس تسمى (الإسراء) قال تعالى: {سبحان الذي أسرى بعبده ليلاً من المسجد الحرام إلي المسجد الأقصى الذي باركنا حوله لنريه من آياتنا إنه هو السميع البصير} _[الإسراء: 1].\nثم بدأت الرحلة السماوية من المسجد الأقصى إلى السماوات العلا وتسمى (المعراج) وإذا بأبواب السماء تفتح للنبي صلى الله عليه وسلم، فسلم على الملائكة، وظل يصعد من سماء إلى سماء يرافقه جبريل؛ فرأى الجنة والنار، ورأى من مشاهد الآخرة ما لم يره إنسان حتى وصل إلى سدرة المنتهى، وهو موضع لم يبلغه نبي أو ملك قبله ولا بعده تكريمًا له، قال تعالى: {فكان قاب قوسين أو أدنى . فأوحى إلى عبده ما أوحى} [النجم: 9-10] وفي هذه الليلة، فرض الله الصلوات الخمس على المسلمين، ثم نزل رسول الله صلى الله عليه وسلم إلى بيت المقدس، وركب البراق عائدًا إلى مكة.\nوفي الصباح، حكى رسول الله صلى الله عليه وسلم لقومه ما حدث، فكذبوه وسخروا من كلامه، وأراد الكفار أن يختبروا صدق الرسول صلى الله عليه وسلم، فطلبوا منه أن يصف بيت المقدس -ولم يكن رآه من قبل- فأظهر الله له صورة بيت المقدس، فأخذ يصفه وهو يراه، وهم لا يرونه، وأخبرهم الرسول صلى الله عليه وسلم بأشياء رآها في الطريق، وبقوم مر عليهم وهم في طريقهم إلى مكة، فخرج الناس ينتظرونهم، فجاءوا في موعدهم الذي حدده النبي صلى الله عليه وسلم فشهدوا بصدقه.\nوأسرع بعضهم إلى أبي بكر يقول له في استنكار: أسمعت ما يقول محمد؟ وكان أبو بكر مؤمنًا صادق الإيمان، فصدَّق الرسول صلى الله عليه وسلم في كل ما قاله، فسماه الرسول صلى الله عليه وسلم (الصديق) وهكذا كانت هذه الرحلة تسرية عن النبي صلى الله عليه وسلم، وتخفيفًا للأحزان التي مرَّ بها، وتأكيدًا من الله له على أنه قادر على نصرته، وكانت أيضًا ابتلاء للذين آمنوا حتى يميز الله الطيب من الخبيث."
  },
  {
    "number": "موسم الحج",
    "text": "",
    "label": "جاء موسم الحج في السنة العاشرة من البعثة، فاجتمعت القبائل من كل مكان وبدأ الرسول صلى الله عليه وسلم يدعوهم قائلا: (يا أيها الناس، قولوا لا إله إلا الله تفلحوا، وتملكوا بها العرب، وتذل لكم العجم، وإذا آمنتم كنتم ملوكًا في الجنة) _[الطبراني وابن سعد] ووجد الرسول صلى الله عليه وسلم ستة رجال من (يثرب) يتحدثون، فاقترب منهم، وقال لهم: (من أنتم؟)\nقالوا: نفر من الخزرج.\nقال: أَمِنْ موالى يهود (أي من حلفائهم)؟\nقالوا: نعم.\nقال: أفلا تجلسون أكلمكم؟. قالوا: بلى.\nفجلس معهم وحدثهم عن الإسلام، وتلا عليهم القرآن، فانشرحت له صدورهم، وظهرت علامات القبول على وجوههم، وكانت بينهم وبين اليهود عداوة، فكان اليهود يهددونهم بظهور نبي، وسوف يؤيدونه ويقاتلونهم معه، فلما سمعوا كلام الرسول صلى الله عليه وسلم نظر بعضهم لبعض وقالوا: تعلمون والله إنه النبي الذي توعدكم به اليهود فلا يسبقُنَّكُم إليه .. فأجابوا الرسول صلى الله عليه وسلم فيما دعاهم إليه، ووعدوه بأن يقابلوه في العام المقبل، ثم انصرفوا إلى قومهم وحدثوهم عن رسول الله صلى الله عليه وسلم، فانتشرت أخباره في يثرب. _[ابن إسحاق].\nبـيعة العقبة الأولى:\nوفي شهر ذي الحجة سنة إحدى عشرة من البعثة، قدم إلى مكة اثنا عشر رجلا من أهل يثرب من بينهم خمسة من الستة الذين كلموا الرسول صلى الله عليه وسلم في العام الماضي، واجتمع معهم رسول الله صلى الله عليه وسلم في مكان اسمه العقبة؛ فآمنوا به صلى الله عليه وسلم، وبايعوه على ألا يشركوا بالله\nشيئًا، ولا يسرقوا، ولا يرتكبوا الفواحش والمنكرات، ولا يقتلوا أولادهم، ولا يعصوه صلى الله عليه وسلم في معروف يأمرهم به.\nوكانت هذه هي بيعة العقبة الأولى، وعندما عادوا إلى يثرب أرسل رسول الله صلى الله عليه وسلم معهم مصعب بن عمير -رضي الله عنه- ليعلمهم أمور الدين ويقرأ عليهم القرآن، فأسلم على يديه كثير من أهل يثرب.\nبـيعة العقبة الثانية:\nوفي شهر ذي الحجة من العام الثاني عشر من البعثة، ذهب ثلاثة وسبعون رجلا وامرأتان من أهل يثرب إلى الحج، ليبايعوا رسول الله صلى الله عليه وسلم على الإسلام، وفي ليلة الحادي عشر من ذي الحجة تسلل الرجال والمرأتان وذهبوا إلى العقبة، وجاء إليهم الرسول صلى الله عليه وسلم ومعه عمه العباس بن عبدالمطلب، ولم يكن قد آمن وقتئذ، ولكنه جاء ليطمئن على اتفاق ابن أخيه مع أهل يثرب، وليبين لهم أنه قادر على حمايته في مكة إن لم يكونوا قادرين على حمايته في المدينة.\nوتمت بيعة العقبة الثانية، وفيها عاهد الأنصار النبي صلى الله عليه وسلم على السمع والطاعة، وقال لهم : (تبايعوني على السمع والطاعة، في النشاط\nوالكسل، وعلى النفقة في العسر واليسر، وعلى الأمر بالمعروف والنهي عن المنكر، وعلى أن تقولوا في الله لا تأخذكم لومة لائم، وعلى أن تنصروني إذا قدمت عليكم، وتمنعوني مما تمنعون منه أنفسكم وأزواجكم وأبناءكم\nولكم الجنة) _[أحمد].\nوأصبح لرسول الله صلى الله عليه وسلم أتباع أقوياء مستعدون لنصرته، والقتال من أجل الإسلام، حتى إن أحدهم وهو العباس بن عبادة -رضي الله عنه- قام وقال لرسول الله صلى الله عليه وسلم: والله الذي بعثك بالحق، إن شئت لنميلن على أهل منى غدًا بأسيافنا، ولكن الرسول صلى الله عليه وسلم لا يفعل إلا ما يأمره الله به، فقال له : (لم نؤمر بذلك، ولكن ارجعوا إلى رحالكم)\n[ابن إسحاق] واختار رسول الله صلى الله عليه وسلم منهم اثني عشر رجلا؛ ليكونوا أمراء عليهم حتى يهاجر إليهم.\nوفي الصباح، تسلل الخبر إلى كفار قريش، فاكتشفوا أمر ذلك الاجتماع\nالخطير، وخرجت قريش تطلب المسلمين من أهل يثرب فأدركوا (سعد بن عبادة) وأسروه وأخذوا يعذبونه ويَجُرُّونه حتى أدخلوه مكة، وكان سعد يجير ويحمي تجارة اثنين من كبار مكة إذا مرا ببلده، وهما جبير بن مطعم بن عدي والحارث بن حرب بن أمية، فنادى باسميهما فجاءا وخلصاه من أيدي\nالمشركين، وعاد سعد بن عبادة -رضي الله عنه- إلى يثرب.                      "
  },
  {
    "number": "الهجرة من مكة الى المدينة",
    "text": "",
    "label": "أصبح كفار مكة في غيظ شديد، بعدما صار لرسول الله صلى الله عليه وسلم أنصار في يثرب، وهم أهل حرب يجيدون القتال، وسوف ينصرون\nالإسلام، فشعر كفار مكة أن الأمر سيخرج من أيديهم، فانقضوا على المسلمين بالتعذيب والأذى، والتف المسلمون حول نبيهم الكريم صلى الله عليه وسلم يطلبون منه الإذن في ترك مكة كلها، ويهاجرون بدينهم، حتى يستطيعوا أن يعبدوا الله تعالى وهم آمنون، فأذن لهم الرسول صلى الله عليه وسلم بالهجرة إلى المدينة. فبدأ المسلمون يتسللون سرًّا إلى المدينة، تاركين ديارهم وأموالهم من أجل دينهم.\nوجاء أبو بكر الصديق -رضي الله عنه- إلى الرسول صلى الله عليه وسلم يستأذنه في الهجرة، فطلب منه الرسول صلى الله عليه وسلم أن ينتظر لعل الله يجعل له صاحبًا، ففهم أبو بكر أنه سيظفر بالهجرة مع رسول الله صلى الله عليه وسلم، فانتظر مسرورًا، وأخذ يُعِدُّ للرحلة المباركة، فجهزَّ ناقتين ليركبهما هو ورسول الله صلى الله عليه وسلم إلى المدينة.\nالمؤامرة:\nاجتمع زعماء مكة في دار الندوة -ذلك البيت الكبير الواسع الذي كان\nلقصي بن كلاب- وعلى وجوههم الغضب؛ للتشاور في أمر الرسول صلى الله عليه وسلم، فقد شعروا أنه يعد نفسه للهجرة إلى المدينة، وإذا تم له ذلك فسوف تصبح المدينة مركزًا كبيرًا يتجمع فيه المسلمون من كل مكان حول النبي صلى الله عليه وسلم، وبذلك يشكلون خطرًا على تجارة أهل مكة عندما تمر بالمدينة في طريقها إلى الشام ذهابًا وإيابًا، وبدأ النقاش، فقال بعضهم: نُخرج محمدًا من بلادنا فنستريح منه، وقال آخرون: نحبسه حتى يموت.\nوقال أبو جهل: نأخذ من كل قبيلة شابًّا قويًّا، ونعطي كلا منهم سيفًا صارمًا قاطعًا، لينقضوا على محمد، ويضربوه ضربة قاتلة، وهكذا لا يستطيع عبد مناف -قوم محمد- محاربة القبائل كلها، فيقتنعون بأخذ ما يريدون من مال تعويضًا عن قتل محمد، وكان الشيطان اللعين يجلس بينهم في صورة شيخ نجدي وهم لا يعرفونه، فلما سمع ذلك الرأي قال في حماس: القول ما قال الرجل، وهذا الرأي لا رأى غيره، فاتفقوا جميعًا عليه.\nوسجل القرآن الكريم ما دار في اجتماع المشركين ذلك، فقال تعالى: {إذ يمكر بك الذين كفروا ليثبتوك أو يقتلوك أو يخرجوك ويمكرون ويمكر الله والله خير الماكرين} _[الأنفال: 30] وتدخلت عناية الله؛ فجاء جبريل إلى الرسول صلى الله عليه وسلم يأمره ألا يبيت هذه الليلة في فراشه وأن يستعد للهجرة، قالت عائشة -رضي الله عنها-: فبينما نحن يومًا جلوس في بيت أبي بكر في حَرِّ الظهيرة، قال قائل لأبي بكر: هذا رسول الله صلى الله عليه وسلم، ولم يكن يأتينا في مثل هذه الساعة، فقال أبو بكر -رضي الله عنه-: فداءً له أبي وأمي، والله ما جاء به في هذه الساعة إلا أمر.\nفجاء رسول الله صلى الله عليه وسلم، فاستأذن، فأذن له، فدخل، فقال النبي صلى الله عليه وسلم لأبي بكر: (أخرج مَنْ عندك) فقال أبو بكر: إنما هم أهلك بأبي أنت يا رسول الله، قال: (فإني قد أذن لي في الخروج) فقال أبو بكر: الصحبة بأبي أنت يا رسول الله، قال رسول الله صلى الله عليه وسلم: (نعم).\nأحداث الهجرة:\nكان الله -سبحانه- قادرًا على أن يرسل ملكًا من السماء يحمل رسوله إلى المدينة كما أسرى به ليلا من مكة إلى المسجد الأقصى وعرج به السماء، ولكن جعل الهجرة فرصة كبيرة لنتعلم من رسول الله صلى الله عليه وسلم دروسًا عظيمة في كيفية التفكير والتخطيط والأخذ بالأسباب التي توصل إلى النجاح.\nولنبدأ بأول هذه الدروس، فكيف يخرج النبي صلى الله عليه وسلم هو وصاحبه أبو بكر -رضي الله عنه- من بين هؤلاء الكفار دون أن يلحقوا بهما؟ فلو خرجا من مكة سالمين فإن المسافة طويلة بين مكة والمدينة وسوف يخرج وراءهما الكفار ويدركونهما، لابد إذن من الاختباء في مكان ما؛ حتى ييأس الكفار من البحث عنهما، ومن هنا وضع رسول الله صلى الله عليه وسلم خطة محكمة لتتم الهجرة بسلام.\nفأمام بيت رسول الله صلى الله عليه وسلم وقف مجموعة من شباب قريش في الليل، ينتظرون حتى يخرج الرسول صلى الله عليه وسلم، فينقضوا عليه\nويقتلوه، وكان هؤلاء الكفار يتطلعون بين الحين والحين إلى فراش رسول الله صلى الله عليه وسلم ليطمئنوا على وجوده، فأمر النبي صلى الله عليه وسلم\nعليَّ بن أبي طالب -رضي الله عنه- بالنوم في فراشه، وأن يتغطى ببردته، وطمأنه بأن المشركين لن يؤذوه بإذن الله.\nواستجاب عليٌّ -رضي الله عنه- بكل شجاعة وحماس، ونفذ ما أمره الرسول صلى الله عليه وسلم به، وأراد الرسول صلى الله عليه وسلم من ذلك تضليل المشركين، فإذا نظروا إليه من الباب ووجدوه في فراشه، ظنوا أنه صلى الله عليه وسلم ما زال نائمًا، وقد كانت عند الرسول صلى الله عليه وسلم أمانات كثيرة تركها المشركون عنده، فأراد الرسول صلى الله عليه وسلم أن يردها إلى أصحابها، فأمر عليًّا أن ينتظر في مكة لأداء هذه المهمة، رغم أنهم أخرجوا المسلمين من ديارهم، وآذوهم، ونهبوا أموالهم ولكن المسلم يجب أن\nيكون أمينًا.\nوكان أبو جهل يقول لأصحابه متهكمًا برسول الله صلى الله عليه وسلم: إن محمدًا يزعم أنكم إن تابعتموه أصبحتم ملوك العرب والعجم، ثم بعثتم من بعد موتكم، فدخلتم الجنة، وإن لم تفعلوا ذبحكم ثم بعثتم من بعد موتكم فتدخلون النار تحرقون فيها.\nونام علي -رضي الله عنه- في فراش الرسول صلى الله عليه وسلم، وتوجه النبي صلى الله عليه وسلم إلى الباب، وخرج وفي قبضته حفنة من التراب فنثرها على رءوس المشركين، وهو يقرأ سورة يس إلى قوله تعالى: {وجعلنا من بين أيديهم سدًّا ومن خلفهم سدًّا فأغشيناهم فهم لا يبصرون} _[يس: 9] وإذا برجل يمر عليهم فرأى التراب على رءوسهم، فقال لهم: خيبكم الله، قد خرج عليكم محمد، ثم ما ترك منكم رجلا إلا وقد وضع على رأسه ترابًا، أفما ترون ما بكم؟ فوضع كل رجل منهم يده على رأسه فإذا عليه التراب.\nفنظروا من الباب، فوجدوا رجلا نائمًا في مكان الرسول صلى الله عليه وسلم وعليه غطاؤه، فقالوا: هذا محمد في فراشه، وعليه بردة، ثم اقتحموا دار النبي صلى الله عليه وسلم، فوجدوا عليًّا في فراشه، فخرجوا يبحثون عن الرسول صلى الله عليه وسلم في كل مكان، وكان الرسول صلى الله عليه وسلم خلال هذه الفترة قد وصل إلى بيت صاحبه أبي بكر -رضي الله عنه- وعزما على الذهاب إلى غار ثور ليختبئا فيه.\nوحمل أبو بكر الصديق -رضي الله عنه- كل ماله، وخرج مع رسول الله صلى الله عليه وسلم من باب صغير في نهاية المنزل حتى لا يراهما أحد، وانطلقا حتى وصلا الغار، وهناك وقف رسول الله صلى الله عليه وسلم ودخل أبوبكر\nأولا؛ ليطمئن على خلوِّ الغار من الحيَّات والعقارب، ثم سدَّ ما فيه من فتحات حتى لا يخرج منها شيء، وبعد ذلك دخل الرسول صلى الله عليه وسلم.\nوها هي ذي أسماء بنت أبي بكر يدخل عليها جدها أبو قحافة بعد أن علم بخروج ولده أبي بكر مع رسول الله صلى الله عليه وسلم، وكان رجلا كبيرًا قد عَمِىَ، يسألها عما تركه أبو بكر في بيته ويقول: والله إني لأراه فجعكم بماله مع نفسه، قالت: كلا يا أبتِ! إنه قد ترك لنا خيرًا كثيرًا، وأخذت أحجارًا فوضعتها في المكان الذي كان أبوها يضع ماله فيه، ثم وضعت عليها ثوبًا، ثم أخذت بيده وقالت: يا أبت، ضع يدك على هذا، فوضع يده عليه فقال: لا بأس ، فإن كان ترك لكم هذا فقد أحسن، وفي هذا بلاغ لكم.\nأما كفار مكة فإنهم حيارى، يبحثون عن الرسول صلى الله عليه وسلم وصاحبه ويضربون كفًّا بكف من الحيرة والعجب، فالصحراء على اتساعها مكشوفة أمامهم، ولكن لا أثر فيها لأحد ولا خيال لإنسان، فتتبعوا آثار الأقدام، فقادتهم إلى غار ثور، فوقفوا أمام الغار، وليس بينهم وبين الرسول صلى الله عليه وسلم وصاحبه سوى أمتار قليلة، حتى إن أبا بكر رأى أرجلهم فقال لرسول الله صلى الله عليه وسلم: يا رسول الله، لو نظر أحدهم تحت قدميه لرآنا، فقال له الرسول صلى الله عليه وسلم : (يا أبا بكر، ما ظنك باثنين الله ثالثهما)\n[متفق عليه].\nوصدق رسول الله صلى الله عليه وسلم، فقد انصرف القوم، ولم يفكر أحدهم أن ينظر في الغار، وسجل القرآن هذا، فقال تعالى: {إلا تنصروه فقد نصره الله إذ أخرجه الذين كفروا ثاني اثنين إذ هما في الغار إذ يقول لصاحبه لا تحزن إن الله معنا فأنزل الله سكينته عليه وأيده بجنود لم تروها وجعل كلمة الذين كفروا السفلى وكلمة الله هي العليا والله عزيز حكيم} [التوبة: 40].\nومكث الرسول صلى الله عليه وسلم وصاحبه في الغار ثلاثة أيام، وكان\nعبدالله بن أبي بكر يذهب إليهما بأخبار الكفار ليلا، وأخته أسماء تحمل لهما الطعام، أما عامر بن فهيرة راعي غنم أبي بكر فقد كان يسير بالأغنام فوق آثار أقدام عبدالله وأسماء حتى لا يترك أثرًا يوصل إلى الغار، وبعد انتهاء الأيام\nالثلاثة، خف طلب المشركين للرسول صلى الله عليه وسلم وصاحبه، فخرجا من الغار، والتقيا بعبد الله بن أريقط، وقد اتفقا معه على أن يكون دليلهما في هذه الرحلة مقابل أجر.\nتحرك الركب بسلام، وأبو بكر لا يكف عن الالتفات والدوران حول النبي صلى الله عليه وسلم خوفًا عليه، ورسول الله صلى الله عليه وسلم يقرأ القرآن، ولا يلتفت حوله فهو واثق من نصر الله -تعالى- له، ولا يخشى أحدًا، وبينما أبو بكر يلتفت خلفه إذا بفارس يقبل نحوهما من بعيد، كان الفارس هو سراقة بن مالك وقد دفعه إلى ذلك أن قريشًا لما يئست من العثور على الرسول صلى الله عليه وسلم وصاحبه، جعلوا مائة ناقة جائزة لمن يرده إليهم حيًّا أو ميتًا.\nفانطلق سراقة بن مالك بفرسه وسلاحه في الصحراء طمعًا في الجائزة، فغاصت أقدام فرسه في الرمال مرتين حين رأى رسول الله صلى الله عليه وسلم، فنزل سراقة مسرعًا عن الفرس، حتى نزعت أقدامها من الرمال، فأيقن سراقة أن الله تعالى يحرس رسوله صلى الله عليه وسلم، ولن يستطيع إنسان مهما فعل أن ينال منه، فطلب من رسول الله أن يعفو عنه، وعرض عليه الزاد فقال له النبي صلى الله عليه وسلم: (لا حاجة لنا، ولكن عمِّ عنا الخبر) فوعده سراقة ألا يخبر\nأحدًا، وعاد إلى مكة، وهكذا خرج سراقة يريد قتلهما وعاد وهو يحرسهما ويبعد الناس عنهما، فسار النبي صلى الله عليه وسلم وصاحبه إلى المدينة تحرسهما عناية الله.\nوأثناء رحلة رسول الله صلى الله عليه وسلم وأبي بكر إلى المدينة مرَّا بمنازل خزاعة ودخلا خيمة أم معبد الخزاعية، وكانت سيدة كريمة، تطعم وتسقي من مرَّ بها، فسألاها: عما إذا كان عندها شيء من طعام؟ فأخبرتهما أنها لا تملك شيئًا في ذلك الوقت، فقد كانت السنة شديدة القحط، فنظر رسول الله صلى الله عليه وسلم إلى شاة في جانب الخيمة فقال: ما هذه الشاة يا أم معبد؟\nفأخبرته أنها شاة منعها المرض عن الخروج إلى المراعي مع بقية الغنم، فقال: هل بها من لبن؟ قالت: هي أجهد من ذلك، فقال: أتأذنين لي أن أحلبها؟ قالت: نعم إن رأيت بها حلبًا فاحلبها.\nفمسح رسول الله صلى الله عليه وسلم بيده ضرعها، وسمى الله ودعا، وطلب إناء فحلب فيه حتى علته الرغوة، فسقاها فشربت حتى شبعت، وسقى رفيقيه أبا بكر وعبد الله بن أريقط حتى شبعا، ثم شرب، وحلب فيه ثانية حتى ملأ الإناء، ثم تركه صلى الله عليه وسلم وانصرف.\nالرسول صلى الله عليه وسلم في قباء:\nعلم أهل المدينة بهجرة الرسول صلى الله عليه وسلم إليهم، فكانوا يخرجون كل يوم بعد صلاة الصبح إلى مشارف المدينة، وعيونهم تتطلع إلى الطريق، وتشتاق لمقدم الرسول صلى الله عليه وسلم إليهم، ولا يعودون إلى بيوتهم إلا إذا اشتد حر الظهيرة، ولم يجدوا ظلا يقفون فيه.\nوفي يوم الاثنين الثاني عشر من ربيع الأول انتظر أهل يثرب رسول الله صلى الله عليه وسلم كعادتهم، حتى اشتد الحر عليهم، فانصرفوا لبيوتهم، وبعد قليل أقبل رسول الله صلى الله عليه وسلم وصاحبه، فأبصرهما رجل يهودي كان يقف على نخلة، فصاح بأعلى صوته: يا بني قيلة، هذا صاحبكم قد جاء، فأسرع المسلمون لاستقبال نبيهم وصاحبه أبي بكر الذي كان يُظل رسول الله صلى الله عليه وسلم بردائه من حر الشمس.\nوبينما الرسول صلى الله عليه وسلم في قُبَاء، في بيت سعد بن خيثمة يستقبل الوافدين عليه، أقبل عليُّ بن أبي طالب من مكة بعد أن ظل فيها ثلاثة أيام بعد خروج الرسول صلى الله عليه وسلم؛ ليرد الأمانات إلى أهلها، وقد ظل الرسول صلى الله عليه وسلم في قباء أربعة أيام يستقبل أهل المدينة، وعندما أقبل يوم الجمعة ترك رسول الله صلى الله عليه وسلم قباء متوجهًا للمدينة بعد أن أسس مسجد قباء، وهو أول مسجد بني في الإسلام، وقال الله -عز وجل- عنه: {لمسجد أسس على التقوى من أول يوم أحق أن تقوم فيه فيه رجال يحبون أن يتطهروا والله يحب المطهرين} _[التوبة: 108].\nوكانت الهجرة حدثًا فاصلا بين عهدين، فقد أعز الله المسلمين بعد أن كانوا مضطهدين، وصارت لهم دار آمنة يقيمون فيها، ومسجد يصلون فيه، ويؤدون فيه شعائرهم، ويتشاورون في أمورهم، لهذا كله اتفق الصحابة على جعل الهجرة بداية للتاريخ الإسلامي، فقد تحول المسلمون من الضعف والحصار والاضطهاد إلى القوة والانتشار ورد العدوان.                      "
  },
  {
    "number": "الرسول في المدينة",
    "text": "",
    "label": "كانت يثرب قبل الهجرة تموج بالصراعات والحروب والدسائس، فنار العداوة مشتعلة بين قبيلتي الأوس والخزرج، والحرب بينهما سجال، فإذا انتصر أحدهما عمل الآخر بكل طاقته على إلحاق الهزيمة به، حتى فني الرجال، وترملت النساء وتيتم الأبناء، وكان اليهود يقفون خلف الستار، يزيدون النار اشتعالا، فيمدون الطرفين بالسلاح، ويثيرون بينهما العداوات والفتن؛ آملين أن يقضي بعضهم على بعض، حتى تكون لليهود السيادة والكلمة الأولى في المدينة.\nواجتمع أهل يثرب على (عبدالله بن أبي بن سلول) لتكون له الكلمة العليا في إدارة المدينة، ولكن الله أراد السلامة للمدينة؛ وأراد لها أن تكون مركز الدولة الإسلامية، فأقبل موكب رسول الله صلى الله عليه وسلم على المدينة، فاستقبله أهلها استقبالا عظيمًا؛ وكان أمل كل واحد منهم أن يستضيف الرسول صلى الله عليه وسلم في بيته، فكلما مرت الناقة التي تحمل رسول الله صلى الله عليه وسلم ببيت، خرج أهل ذلك البيت، وتعلقوا بزمامها، وهم يرجون أن ينزل رسول الله صلى الله عليه وسلم عندهم، فكان يقول لهم: (دعوا الناقة فإنها مأمورة) أي اتركوا الناقة فإنها ستقف وحدها حيث أمرها الله تعالى.\nوفي مكان يملكه يتيمان من بني النجار أمام دار أبي أيوب الأنصاري بركت الناقة، فقال صلى الله عليه وسلم: (هذا إن شاء الله المنزل) فحمل أبو أيوب رحل النبي صلى الله عليه وسلم إلى بيته. [ابن إسحاق] وإذا بفتيات صغيرات من بني النجار، يخرجن فرحات بمقدم الرسول صلى الله عليه وسلم وينشدن:\nنَحْنُ جَوارٍ مِن بنـي النـَّجَّـار يا حبَّـذَا محمـدٌ مـن جـَـارِ\nوفي بيت أبي أيوب الأنصاري المكون من طابقين، نزل رسول الله صلى الله عليه وسلم في الطابق السفلي، فقال له أبو أيوب: يا نبي الله، بأبي أنت وأمي، إني لأكره وأعظِّم أن أكون فوقك، وتكون تحتي، فاظهر (اصعد) أنت فكن في الأعلى، وننزل نحن فنكون في السفل، فقال رسول الله صلى الله عليه وسلم:\n(يا أبا أيوب، إنه لأرفق بنا وبمن يغشانا أن نكون في أسفل البيت) _[أحمد].\nوهكذا كان الرسول صلى الله عليه وسلم لا يثقل على أهل البيت، وكان الصحابي أبو أيوب الأنصاري كريمًا في ضيافته، فإن صنع طعامًا لا يأكل هو زوجته إلا بعد أن يأكل رسول الله صلى الله عليه وسلم منه أولا، ثم يأكلان من موضع أصابعه حبًّا فيه وطلبًا لبركته.\nبناء المسجد:\nعاش المسلمون في المدينة حياة آمنة مطمئنة، يغشاها الهدوء والسكينة، ورسول الله صلى الله عليه وسلم بينهم في وطنهم الجديد، لقد أصبحت لهم دولة دينها الإسلام، وقائدها الرسول صلى الله عليه وسلم، وكان أول ما فكر فيه الرسول صلى الله عليه وسلم هو بناء مسجد يجتمعون فيه، فيؤدون فيه صلاتهم، ويقضون أمورهم، ويتشاورون فيما يخصهم، فاشترى صلى الله عليه وسلم الموضع الذي بركت فيه الناقة؛ ليبني فيه المسجد.\nوتجمع المسلمون لبناء المسجد، ورسول الله صلى الله عليه وسلم معهم، ينظف المكان، ويحمل معهم الطوب، ويشارك في البناء، فهذا يقطع النخيل، وهذا يحفر أماكن الأعمدة، وذاك يقيم الجدار، وآخر يعد الطين، وهذا يحمل الطوب، كلهم ينشدون:\nلَئِنْ قَـعَـدنا والنبــي يَعمَــل لـَذَاك منـَّا العمـلُ المضَـلَّلُ\nوينشدون أيضًا::\nلا عَيْشَ إلا عيـشُ الآخِـرَة اللَّهُمَّ فارحَمِ الأنْصَارَ والمهاجِرَة\nومن المسجد بدأ رسول الله صلى الله عليه وسلم ينظم دولته، وكان أهم شيء في هذه الدولة هم الأفراد الذين يعيشون فيها؛ لأنها تنهض بهم وتعتمد عليهم، فكان المسلمون في المدينة عندئذ قسمين:\n-المهاجرون، وهم أهل مكة الذين هاجروا بدينهم إلى المدينة.\n-الأنصار، وهم أهل المدينة الأصليون، الذين اعتنقوا الإسلام، واستضافوا المسلمين في بلدهم، ونصروا الرسول صلى الله عليه وسلم.\nوفي بداية الهجرة كان المهاجرون في المدينة يعانون من الوحشة والإحساس بالغربة، فحياة المدينة وجَوُّها يختلفان عن مكة، مما جعل أكثرهم يتعرض للمرض، فتوجه رسول الله صلى الله عليه وسلم إلى ربه ودعاه أن يحبب المدينة إلى قلوب المهاجرين، وأن يزيل مرض الحمى عنهم، فاستجاب الله تعالى لنبيه وحبَّبَ إلى المهاجرين العيش في المدينة، وصاروا يتحركون في شوارعها، وسوقها بحماس ومرح كأنهم ولدوا ونشئوا فيها.\nالصلح بن الأوس والخزرج:\nوكان الأنصار قبيلتين كبيرتين: الأوس، والخزرج، وكانت الحروب لا تنقطع بينهما قبل أن يعتنقوا الإسلام، فصالح الرسول صلى الله عليه وسلم بينهما، ونزع الله من قلوبهم العداوة والكراهية، وحل محلها الحب والمودة والوئام.\nالمؤاخاة:\nوالآن بعد أن استقر المهاجرون، وصلح حال الأنصار، بقي أن يندمجوا سويًّا فيصبحوا أخوة مسلمين، فلا فرق بين مهاجر وأنصاري، لذلك آخى رسول الله صلى الله عليه وسلم بينهم فجعل لكل مهاجر أخًا من الأنصار، فأبو بكر الصديق أخ لخارجة بن زهير، وعمر بن الخطاب أخ لعتبان بن مالك، وعبد الرحمن بن عوف أخ لسعد بن الربيع، ولم تكن الأخوة مجرد كلمة تقال، بل طبقها المسلمون تطبيقًا فعليًّا فهذا سعد بن الربيع الأنصاري يأخذ أخاه\nعبد الرحمن بن عوف، ويعرض عليه أن يعطيه نصف ما يملك، ولكن عبد الرحمن بن عوف يشكره ويقول له: بارك الله لك في أهلك ومالك، ولكن دُلَّني على السوق، وذهب عبدالرحمن إليه فربح وأكل من عمل يده. _[البخاري].\nولم يقتصر ذلك على سعد بن الربيع بل فعله كثير من الصحابة حتى إنه كان يرث بعضهم بعضًا بناءً على هذه الإخوة، فيرث المهاجر أخاه الأنصاري، ويرث الأنصاري أخاه المهاجر، وظلوا على ذلك حتى جعل الله التوارث بين ذوي الأرحام، وقد أثنى الله -عز وجل- على المهاجرين والأنصار، فقال تعالى: {للفقراء والمهاجرين الذين أخرجوا من ديارهم وأموالهم يبتغون فضلاً من الله ورضوانًا وينصرون الله ورسوله أولئك هم الصادقون . والذين تبوءوا الدار والإيمان من قبلهم يحبون من هاجر إليهم ولا يجدون في صدورهم حاجة مما أوتوا ويؤثرون على أنفسهم ولو كان بهم خصاصة ومن يوق شح نفسه فأولئك هم المفلحون} _[الحشر: 8-9].\nوجمعهم الله سبحانه في آية واحدة، فقال تعالى: {والذين آمنوا وهاجروا وجاهدوا في سبيل الله والذين آووا ونصروا أولئك هم المؤمنون حقًّا لهم مغفرة ورزق كريم} [الأنفال: 74] وفي هذا المجتمع الآمن المستقر، حيث يحب كل مسلم أخاه، أخذ رسول الله صلى الله عليه وسلم يعلم أصحابه أمور دينهم فيدعوهم إلى كل خير، وينهاهم عن كل شر، وهم ينفذون ذلك راضين سعداء بهداية الله لهم، ووجود رسول الله صلى الله عليه وسلم بينهم، وبدأ الناس يتوافدون إلى المدينة، معلنين إسلامهم وانضمامهم لهذه الدولة المنظمة.\nاليهود في المدينة:\nوكان يسكن مع المسلمين في المدينة اليهود وبعض المشركين الذين يحقدون على الإسلام، ويكرهون قيام دولته، لذلك وضع الرسول صلى الله عليه وسلم معاهدة تنظم العلاقة بين المسلمين وغيرهم حتى يأمن مكر الكفار، وهذه بعض المبادئ التي احتوتها المعاهدة:\n1-المهاجرون والأنصار أمة من دون الناس يتعاونون فيما بينهم، وهم يد واحدة على من عاداهم.\n2-دماؤهم محفوظة، فلا يقتل مؤمن مؤمنًا، ولا ينصر مؤمن كافرًا على أخيه المؤمن.\n3-لليهود حريتهم الدينية فلا يُجبرون على الإسلام.\n4-اليهود الذين يسكنون المدينة يشاركون في الدفاع عنها، ولا يعينون أعداء الإسلام، ولا ينصرونهم.\n5-كل ظالم أو آثم أو متهاون خائن لا ينفذ ما في هذا العهد عليه اللعنة والغضب، ويقوم الآخرون بحربه.\n6-إذا حدث خلاف في أي أمر، فإن الحكم هو كتاب الله وسنة نبيه صلى الله عليه وسلم.\nوهكذا وضَّح الرسول صلى الله عليه وسلم حقوق كل طائفة في المدينة وواجباتها، ورسم المنهج الذي يتعاملون به بكل أمانة وعدل، فلم يظلم اليهود بل حفظ لهم حقوقهم، ورغم ذلك أظهر اليهود وجههم القبيح، وكراهيتهم للرسول صلى الله عليه وسلم رغم علمهم أنه صادق، واتضح ذلك في موقفهم من عبدالله بن سلام عندما أسلم.\nفقد كان عبد الله بن سلام من علماء اليهود، ومن ساداتهم، فلما أسلم كتم إسلامه، ولم يخبر اليهود، وطلب من النبي صلى الله عليه وسلم أن يسألهم عنه أولاً، فبعث رسول الله صلى الله عليه وسلم إليهم فقال: (أي رجل فيكم ابن سلام؟) قالوا: ذاك سيدنا وابن سيدنا، وأعلمنا وابن أعلمنا، فقال: (أفرأيتم إن أسلم؟) فقالوا: حاشا لله، ما كان ليسلم، فقال رسول الله صلى الله عليه وسلم: (يابن سلام، اخرج عليهم) فخرج فقال لهم: (يا معشر يهود، اتقوا الله، فوالله الذي لا إله إلا هو إنكم لتعلمون أنه رسول الله، وأنه جاء بالحق) فقالوا: كذبت. [البخاري].\nوهكذا كانت عداوة اليهود للنبي صلى الله عليه وسلم وللمسلمين واضحة منذ أول يوم في المدينة رغم أنهم يعرفون أنه رسول الله حقًّا وصدقًا، وقد اشتدوا في تكذيب رسول الله صلى الله عليه وسلم، وإظهار حقدهم عليه عند تحويل القبلة من بيت المقدس إلى الكعبة، وظهرت سفاهة عقولهم واضحة حين تشاوروا فيما بينهم، واتفقوا أن يؤمنوا بدين الله أول النهار، ويكفروا في آخره حتى يسعى الناس إلى تقليدهم، والسير على خطاهم، ولكن الله فضحهم بكفرهم في كتابه الحكيم، وأظهر حقدهم على المسلمين بعد تآلف قلوب أهل المدينة من الأوس والخزرج، وسعيهم إلى الوقيعة فيما بينهم، ولكنهم لم يفلحوا في ذلك.\nزواج الرسول صلى الله عليه وسلم من السيدة عائشة:\nوبعد ثمانية أشهر من الهجرة كان الرسول صلى الله عليه وسلم قد أنهى بناء المسجد، واستقر المسلمون في المدينة، فأتم الرسول صلى الله عليه وسلم زواجه بالسيدة عائشة ودخل بها، وكان قد عقد عليها قبل الهجرة، وكان الرسول\nصلى الله عليه وسلم بعد زواجه منها يقدرها، ويفضلها، فعن عمرو بن العاص قال: قلت يا رسول الله، أي الناس أحب إليك؟ قال: (عائشة) قلت: ومن الرجال؟ قال: (أبوها) _[الترمذي]."
  },
  {
    "number": "مرحلة الجهاد",
    "text": "",
    "label": "لقد ترك المسلمون مكة كلها للكفار، وهاجروا إلى المدينة، ولكن الصراع بينهما لم ينته، بل زاد عما كان عليه في مكة، واتخذ شكلا جديدًا، بعد أن نزل الإذن من الله بقتال المشركين، قال تعالى: {أذن للذين يقاتلون بأنهم ظلموا وأن الله على نصرهم لقدير . الذين أخرجوا من ديارهم بغير حق إلا أن يقولوا ربنا الله ولولا دفع الله الناس بعضهم ببعض لهدمت صوامع وبيع وصلوات ومساجد يذكر فيها اسم الله كثيرًا ولينصرن الله من ينصره إن الله لقوي عزيز . الذين إن مكناهم في الأرض أقاموا الصلاة وآتوا الزكاة وأمروا بالمعروف ونهوا عن المنكر ولله عاقبة الأمور} [الحج: 39-41].\nوقد أصبح المسلمون في المدينة قوة كبيرة بانضمام الأنصار إليهم، فلماذا لا يستردون حقوقهم المسلوبة؟ وخاصة أن المدينة تقع على الطريق بين مكة والشام حيث تمر قوافل أهل مكة التجارية، لذلك قرر رسول الله صلى الله عليه وسلم إرسال سرايا من جيش المسلمين يزعجون قريشًا ويستطلعون أخبارها، ومن هذه السرايا:\nسرية سيف البحر:\nفي شهر رمضان من السنة الأولى للهجرة خرج حمزة بن عبد المطلب ومعه ثلاثون من المهاجرين لاعتراض قافلة لقريش قادمة من الشام يقودها أبو جهل في ثلاثمائة رجل، ولكن رجلا اسمه مجدي بن عمرو صَالَحَ بين الفريقين، ولم يحدث قتال، وعرف الكفار منذ ذلك الوقت أن المسلمين مستعدون لمواجهتهم.\nسرية رابغ:\nوفي شهر شوال من السنة نفسها خرج عبيدة بن الحارث بن عبد المطلب ومعه ستون رجلا من المهاجرين، واعترضوا قافلة بقيادة أبي سفيان، وكان بينهما رمي بالنبال، ولكن لم يقع قتال.\nسرية الخرار:\nكانت في شهر ذي القعدة من السنة الأولى، وفيها خرج سعد بن أبي وقاص ومعه عشرون مسلمًا، ولكنهم لم يعثروا على القافلة التي خرجوا من\nأجلها، وهكذا تحول المسلمون من الضعف إلى القوة، وأصبحوا مصدرًا لرعب الكفار.\nغزوة الأبواء (ودان):\nوفي العام الثاني من الهجرة واصل الرسول صلى الله عليه وسلم إرسال السرايا لمعرفة أخبار أهل مكة، وليدرب المسلمين على مواجهة قريش، وكان صلى الله عليه وسلم يشارك في بعض هذه الأعمال العسكرية، ومن الغزوات التي شارك فيها غزوة الأبواء (ودان)، وفيها خرج رسول الله صلى الله عليه وسلم بنفسه مع سبعين من المهاجرين في شهر صفر لاعتراض قافلة لقريش، لكنه لم يلتقِ بها فعقد معاهدة مع بني ضمرة أمَّنَهُم على أنفسهم، ووعدوه ألا يحاربوه ولا يعينوا عليه أعداءه، وأن يقفوا إلى جانبه إذا دعاهم لذلك، وهكذا كان صلى الله عليه وسلم لا يترك صغيرة أو كبيرة يؤمِّن بها دولته، ويقوِّي علاقتها بجيرانها إلا فعلها.\nغزوة بواط:\nوفيها خرج النبي صلى الله عليه وسلم في شهر ربيع الأول من السنة الثانية، ومعه مائتان من الصحابة؛ لاعتراض قافلة لقريش يقودها أمية بن خلف لكنه لم يلحق بها.\nغزوة بدر الأولى:\nوسببها أن رجلا اسمه كرز بن جابر الفهري اعتدى هو وبعض المشركين على مراعي المدينة ومواشيها، فطارده الرسول صلى الله عليه وسلم وبعض المسلمين ولكنه فرَّ هاربًا، وقد وقعت هذه الغزوة قريبًا من بئر بدر ولذلك سميت بدر الأولى.\nغزوة العُشَيرة:\nوقد حاول فيها الرسول صلى الله عليه وسلم ومن معه اعتراض قافلة لقريش ذاهبة من مكة إلى الشام، ولكنه لم يدركها، فعقد رسول الله صلى الله عليه وسلم معاهدة مع بني مدلج حلفاء بني ضمرة.\n\nسرية نخلة:\nخرج فيها عبد الله بن جحش الأسدي مع ثمانية مهاجرين، وأمرهم الرسول صلى الله عليه وسلم أن يعسكروا بين مكة والطائف في مكان يسمى نخلة فمرت قافلة لقريش في آخر يوم من شهر الله الحرام رجب، فهاجمها عبد الله\nومن معه، فقتل من المشركين عمرو بن الحضرمي، وأسروا عثمان بن عبدالله بن المغيرة، والحكم بن كيسان، وفر نوفل بن عبد الله.\nوعادت السرية إلى رسول الله صلى الله عليه وسلم، فأنكر عليهم القتال في شهر الله الحرام، واشتد غضب المشركين، وقالوا: إن محمدًا قد أحل القتال في الأشهر الحرم، فاشتد ذلك على المسلمين؛ فأنزل الله -عز وجل- قوله: {يسألونك عن الشهر الحرام قتال فيه قل قتال فيه كبير وصد عن سبيل الله وكفر به والمسجد الحرام وإخراج أهله منه أكبر عند الله والفتنة أكبر من القتل} [_البقرة: 217].\nفهؤلاء المشركون الذين ينكرون على المسلمين القتال في الأشهر الحرم، قد فعلوا أكبر من ذلك، حين أشركوا بالله، وأخرجوا المؤمنين من ديارهم، وحرموهم من أموالهم وأولادهم وهذا أكبر عند الله -عز وجل- في الإثم والعقوبة."
  },
  {
    "number": "تحويل القبلة",
    "text": "",
    "label": "كان المسلمون بعد هجرتهم إلى المدينة، يتوجهون في صلاتهم نحو بيت المقدس في فلسطين، وظلوا على ذلك ستة عشر شهرًا أو سبعة عشر شهرًا، وكان رسول الله صلى الله عليه وسلم ينظر إلى السماء داعيًا الله -تعالى- أن تكون قبلة المسلمين تجاه الكعبة، فاستجاب الله دعاء نبيه، وأنزل القرآن الكريم آمرًا المسلمين بالتوجه إلى المسجد الحرام بمكة في صلاتهم، قال تعالى: {قد نرى تقلب وجهك في السماء فلنولينك قبلة ترضاها فول وجهك شطر المسجد الحرام وحيث ما كنتم فولوا وجوهكم شطره} [البقرة: 144] وكان بعض المسلمين قد ماتوا قبل تحويل القبلة، فقال رجال من المسلمين: وددنا لو علمنا من مات منا قبل أن نصرف إلى القبلة (أي: المسجد الحرام) وكيف بصلاتنا نحو بيت المقدس؟ فأنزل الله: {وما كان الله ليضيع إيمانكم إن الله بالناس لرءوف رحيم} [_البقرة: 143].\nوقد شنَّ اليهود حربًا من الجدل على المسلمين إثر تحويل القبلة، إذ قالوا لرسول الله صلى الله عليه وسلم: يا محمد، ما ولاك عن قبلتك التي كنت عليها، وأنت تزعم أنك على ملة إبراهيم ودينه؟ ارجع إلى قبلتك التي كنت عليها نتبعك ونصدقك، فنزل قول الله تعالى: {سيقول السفهاء من الناس ما ولاهم عن قبلتهم التي كانوا عليها قل لله المشرق والمغرب يهدي من يشاء إلى صراط مستقيم} [البقرة: 142].\nوقال تعالى: {ولله المشرق والمغرب فأينما تولوا وجوهكم فثم وجه الله إن الله واسع عليم} [_البقرة: 115].\nوقال تعالى: {ليس البر أن تولوا وجوهكم قبل المشرق والمغرب ولكن البر من آمن بالله واليوم الآخر والملائكة والكتاب والنبيين} [البقرة: 177].\nفالله سبحانه رب الأمكنة والأزمنة جميعًا، ولقد كانت عودة المسلمين إلى الكعبة رجوعًا إلى الأصل الذي بناه أبو الأنبياء إبراهيم -عليه السلام- فتوجه المسلمون بعد ذلك إلى مكة كل يوم في صلاتهم خمس مرات، وكان تحويل القبلة في العام الثاني من الهجرة، وفي ذلك العام فرض الله الصوم والزكاة.                      "
  }
]