[
  {
    "number": "أبناء الرسول صلى الله عليه وسلم ",
    "text": "",
    "label": "رُزق النبيّ عليه السلام بثلاثةٍ ذكورٍ، وأربعة إناثٍ، وفيما يأتي ذكر بعض تفاصيلهم:\n\nرقيّة، وأمّها خديجة -رضي الله عنها-، طلّقها عتبة بن أبي لهب قبل الدخول بها، فتزوّجها عثمان -رضي الله عنه-، وأنجبت عبد الله، وتوفيت يوم غزوة بدر.\n\n\nزينب، وأمّها خديجة، وهي أكبر بنات الرسول عليه السلام، تزوّجت من أبي العاص بن الربيع، وأنجبت أمامة، وبالرغم من أنّ الإسلام فرّق بينهما فترةً من الزمن إلّا أنّ أبا العاص لم يتزوّج غيرها؛ رغبةً بها عن كُلّ من سواها، حتى أعلن إسلامه في السنة السادسة للهجرة، وهاجر إلى المدينة، فردّ النبيّ -عليه السلام- عليه زوجته زينب، ومكثت عنده إلى أن توفّيت في السنة الثامنة، وتوفّي بعدها زوجها بأربع سنواتٍ.\n\n\nأمّ كلثوم، وأمّها خديجة، تزوّجت أمّ كلثوم من عثمان بن عفان بعد وفاة أختها رقيّة، ومكثت عنده إلى أن توفّيت في العام التاسع للهجرة،\n\n\nفاطمة، وأمّها خديجة، وهي أحبّ بنات الرسول إليه وأشبههنّ به، وهي أصغر أخواتها كذلك، تزوّجت من عليّ بن أبي طالب -رضي الله عنه-، وكانت آخر من توفّي من عقب النبيّ عليه السلام.\n\n\nالقاسم، وأمّه خديجة، وبه كان يُكنّى رسول الله -صلّى الله عليه وسلّم-.\n\n\nعبد الله، وأمّه خديجة، وقد اختُلف في موعد ولادته؛ فقيل قبل البعثة وقيل بعدها ولذلك لقّب بالطيّب الطاهر.\n\n\nإبراهيم، وأمّه ماريّة القبطيّة -رضي الله عنها-، وُلد في المدينة في السنة الثامنة للهجرة."
  },
  {
    "number": "زوجات الرسول صلى الله عليه وسلم ",
    "text": "",
    "label": "ُعَدّ النبيّ محمد-صلّى الله عليه وسلّم- أفضل الأنبياء، وخاتمهم، وقد خصّه الله بخصائص كثيرة تميّزه عن غيره، منها الزواج بأكثر من أربع نساء؛ فقد تزوّج بإحدى عشرة زوجة شرّفهنّ الله بقوله: (النَّبِيُّ أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنفُسِهِمْ وَأَزْوَاجُهُ أُمَّهَاتُهُمْ)، وهنّ أيضاً زوجاته -صلّى الله عليه وسلّم- في الجنّة، وقد تُوفّي رسول الله وهو راضٍ عنهنّ، وعددهنّ حينئذٍ تسع، وهنّ: سودة، وعائشة، وحفصة، وأم سلمة، وزينب بنت جحش، وأم حبيبة، وجويرية، وصفيّة، وميمونة -رضي الله عنهنّ-."
  },
  {
    "number": "ترتيب زوجات الرسول صلى الله عليه وسلم",
    "text": "",
    "label": "تعدّدت أقوال المؤرخين من أهل السّير في موضوع الترتيب الزمني لزواج النبيّ -صلّى الله عليه وسلّم من أمّهات المؤمنين؛ ومنشأ ذلك كان بسبب اختلاف الآراء في الأمر الضابط لاعتماد الزواج، هل يكون بمجرد عقد النكاح أم بالدّخول، وعلى الرأي الذي يرى اعتماد الزواج بالدّخول بهنّ فإنّ ترتيبهنّ يكون على النحو الآتي:\n\nخديجة بنت خويلد -رضي الله عنها-.\nسودة بنت زمعة -رضي الله عنها-.\nعائشة بنت أبي بكر -رضي الله عنها-.\nحفصة بنت عمر بن الخطاب -رضي الله عنها-.\nزينب بنت خزيمة -رضي الله عنها-.\nأم سلمة -رضي الله عنها-.\nزينب بنت جحش -رضي الله عنها-.\nجويريّة بنت الحارث -رضي الله عنها-.\nصفيّة بنت حُيَيّ -رضي الله عنها-.\nأم حبيبة -رضي الله عنها-.\nميمونة بنت الحارث -رضي الله عنها-."
  },
  {
    "number": "نبذه عن حياة زوجات الرسول صلى الله عليه وسلم ",
    "text": "",
    "label": "خديجة بنت خويلد\n\nهي أمّ المؤمنين خديجة بنت خويلد بن أسد بن عبد العزى القُرَشيّة، وأمّها فاطمة بنت زائدة، وقد كانت -رضي الله عنها- امرأة غنيّة تستأجر الرجال؛ للعمل في تجارتها، وسمعت بصدق رسول الله، وأمانته، فأحبّت أن تستأجره، فوافق النبيّ على ذلك، وبدأت تجارتها بالزيادة والربح أضعاف ما كانت عليه، فأُعجِبت بشخص النبيّ، وعَرضت الزواج عليه عن طريق صديقتها نفيسة بنت منية، فقَبِل النبيّ بذلك، وكان أبوها خويلد هو من تولّى أمر زواجها.\n\nوقد كانت -رضي الله عنها- مثالاً للزوجة الصالحة، ولها العديد من الفضائل؛ فهي أوّل من شهد أن لا إله إلا الله، وأنّ محمداً رسول الله على الإطلاق، وهي أمّ لأبناء رسول الله جميعهم ما عدا إبراهيم الذي أنجبَته مارية القبطية، كما أنّها بُشِّرَت بالجنّة، ونالت شَرف السلام من الله، وجبريل -عليه السلام-. وتجدر الإشارة إلى أنّ السيّدة خديجة -رضي الله عنها- تُوفِّيت في شهر رمضان عن عُمْر خمسٍ وستّين سنة، وقد سبّب هذا الحدث الحزن الشديد لرسول الله؛ فقد كانت -رضي الله عنها- قرّة عينه، ورفيقته في السرّاء والضراء، إذ استمرّ زواجه بها خمساً وعشرين سنة.   "
  },
  {
    "number": "سودة بنت زمعة",
    "text": "",
    "label": "هي أم المؤمنين سودة بنت زمعة بن قيس بن عبد شمس بن عبد ود بن نصر بن مالك، وأمّها الشموس بنت قيس بن زيد من بني النجّار، كانت مُتزوِّجة من السكران بن عمرو، وقد تُوفِّي عنها بعد إسلامه، وتزوّجها النبيّ -عليه الصلاة والسلام- بعد وفاة أم المؤمنين خديجة -رضي الله عنها- بثلاث سنوات؛ حيث خطبتها له خولة بنت حكيم، فوافق على ذلك؛ إذ عاش وحيداً بعد فِراق زوجته خديجة طوال هذه الفترة.\n\nوقد ورد الكثير من الفضائل في ما يتعلّق بأمّ المؤمنين سودة -رضي الله عنها-، من ذلك أنّها جعلت يومها من رسول الله لعائشة -رضي الله عنها- عندما كبرت؛ حرصاً منها على البقاء في عِصمته -صلّى الله عليه وسلّم-، وحبّاً به، وابتغاءً لمرضاته، روى مسلم عن أم المؤمنين عائشة -رضي الله عنها- أنّها قالت: (ما رَأَيْتُ امْرَأَةً أَحَبَّ إلَيَّ أَنْ أَكُونَ في مِسْلَاخِهَا مِن سَوْدَةَ بنْتِ زَمْعَةَ، مِنِ امْرَأَةٍ فِيهَا حِدَّةٌ، قالَتْ: فَلَمَّا كَبِرَتْ، جَعَلَتْ يَومَهَا مِن رَسولِ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ لِعَائِشَةَ، قالَتْ: يا رَسولَ اللهِ، قدْ جَعَلْتُ يَومِي مِنْكَ لِعَائِشَةَ، فَكانَ رَسولُ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ، يَقْسِمُ لِعَائِشَةَ يَومَيْنِ، يَومَهَا وَيَومَ سَوْدَةَ). ويُشار إلى أنّ وفاتها -رضي الله عنها- كانت في آخر خِلافة عمر بن الخطّاب، وقِيل سنة أربع وخمسين، في خلافة معاوية بن أبي سفيان -رضي الله عنهم- جميعاً.  "
  },
  {
    "number": "عائشة بنت أبي بكر ",
    "text": "",
    "label": "وهي أمّ المؤمنين عائشة بنت أبي بكر الصدّيق -رضي الله عنهما-، وأمّها أم رومان بنت عامر بن عويمر،تزوّجها النبيّ بعد وفاة أمّ المؤمنين خديجة -رضي الله عنها-؛ إذ جاءت خولة بنت حكيم تعرض على الرسول الزواج بعائشة -رضي الله عنها-، فقَبِلَ بها، وكان عمرها ستّ سنوات، وكانوا يعتقدون في الجاهلية أنّ المؤاخاة تمنع المصاهرة، فأُشكِل الأمر على أبي بكر، إلّا أنّ النبي بيّن له أنّه أخوه في الدين، وهي له حلال، وكان ذلك في شوّال من السنة الثالثة قبل الهجرة، وكان مَهرها اثنتي عشرة أوقية ونصفاً، وقد دخل بها بعد ثلاث سنين؛ أي في السنة الأولى للهجرة، وتُوفِّي عنها وعمرها ثماني عشرة سنة.\n\n\nوكانت عائشة -رضي الله عنها- من أفقه نساء الأمة، حتى إذا أُشكِل أمر على الصحابة رجعوا إليها، وقد وردت فضائلها الكثيرة في القرآن، والسنّة، ومن ذلك:\n\nقوله تعالى: (لَّوْلَا إِذْ سَمِعْتُمُوهُ ظَنَّ الْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بِأَنفُسِهِمْ خَيْرًا وَقَالُوا هَـذَا إِفْكٌ مُّبِينٌ)، حيث شهد الله لها بالمنزلة العالية من الايمان، والعِفّة.\nرواية الإمام البخاريّ عن عمرو بن العاص أنّه قال: (أنَّ النبيَّ صَلَّى اللهُ عليه وسلَّمَ، بَعَثَهُ علَى جَيْشِ ذَاتِ السُّلَاسِلِ، فأتَيْتُهُ فَقُلتُ: أيُّ النَّاسِ أحَبُّ إلَيْكَ؟ قَالَ: عَائِشَةُ، فَقُلتُ: مِنَ الرِّجَالِ؟ فَقَالَ: أبُوهَا)، حيث صرَّح النبيّ -عليه السلام- بأنّها أحبّ الأزواج إليه، أمّا وفاتها -رضي الله عنها- فقد كانت في السابع عشر من رمضان سنة ثمان وخمسين للهجرة عن عُمْر سبعة وستّين عاماً، ودُفِنَت في البقيع.                      "
  },
  {
    "number": "حفصه بنت عمر بن الخطاب ",
    "text": "",
    "label": "وهي أمّ المؤمنين حفصة بنت عمر بن الخطّاب، وأمّها زينب بنت مظعون بن حبيب، وُلِدت قبل البعثة بخمس سنين، وكانت -رضي الله عنها- مُتزوِّجة من خُنَيس السهميّ -رضي الله عنه-، والذي استُشهِد بعد غزوة أحد سنة ثلاث للهجرة؛ إثر إصابات ألمّت به، وقِيل بعد غزوة بدر، فحزن عمر -رضي الله عنه- على ابنته الشابّة؛ لما تشعر به من الوحدة والترمُّل، فعرض -بعد انقضاء عدّتها بقليلٍ- على صديقَيه أبي بكر، وعثمان -رضي الله عنهما- الزواج بها، فلم يلقَ الجواب الذي أمِلَ به منهما، وكان قد عَلِم لاحقاً أنّهما قد سَمِعَا النبيّ يذكرها، فخطبها النبيّ، وكان صداقها بِساطاً، ووسادتَين، وكساءً، ورداءَين أخضرَين.\n\nوقد تميّزت -رضي الله عنها- بعِلمها، وحِرصها على التعلُّم؛ فقد رَوت عن رسول الله، وعن أبيها ستّين حديثاً، وعُرِفت بفصاحتها، وبلاغتها، وتأثُّر كلامها وأسلوبها بالقرآن، كما أنّها كانت من ذوات الرأي والمشورة؛ لرجاحة عقلها، أمّا وفاتها -رضي الله عنها- فقد كانت عن عُمرٍ ناهز الستّين عاماً في شعبان سنة خمس وأربعين، وقِيل إحدى وأربعين للهجرة في جمادى، وذُكِر أنّ قبرها في المدينة.                      "
  },
  {
    "number": "زينب بنت خزيمة",
    "text": "",
    "label": "وهي أمّ المؤمنين زينب بنت خزيمة بن الحارث بن عبد الله بن عمرو بن عبد مناف، استشهد زوجها عبد الله بن جحش في غزوة أُحد، وبعد أن عَلم النبيّ بخبر ترمُّلها تزوّجها، وكان ذلك في العام الثالث من الهجرة في شهر رمضان، ولم تستمرّ حياتها مع النبيّ سوى شهرَين أو أكثر، ثمّ تُوفِّيت -رضي الله عنها- في المدينة المُنوَّرة عن عُمر ناهز الثلاثين عاماً.\n\nويُشار إلى أنّ أم المؤمنين زينب -رضي الله عنها- كانت تُسمّى بأمّ المساكين في الجاهليّة؛ لعَطفها، وحنانها عليهم، وعندما أسلمت شاركت في معركة بدرٍ من خلال تقديم الرعاية للجرحى.                      "
  },
  {
    "number": "أم سلمة ",
    "text": "",
    "label": "وهي أمّ المؤمنين أمّ سلمة، هند بنت أبي أمية ابن المغيرة بن عبدالله، قُرَشيّة من بني مخزوم، وأمّها عاتكة بنت عامر بن ربيعة، وقد كانت -رضي الله عنها- مُتزوّجة من أبي سلمة -رضي الله عنه-، فعندما تُوفِّي دَعَت الله أن يُخلِفها خيراً منه، فتقدّم لها رسول الله؛ تكريماً لها، ولزوجها؛ فقد بذلا الكثير في سبيل الدعوة، وحناناً منه على صِبيانها، ودخل بها في شوّال، أو جمادى الآخرة سنة أربع للهجرة، وتولّى ابنها عمر أمر تزويجها، وكان صداقها صُحفة كثيفة؛ وهي آنية الطعام،، وفراش حَشوُه ليف؛ والليف هو: قشور النخل،، ورحىً؛ أي أداة الطحن.\n\nوقد تميّزت أم سلمة -رضي الله عنها- بالكثير من الفضائل التي خَصّها الله بها عن غيرها من أمّهات المؤمنين، ومنها: رجاحة عقلها، وفصاحتها، وبلاغتها؛ فقد اكتسبت ذلك من آبائها، وأجدادها، ومن عَيشها في بيت النبوّة، كما أنّها عُرِفت بعِلمها الشرعيّ الغزير؛ فقد رَوت الكثير عن رسول الله -عليه السلام-، ورُوِيَ عنها الكثير، وكانت سبباً في نزول بعض آيات القرآن الكريم. أمّا وفاتها -رضي الله عنها- فقد كانت في خِلافة يزيد بن معاوية سنة تسعٍ وخمسين للهجرة، عن عُمرٍ ناهز التسعين عاماً، ودُفِنَت في البقيع، وهي آخر زوجات النبيّ موتاً، وقِيل إنّ آخرهنّ هي السيّدة ميمونة، وقِيل إنّها حفصة."
  },
  {
    "number": "زينب بنت جحش ",
    "text": "",
    "label": "وهي أمّ المؤمنين زينب بنت جحش بن رئاب بن يعمر بن صبر بن مرة، ابنة عمّة رسول الله؛ فأمّها أميمة بنت عبد المطلب بن هاشم، وكانت مُتزوّجة من مولى رسول الله زيد بن حارثة -رضي الله عنه-، وعندما طلَّقها، أمر الله نبيَّه بالزواج منها بقوله: (فَلَمَّا قَضَى زَيْدٌ مِّنْهَا وَطَرًا زَوَّجْنَاكَهَا لِكَيْ لَا يَكُونَ عَلَى الْمُؤْمِنِينَ حَرَجٌ فِي أَزْوَاجِ أَدْعِيَائِهِمْ إِذَا قَضَوْا مِنْهُنَّ وَطَرًا وَكَانَ أَمْرُ اللَّـهِ مَفْعُولًا)،ولهذا كانت تَفخر -رضي الله عنها- بأنّ الله زوّجَها من فوق سبع سموات بلا وليٍّ ولا شاهدٍ كما ورد في قولها: ( إنَّ اللَّهَ أنْكَحَنِي في السَّمَاءِ). أمّا وفاتها -رضي الله عنها- فقد كانت سنة عشرين للهجرة في خلافة عمر بن الخطّاب -رضي الله عنه-.\n\nوقد وردت فضائلها، ومناقبها -رضي الله عنها- واضحةً بنصّ الآيات، والأحاديث، ومن ذلك:\n\nقوله تعالى: (فَلَمَّا قَضَى زَيْدٌ مِّنْهَا وَطَرًا زَوَّجْنَاكَهَا)، فكان لها الشرف العظيم -رضي الله عنها- عندما تولّى الله -سبحانه- أمرَ تزويجها برسول الله.\nقول رسول الله -صّلى الله عليه وسلّم-: (أَسْرَعُكُنَّ لَحَاقًا بي أَطْوَلُكُنَّ يَدًا. قالَتْ: فَكُنَّ يَتَطَاوَلْنَ أَيَّتُهُنَّ أَطْوَلُ يَدًا. قالَتْ: فَكَانَتْ أَطْوَلَنَا يَدًا زَيْنَبُ، لأنَّهَا كَانَتْ تَعْمَلُ بيَدِهَا وَتَصَدَّقُ)، فقد بشّرها رسول الله بأنّها أوّل زوجاته لحاقاً به، وأثنى عليها بكثرة تصدُّقها.                      "
  },
  {
    "number": "جويريه بنت الحارث ",
    "text": "",
    "label": "كانت أمّ المؤمنين جويريّة بنت الحارث -رضي الله عنها- من بني المصطلق، وكان والدها الحارث زعيمَهم، فأراد قتال رسول الله؛ إرضاءً لغطرسته، وحبّاً في السُّلطة، إلّا أنّه هُزِم أمام رسول الله، ووقع أكثر من سبعمئة منهم أسرى في يده، ومنهم ابنة الحارث (برّة) التي أسماها رسول الله فيما بعد جويريّة، وكانت قد أتت رسول الله تسأله فكاك* نفسها، فقال رسولُ اللهِ: ((أو ما هو خيرٌ مِن ذلك؟) فقالت: وما هو؟ قال: (أتزوَّجُكِ وأقضي عنكِ كتابتَكِ) فقالت: نَعم قال: (قد فعَلْتُ))، وأعتق قومها من الأسر؛ صداقاً لها.]\n\nوقد كانت -رضي الله عنها- كثيرة الصيام، والقِيام، كثيرة العطف على الفقراء، والمساكين، مُحِبّةً للخير، والسلام، حريصةً على وحدة صفّ المسلمين وظهر ذلك جليّاً في موقفها المُحايد في مواجهة الفِتن التي داهمت المسلمين زمن خلافة عثمان، وعند استشهاد علي -رضي الله عنهم- جميعاً، وكانت تدعو الله أن يحقنَ* دماء المسلمين، وقد كانت وفاتها -رضي الله عنها- بعدما أضعفَها الكِبر في السنّ، والمرض الذي لم ينفع معه العلاج في سنة خمسين، وقِيل ستٍّ وخمسين للهجرة.                      "
  },
  {
    "number": "صفيّة بنت حُيَيّ بن أخطب",
    "text": "",
    "label": "وهي أمّ المؤمنين صفيّة بنت حُيَيّ بن أخطب، من ذرية رسول الله هارون -عليه السلام-، وأمّها برة بنت سموأل، وكانت قبل إسلامها مُتزوّجةً من كنانة بن الربيع؛ وهو شاعر يهوديّ قُتِلَ يوم خيبر، فسُبِيَت، فصارت في سهم دحية الكلبيّ -رضي الله عنه-، فجعلها لرسول الله، وكان صداقها* عِتقها.\n\nحازت -رضي الله عنها- على الكثير من الفضائل، والمناقب، ومنها أنّ النبيّ خصّها بالرعاية، والعطف الخاصّ؛ لكونها غريبة، فنساؤه جميعهنّ قُرَشيّات ما عداها؛ فكثيراً ما كان يُذكّرها بأنّها حفيدة الأنبياء، ومن جميل رعايته أيضاً ما رواه البخاريّ عن أنس بن مالك -رضي الله عنه- أنّه قال: (فَرَأَيْتُ رَسولَ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ يُحَوِّي لَهَا ورَاءَهُ بعَبَاءَةٍ، ثُمَّ يَجْلِسُ عِنْدَ بَعِيرِهِ، فَيَضَعُ رُكْبَتَهُ، فَتَضَعُ صَفِيَّةُ رِجْلَهَا علَى رُكْبَتِهِ حتَّى تَرْكَبَ). وقد كانت وفاتها -رضي الله عنها- في خِلافة معاوية -رضي الله عنه- سنة خمسين، وقِيل اثنتين وخمسين للهجرة، ودُفِنَت في البقيع."
  },
  {
    "number": "أم حبيبة ",
    "text": "",
    "label": "وهي أمّ المؤمنين رملة بنت أبي سفيان بن حرب بن أمية، وأمّها صفية بنت أبي العاص بن أمية، كانت مُتزوّجة من عُبيدالله بن جحش بن رئاب، وهي أقرب أزواج النبيّ نَسباً إليه؛ فهي من بنات عمّه، إلى جانب أنّها كانت أبعد أزواجه دياراً عندما عَقَدَ عليها؛ حيث تزوّجها وهي في الحبشة، وزوّجها إيّاه النجاشيّ، إضافة إلى أنّها كانت أكثر نسائه صداقاً؛ فقد بلغ مهرها الأربعمئة دينار، أصدقها إيّاها النجاشيّ.\n\nهاجرت أم حبيبة -رضي الله عنها- الهجرة الثانية إلى الحبشة مع زوجها عُبيدالله بن جحش، إلّا أنّه ارتدّ عن الدين، وثبتت -رضي الله عنها- على دينها، وهجرتها. أمّا وفاتها -رضي الله عنها- فقد كانت في المدينة المُنوّرة سنة أربعٍ وأربعين، وقِيل اثنتين وأربعين للهجرة."
  },
  {
    "number": "ميمونه بنت الحارث ",
    "text": "",
    "label": "وهي أمّ المؤمنين ميمونة بنت الحارث بن حزن بن بجير بن الهزم، وأمّها هند بنت عوف بن زهير، تزوّجت في الجاهليّة من مسعود بن عمرو الثقفيّ الذي فارقها، فتزوّجت بعده أبا رُهم بن عبد العزى الذي تُوفِّي عنها، فتزوّجها النبيّ -عليه الصلاة والسلام-، وكانت -رضي الله عنها- من سادات النساء، وهي أخت أم الفضل زوجة العبّاس عمّ النبيّ، وقد جعلت أمرها للعبّاس عندما خطبها النبيّ، فزوّجها إيّاه، وكان ذلك في شهر ذي القعدة سنة سبعٍ للهجرة في سَرف*، ويُشار إلى أنّها كانت آخر امرأة تزوّجها النبيّ.\n\nورد الكثير من فضائلها -رضي الله عنها-؛ فقد رَوت عدّة أحاديث عن رسول الله، وكانت وَرِعة تقيّة تصل الأرحام، فقد روى ابن حجر عن يزيد بن الأصم عن عائشة أنّها قالت تصف ميمونة: ( أما أنَّها كانَت من أتقانا للَّهِ وأوصلِنا للرَّحِمِ)، أمّا وفاتها -رضي الله عنها- فقد كانت في سَرف، وقِيل في مكّة، ثمّ حُمِلَت إلى سَرف بأمر من ابن أختها ابن عبّاس -رضي الله عنه-، وكان ذلك سنة إحدى وخمسين، وقِيل إحدى وستّين للهجرة، عن عُمر بلغ ثمانين عاماً.                     "
  },
  {
    "number": "مارية القبطية ",
    "text": "",
    "label": "هل تعد مارية القبطية من زوجات الرسول\nوُلِدت أم إبراهيم؛ مارية بنت شمعون القبطية في مصر، وقد أهداها المقوقس للنبيّ -صلّى الله عليه وسلّم- في السنة السابعة للهجرة، فأسلمت ودخل بها الرسول بمُلك اليمين، وأنجبت له إبراهيم، ويجدر بالذكر أنّ السيّدة مارية لا يُطلَق عليها (أمّ المؤمنين) كزوجات الرسول؛ إذ إنّ كلّ امرأة عقدَ عليها الرسول ودخل بها فهي من أمهات المؤمنين، أمّا السيّدة مارية -رضي الله عنها- فهي من إمائه -صلّى الله عليه وسلّم-، وليست من زوجاته، وتوفّيت رضي الله عنها في خلافة عمر بن الخطاب في شهر محرّم في العام السادس عشر للهجرة، ودُفنت بالبقيع."
  },
  {
    "number": "مكانة زوجات الرسول صلى الله عليه وسلم ",
    "text": "",
    "label": "تُعَدّ أمّهات المؤمنين -رضي الله عنهنّ- بصفتهنّ زوجات لرسول الله أفضل الأزواج على الإطلاق، وفي ما يأتي ذِكر بعضِ الأسباب التي تُوَضّح مكانتهنّ، وأفضليتهنّ:\n\nخصّهنّ الله بنزول الوحي في بيوتهنّ؛ بقوله: (وَاذْكُرْنَ مَا يُتْلَى فِي بُيُوتِكُنَّ مِنْ آيَاتِ اللَّـهِ وَالْحِكْمَةِ).\nحرّم الله نكاحهنّ بعد رسول الله؛ بقوله: (وَمَا كَانَ لَكُمْ أَن تُؤْذُوا رَسُولَ اللَّـهِ وَلَا أَن تَنكِحُوا أَزْوَاجَهُ مِن بَعْدِهِ أَبَدًا).\nوصفهنّ الله بالزوجيّة؛ بقوله: (يَا أَيُّهَا النَّبِيُّ قُل لِّأَزْوَاجِكَ)،[٥٣] للدلالة على الإنسجام والتوافق في علاقتهنّ برسول الله.                      "
  },
  {
    "number": "حقوق زوجات الرسول صلى الله عليه وسلم على المسلمين ",
    "text": "",
    "label": "ُعَدّ أمّهات المؤمنين -رضي الله عنهنّ- زوجات لرسول الله في الدنيا، والآخرة؛ ولهذا فإنّه يجب على المسلم توقيرهنّ، واحترامهنّ، ومَحبتهنّ في الله، والترضّي عنهنّ عند ذِكرهنّ، والدفاع عنهنّ، والتصدّي لكلّ أذىً يُقال فيهنّ.                      "
  },
  {
    "number": "الحكمة من تعدد زوجات الرسول صلى الله عليه وسلم ",
    "text": "",
    "label": "تعدُّد زوجات الرسول هو وحيٌ، وأمرٌ من الله، دلّت عليه الكثير من الآيات، منها قوله -تعالى-: ( لَّا يَحِلُّ لَكَ النِّسَاءُ مِن بَعْدُ وَلَا أَن تَبَدَّلَ بِهِنَّ مِنْ أَزْوَاجٍ وَلَوْ أَعْجَبَكَ حُسْنُهُنَّ إِلَّا مَا مَلَكَتْ يَمِينُكَ وَكَانَ اللَّـهُ عَلَى كُلِّ شَيْءٍ رَّقِيبًا)، وبدراسة سيرة النبيّ -صلّى الله عليه وسلّم-، وكيفيّة زواجه بنسائه، يتبيّن أنّ السبب في تعدُّد زوجاته مُتعلِّقٌ بعدّة حِكَم يمكن إجمالها بما يأتي:\n\nالحكمة التعليميّة: تُعَدّ النساء نصف المجتمع، وهنّ بحاجة إلى من يجيب عن أسئلتهنّ المُتعلِّقة بهنّ كنساء؛ من حَيض، ونَفاس، وأمورٍ زوجيّة، وغيرها، وليست كلّ النساء تتغلّب على حيائها لتسأل رسول الله في شيء، وما كان لرسول الله الإجابة عن كلّ سؤال بتفاصيله الدقيقة عن المرأة؛ فقد كان رسول الله حَيِيّاً؛ لذا فإنّه بزواجه أعدّ داعيات عالمات بأمور دينهنّ، يُجِبن عن تساؤلات النساء الدقيقة.\nالحكمة التشريعيّة: كانت عادة التّبني من العادات المعروفة بين العرب عند مجيء الإسلام، وكان النبي -عليه السلام- قد تبنّى زيد بن حارثة، وشاءت إرادة الله -تعالى- إبطال عادة التّبني وإبطال آثاره، ولأجل أن يكون هذا الحكم واضحاً في أذهان المسلمين؛ فقد أمر المولى سبحانه النبيَّ بالزواج من زينب بنت جحش، وهي يومئذ طليقة ابنه بالتبني؛ فشكّل هذا الزواج أمراً إلهياً وتشريعاً جديداً بحرمة التبني وإبطال أثره.\nالحكمة الاجتماعية: إنّ ما يحدث بالزواج من مصاهرة، ونَسب، كفيل بأن يجمع القلوب برباطٍ وثيق، كزواجه -صلّى الله عليه وسلّم- من أمهات المؤمنين: عائشة، وحفصة -رضي الله عنهما-؛ حُبّاً بأبويهما.\nالحكمة السياسية: لا تؤلّف المصاهرة بين القلوب على مستوى الأشخاص فحَسب، بل على مستوى العشائر، والقبائل، وبطبيعة الحال فإنّ المُتعارَف عليه هو نُصرة النسيب، والصِّهر، وحمايته، والالتفاف حوله، وقد كان ذلك مَدعاةً لزواجه -صلّى الله عليه وسلّم- من أمّهات المؤمنين: جويريّة، وصفيّة، وأم حبيبة -رضي الله عنهنّ-.                      "
  }
]