[
  {
    "number": "غزوة بدر",
    "text": "",
    "label": "سمع رسول الله صلى الله عليه وسلم بقافلة قريش قد أقبلت من الشام إلى مكة ، وقد كان يقودها أبا سفيان بن حرب مع رجال لا يزيدون عن الأربعين . وقد أراد الرسول عليه الصلاة والسلام الهجوم على القافلة والاستيلاء عليها ردا لما فعله المشركون عندما هاجر المسلمون إلى المدينة ، وقال لأصحابه : \" هذه عير قريش فيها أموالهم فاخرجوا إليها \" . كان ذلك في الثالث من شهر رمضان في السنة الثانية للهجرة ، وقد بلغ عدد المسلمين ثلاثمائة وثلاثة عشر رجلا ، ومعهم فرسان وسبعون بعيرا . وترك الرسول عليه الصلاة والسلام عبد الله بن أم مكتوم واليا على المدينة . لما علم أبو سفيان بأمر النبي صلى الله عليه وسلم وأصحابه أرسل ضمضم بن عمرو الغفاري إلى أهل مكة يطلب نجدتهم . ولم وصل ضمضم إلى أهل قريش صرخ فيهم قائلا : \" يا معشر قريش ، أموالكم مع أبي سفيان عرض لها محمدا وأصحابه لا أرى أن تدركوها \" . فثار المشركون ثورة عنيفة ، وتجهزوا بتسعمائة وخمسين رجلا معهم مائة فرس ، وسبعمائة بعير . جاءت الأخبار إلى رسول الله صلى الله عليه وسلم أن قافلة أبي سفيان قد غيرت اتجاه طريقها ، وأنه سيصلها غدا أو بعد غد . فأرسل أبو سفيان لأهل مكة بأن الله قد نجى قافلته ، وأنه لا حاجة للمساعدة . ولكن أبا جهل ثار بغضب وقال : \" والله لا نرجع حتى نرد بدرا \" جمع رسول الله صلى الله عليه وسلم أصحابه وقال لهم : إن الله أنزل الآية الكريمة التالية : (( وَإِذْ يَعِدُكُمُ اللَّهُ إِحْدَى الطَّائِفَتَيْنِ أَنَّهَا لَكُمْ وَتَوَدُّونَ أَنَّ غَيْرَ ذَاتِ الشَّوْكَةِ تَكُونُ لَكُمْ وَيُرِيدُ اللَّهُ أَن يُحِقَّ الْحَقَّ بِكَلِمَاتِهِ وَيَقْطَعَ دَابِرَ الْكَافِرِينَ )) فقام المقداد بن الأسود وقال : \" امض يا رسول الله لما أمرك ربك ، فوالله لا نقول لك كما قالت بنو إسرائيل لموسى : (( قالوا يا موسى إنا لن ندخلها أبداً ما داموا ليها فاذهب أنت و ربك فقاتلا إنا هاهنا قاعدون )) ولكن نقول لك : اذهب أنت وربك فقاتلا إنا معكما مقاتلون . فأبشر الرسول عليه الصلاة والسلام خيرا ، ثم قال : \" أشيروا علي أيها الناس ( يريد الأنصار ) . \" فقام سعد بن معاذ وقال : \" يا رسول الله ، آمنا بك وصدقناك وأعطيناك عهودنا فامض لما أمرك الله ، فوالذي بعثك بالحق لو استعرضت بنا هذا البحر فخضته لخضناه معك ما تخلف منا رجل واحد\" فقال الرسول صلى الله عليه وسلم : \" أبشروا ، والله لكأني أنظر إلى مصارع القوم \" . وصل المشركون إلى بدر ونزلوا العدوة القصوى ، أما المسلمون فنزلوا بالعدوة الدنيا . وقام المسلمون ببناء عريش للرسول صلى الله عليه وسلم على ربوة ، وأخذ لسانه يلهج بالدعاء قائلا : \" اللهم هذه قريش قد أتت بخيلائها تكذب رسولك ، اللهم فنصرك الذي وعدتني ؟ اللهم إن تهلك هذه العصابة اليوم فلن تعبد في الأرض \" . وسقط ردائه صلى الله عليه وسلم عن منكبيه ، فقال له أبو بكر : \" يا رسول الله ، إن الله منجز ما وعدك \". قام المسلمون بردم بئر الماء - بعد أن استولوا عليه وشربوا منه - حتى لا يتمكن المشركون من الشرب منه . وقبل أن تبدأ المعركة ، تقدم ثلاثة من صناديد قريش وهم : عتبة بن ربيعة ، وأخوه شيبة ، وولده الوليد يطلبون من يبارزهم من المسلمين . فتقدم ثلاثة من الأنصار ، فصرخ الصناديد قائلين : \" يا محمد ، أخرج إلينا نظراءنا من قومنا من بني عمنا\" فقدم الرسول عليه الصلاة والسلام عبيدة بن الحارث ، وحمزة بن عبد المطلب ، وعلي بن أبي طالب . فبارز حمزة شيبة فقتله ، وبارز علي الوليد فقتله ، وبارز عبيدة عتبة فجرحا بعضهما ، فهجم حمزة وعلي على عتبة فقتلاه . واشتدت رحى الحرب ، وحمي الوطيس . ولقد أمد الله المسلمين بالملائكة تقاتل معهم . قال تعالى : (( بَلَىٰ ۚ إِن تَصْبِرُوا وَتَتَّقُوا وَيَأْتُوكُم مِّن فَوْرِهِمْ هَٰذَا يُمْدِدْكُمْ رَبُّكُم بِخَمْسَةِ آلَافٍ مِّنَ الْمَلَائِكَةِ مُسَوِّمِينَ ))وهكذا انتهت المعركة بنصر المسلمين وهزيمة المشركين ، حيث قتل من المشركين سبعون وأسر منهم سبعون آخرون . أما شهداء المسلمين فكانوا أربعة عشر شهيدا . ولقد رمى المسلمون جثث المشركين في البئر ، أما الأسرى فقد أخذ الرسول صلى الله عليه وسلم أربعة آلاف 4000 درهم عن كل أسير امتثالا لمشورة أبي بكر ، أما من كان لا يملك الفداء فقد أعطه عشرة من غلمان المسلمين يعلمهم القراءة والكتابة . وهكذا انتصر المسلمون انتصارا عظيما بإيمانهم على المشركين الذين كفروا بالله ورسوله"
  },
  {
    "number": "غزوة أحد",
    "text": "",
    "label": "شعرت قريش بمرارة الهزيمة التي لقيتها في حربها مع المسلمين في بدر ، وأرادت أن تثأر لهزيمتها ، حيث استعدت لملاقاة المسلمين مرة أخرى ليوم تمحو عنها غبار الهزيمة . ذهب صفوان بن أمية ، وعكرمة بن أبي جهل ، وعبد الله بن ربيعة إلى أبي سفيان يطلبون منه مال القافلة ليتمكنوا من تجهيز الجيش ، ولقد كان ربح القافلة ما يقارب الخمسين ألف دينار ، فوافق أبو سفيان على قتال المسلمين ، وراحوا يبعثون المحرضين إلى القبائل لتحريض الرجال . اجتمع من قريش ثلاثة آلاف مقاتل مستصحبين بنساء يحضن الرجال عند حمي الوطيس . وخرج الجيش حتى بلغ مكان ( ذو الحليفة ) قريبا من أحد . سمع رسول الله صلى الله عليه وسلم تقدم المشركين إليهم فاستشار أصحابه ، فقال الشيوخ : نقاتل هنا ، وقال الرجال : نخرج للقائهم . فأخذ النبي صلى الله عليه وسلم برأي الرجال . لبس النبي صلى الله عليه وسلم حربته وخرج يريد لقاء المشركين ، فخرج من المدينة ألف رجل ، انسحب عبد الله بن أبي المنافق بثلث الجيش قائلا : ما ندري علام نقتل أنفسنا ؟ عسكر المسلمون عند جبل أحد ، ووضع الرسول عليه الصلاة والسلام خطة محكمة ، وهي أنه وضع خمسين رجلا على الجبل قادهم عبد الله بن جبير ، وأمرهم الرسول عليه الصلاة والسلام بعدم التحرك سواء في الفوز أو الخسارة . وبدأت المعركة ، وقاتل حمزة بن عبد المطلب قتال الأبطال الموحشين ، وكاد جبير بن مطعم قد وعد غلامه وحشيا أن يعتقه إن هو قتل حمزة . يقول وحشي : خرجت أنظر حمزة أتربصه حتى رأيته كأنه الجمل الأورق يهد الناس بسيفه هدا ، فهززت حربتي ، حتى إذا رضيت عنها دفعتها إليه فوقعت في أحشائه حتى خرجت من بين رجليه ، وتركته وإياها حتى مات . لقد كان استشهاد حمزة نكبة عظيمة على المسلمين ، إلا إنهم قاوموا وصمدوا أمام قتال المشركين . ولقد قاتل مصعب بن عمير عن رسول الله صلى الله عليه وسلم حتى قتل ، وراح قاتله يجري إلى قومه يخبرهم أنه قتل محمدا. وراحت قريش تجر أذيال الهزيمة ثانية ، حيث أن اللواء قد سقط على الأرض تطأه الأقدام . رأى الرماة من فوق الجبل هزيمة المشركين ، وقال بعضهم : ما لنا في الوقوف حاجة . ونسوا وصية الرسول صلى الله عليه وسلم لهم ، فذكرهم قائدهم بها ، فلم يكترثوا بمقولته ، وسارعوا إلى جمع الغنائم . لاحظ خالد بن الوليد نزول الرماة ، فانطلق مع بعض المشركين والتفوا حول الجبل ، وفاجئوا المسلمين من الخلف ، فانبهر المسلمون وهرعوا مسرعين هاربين . وارتفعت راية المشركين مرة أخرى ، فلما رآها الجيش عاودوا هجومهم . ولقد رمى أحد المشركين حجرا نحو الرسول صلى الله عليه وسلم ، فكسرت رباعية الرسول عليه الصلاة والسلام ، كما أنه وقع في حفرة كان أبو عامر الراهب قد حفرها ثم غطاها بالقش والتراب ، فشج رأس النبي صلى الله عليه وسلم ، وأخذ يمسح الدم قائلا : كيف يفلح قوم خضبوا وجه نبيهم وهو يدعوهم إلى ربهم ! نادى الرسول في أصحابه قائلا : هلموا إلي عباد الله .. هلموا إلي عباد الله . فاجتمع ثلاثون من صحابة رسول الله صلى الله عليه وسلم ، فجمع جيشه ونظمه ، ولحق بالمشركين ليقلب نصرهم هزيمة وفرحهم عزاء . فلما ابتعدوا أكثر فأكثر .. تركهم وعاد للمدينة . وهكذا ، أدركنا أن من خالف أمر الرسول صلى الله عليه وسلم ، فلا يحسبن نفسه ناج من مصيره إلا إذا شمله الله برحمته التي وسعت كل شيء علما .       "
  },
  {
    "number": "غزوة الخندق ( الأحزاب )",
    "text": "",
    "label": "عقد يهود بني النضير على الانتقام من النبي صلى الله عليه وسلم وأصحابه الذين أخرجوهم من ديارهم من المدينة ، وجعلوا همهم على أن يجعلوا جبهة قوية تتصدى أمام الرسول وأصحابه . انطلق زعماء بني النضير إلى قريش يدعوهم إلى محاربة المسلمين ، فنجحوا في عقد اتفاق بينهما . ولم يكتف بنو النضير بتلك الاتفاقية ، وإنما انطلقوا أيضا إلى بني غطفان يرغبوهم في الانضمام إليهم وإلى قريش ، وأغروهم بثمار السنة من نخيل خيبر إذا تم النصر بنجاح . وهكذا انطلق جيش قوامه عشرة آلاف مقاتل يقودهم أبو سفيان بن حرب ، وذلك في السنة الخامسة من الهجرة من شهر شوال . لما علم الرسول الكريم صلى الله عليه وسلم بالأمر ، استشار أصحابه وقادته في الحرب ، فأشار عليه سلمان الفارسي بحفر خندق في مشارف المدينة ، فاستحسن الرسول والصحابة رأيه ، وعملوا به . كما أن يهود بني قريظة مدوا لهم يد المساعدة من معاول ومكاتل بموجب العهد المكتوب بين الطرفين . كان الرسول صلى الله عليه وسلم وأصحابه يتفقدون سير العمل ، فوجدوا صخرة كبيرة كانت عائقا أمام سلمان الفارسي ، حيث كسرت المعاول الحديدية ، فتقدم الرسول الكريم من الصخرة وقال : \" باسم الله \" فضربها فتصدعت وبرقت منها برقة مضيئة فقال : \" الله أكبر .. قصور الشام ورب الكعبة \" ثم ضرب ضربة أخرى ، فبرقت ثانية ، فقال : \" الله أكبر .. قصور فارس ورب الكعبة \" . واستطاع المسلمون إنهاء حفر الخندق بعد مدة دامت شهرا من البرد وشظف العيش . بدت طلائع جيوش المشركين مقبلة على المدينة من جهة جبل أحد ، ولكنهم فوجئوا بوجود الخندق ، حيث أنهم ما كانوا متوقعين هذه المفاجأة . لم يجد المشركون سبيلا للدخول إلى المدينة ، وبقوا ينتظرون أياما وليالي يقابلون المسلمين من غير تحرك ، حتى جاء حيي بن أخطب الذي تسلل إلى بني قريظة ، وأقنعهم بفسخ الاتفاقية بين بني قريظة والمسلمين ، ولما علم الرسول عليه الصلاة والسلام بالأمر أرسل بعض أصحابه ليتأكد من صحة ما قيل ، فوجده صحيحا . وهكذا أحيط المسلمون بالمشركين من كل حدب وصوب ، إلا أن الرسول صلى الله عليه وسلم وأصحابه لم ييأسوا من روح الله ، لأنهم كانوا على يقين بأن عين الله ترعاهم . استطاع عكرمة بن أبي جهل وعدد من المشركين التسلل إلى داخل المدينة ، إلا أن عليا كان لهم بالمرصاد ، فقُتل من قُتل ، وهرب من هرب ، وكان من جملة الهاربين عكرمة . وأخيرا ، جاء نصر الله للمؤمنين . فقد تفككت روابط جيش المشركين ، وانعدمت الثقة بين أطراف القبائل ، كما أرسل الله ريحا شديدة قلعت خيامهم ، وجرفت مؤنهم ، وأطفأت نيرانهم ، فدب الهلع في نفوس المشركين ، وفروا هاربين إلى مكة . وحين أشرق الصبح ، لم يجد المسلمون أحدا من جيوش العدو الحاشدة ، فازدادوا إيمانا ، وازداد توكلهم على الله الذي لا ينسى عباده المؤمنين . وهكذا ، لم تكن غزوة الأحزاب هذه معركة ميدانية وساحة حرب فعلية ، بل كانت معركة أعصاب وامتحان نفوس واختبار قلوب ، ولذلك أخفق المنافقون ونجح المؤمنون في هذا الابتلاء . ونزل قول الله تعالى : (( من المؤمنين رجال صدقوا ما عاهدوا الله عليه فمنهم من قضى نحبه و منهم من ينتظر و ما بدلوا تبديلاً ليجزي الله الصادقين بصدقهم و يعذب المنافقين إن شاء أو يتوب عليهم إن الله كان غفوراً رحيماً و ردّ الله الذين كفروا بغيظهم لم ينالوا خيراً و كفى الله المؤمنين القتال و كان الله قوياً عزيزاً و أنزل الله الذين ظاهروهم من أهل الكتاب من صياصيهم و قذف في قلوبهم الرعب فريقاً تقتلون و تأسرون فريقاً ) "
  },
  {
    "number": "غزوة تبوك ",
    "text": "",
    "label": "بعد فتح مكة ودخول الحجاز كلها في الإسلام ، خشي العرب التابعون للروم من المسلمين في بلاد الشام من قوة الإسلام . فقرر الروم غزو المسلمين . وجهزوا جيشاً كبيراً عسكروا جنوب بلاد الشام . وصلت الأخبار إلى الرسول صلى الله عليه وسلم ، فدعا إلى تجهيز جيش قوي يصد غزو الروم . وكان الرسول صلى الله عليه وسلم يعلم أن الظروف التي يمر بها صعبة ، وأن الأيام أيام قيظٍ وقحط . فبعث الرجال يحثون القبائل على الاشتراك في الجيش ، وحث الأغنياء على أن يجودوا بمالهم ، فتبرع عثمان بن عفان بعشرة آلاف دينار وتسعمائة بعيرٍ ، ومائة فرس.كما تبرع أبو بكرٍ الصديق بكل ماله . وتبرع عبد الرحمن بن عوف بأربعين ألف دينار . وتبرعت النساء بحليهن وزينتهن من الذهب . و تحرك جيش المسلمين إلى تبوك في شهر رجب من العام التاسع بقيادة الرسول صلى الله عليه وسلم ، وكان عددهم ثلاثين ألفاً تقريباً . و أعطى الرسول صلى الله عليه وسلم اللواء لأبي بكرٍ الصديق . وعسكر النبي صلى الله عليه وسلم بجيشه في ثنية الوداع . وكان الحر شديداً للغاية ، وعانى المسلمون من عسرة الماء والزاد ، حتى اضطروا لذبح إبلهم وإخراج ما في كروشها فيعصرونه ويشربونه . لذلك سميت الغزوة بغزوة العسرة . وقضى المسلمون في تبوك حوالي عشرين يوماً ، ولكن لم يجدوا هناك أحداً من الروم الذين رجعوا من حيث أتوا ، حينما علموا بمسير الجيش المسلم الذي يؤثر الموت على الحياة . واستشار الرسول صلى الله عليه وسلم أصحابه في مجاوزة تبوك إلى ما هو أبعد منها من ديار الشام . فأشار عليه الفاروق عمر بالعودة إلى المدينة . فاستحسن الرسول صلى عليه وسلم رأيه وعادوا إلى المدينة حامدين شاكرين .              "
  },
  {
    "number": "غزوة خيبر ",
    "text": "",
    "label": "ما كاد رسول الله عليه وسلم يعود من صلح الحديبية ، ويستريح بالمدينة شهراً من الزمن حتى أمر بالخروج إلى خيبر . فقد كان يهود خيبر يعادون المسلمين وقد بذلوا جهدهم في جمع الأحزاب في غزوة الخندق لمحاربة المسلمين . وخرج رسول الله عليه الصلاة والسلام في مطلع العام السابع الهجري في جيش تعداده ألف وستمائة رجلٍ . وكانت خيبر محصنةً تحصيناً قوياً فيها ثمانية حصونٍ منفصلٌ بعضها عن بعض .وكان يهود خيبر من أشد الطوائف اليهودية بأساً وأكثرها وأوفرها سلاحاً . والتقى الجمعان واقتتلوا قتالاً شديداً . واليهود يستميتون في الدفاع عنها . واستمر التراشق بينهم ست ليالٍ . وفي الليلة السابعة وجد عمر بن الخطاب يهودياً خارجاً من الحصون فأسره وأتى به الرسول عليه الصلاة والسلام . فقال اليهودي : إن أمنتموني على نفسي أدلكم على أمرٍ منه نجاحكم. فقالوا : قد أمناك فما هو ؟ فقال الرجل : إن أهل هذا الحصد قد أدركهم اليأس وسيخرجون غداً لقتالكم . فإذا فتح عليكم هذا الحصد فسألوكم على بيت فيه منجنيق ودروع وسيوف يسهل عليكم بها فتح بقية الحصون. وقال رسول الله صلى الله عليه وسلم : (( لأعطين الراية غدا رجلا يفتح الله عليه يحب الله ورسوله ويحبه الله ورسوله )) فبات الناس ليلتهم كل منهم يتمنى أن يعطاها . فلما أصبح الصباح قال : \" أين علي بن أبي طالب \" ؟ فقالوا : هو يا رسول الله يشتكي عينيه . فدعاه ، فبصق رسول الله صلى الله عليه وسلم في عينيه ودعا له فبرأ بإذن الله ، فأعطاه الراية وقال له : \" والله لأن يهدي الله بك رجلا واحدا خير لك من حمر النعم \" . ولما ذهب علي بن أبي طالب إليهم خرج مرحب اليهودي يختال في سلاحه فقتله . وأحاط المسلين بالحصون ، وحمل المسلمون عليهم حملة صادقة . فسقطت حصونهم حصنا بعد حصن . واستولى اليأس على اليهود وطلبوا من النبي صلى الله عليه وسلم الصلح على أن يحقن دماءهم ، فقبل الرسول عليه الصلاة والسلام ، وصارت أرضهم لله ولرسوله وللمسلمين . وهكذا استولى المسلمون على خيبر ، وغنموا منها العديد من السلاح والمتاع . وقد قتل من اليهود في هذه الغزوة ثلاثة وتسعون رجلا واستشهد من المسلمين خمسة عشر رجلا . وكان من بين ما غنم المسلمون منهم عدة صحف من التوراة ، فطلب اليهود ردها فردها المسلمون إليهم . ولم يصنع الرسول عليه الصلاة والسلام ما صنع الرومان حينما فتحوا أورشليم وأحرقوا الكتب المقدسة فيها ، وداسوها بأرجلهم ، ولا ما صنع التتار حين أحرقوا الكتب في بغداد وغيرها ."
  },
  {
    "number": "غزوة مؤتة",
    "text": "",
    "label": "في شهر جمادى الأولى من السنة الثامنة للهجرة جهز رسول الله عليه وسلم جيشاً للقصاص ممن قتلوا الحارث بن عمير الذي كان رسول الله عليه وسلم قد بعثه إلى أمير بصرى داعياً له إلى الإسلام . وأمر على الجيش زيد بن حارثة ، وقال عليه الصلاة والسلام : \" إن أصيب زيدٌ فجعفر بن أبي طالب ، وإن أصيب جعفر فعبد الله بن رواحة ، فإن أصيب عبد الله فخالد بن الوليد\" . وانطلق الجيش وبلغ عددهم ثلاثة آلافٍ من المهاجرين والأنصار . وأوصاهم الرسول عليه الصلاة والسلام بأن لا يقتلوا امرأةً ولا صغيراً ، ولا شيخاً فانياً ولا تقطعوا شجراً ولا تهدموا بناءً . ووصل الجيش إلى مكان يدعى \" معان \" في أرض الشام . وكان هرقل قد حشد مائتي ألف مقاتل لقتال المسلمين . والتقى الجيشان غير المتكافئين عدداً أو عدة . وقاتل المسلمون قتال الأبطال . وصمدوا أمام هذا الجيش الضخم . وقاتل زيد بن حارثة حامل اللواء حتى استشهد ، فتولى القيادة جعفر بن أبي طالب ، وحمل اللواء بيمينه فقطعت ، ثم حمله بشماله فقطعت ، فاحتضنه بعضديه حتى ضربه رجلٌ من الروم فاستشهد ، فسمي بذي الجناحين حيث أبدله الله بيديه جناحين يطير بهما في الجنة حيث يشاء . ثم أخذ الراية عبد الله بن رواحة وقاتل حتى استشهد . فأخذ الراية خالد بن الوليد . واستعمل دهاءه الحربي ، حتى انحاز بالجيش ، وأنقذه من هزيمة منكرة كادت تقع . فانتهز خالد فرصة قدوم الليل فغير نظام الجيش ، فجعل ميمنة الجيش ميسرة ، وميسرته ميمنة ، كما جعل مقدمة الجيش في المؤخرة ، ومؤخرة الجيش في المقدمة . فلما أطل الصباح ، أنكرت الروم ما كانوا يعرفون من راياتهم ، وسمعوا من الجلبة وقعقعة السلام ، فظنوا أنهم قد جاءهم مدد . فرعبوا وانكشفوا ، وما زال خالد يحاورهم ويداورهم ، والمسلمون يقاتلونهم أثناء انسحابهم بضعة أيامٍ حتى خاف الروم أن يكون ذلك استدراجاً لهم إلى الصحراء . فتوقف القتال . وهكذا تبدلت هزيمة جيش المسلمين إلى نصرٍ . وأي نصرٍ أكبر من صمود جيشٍ يبلغ عدده ثلاثة آلاف مقاتلٍ أمام جيشٍ عدده مائتا ألف مقاتلٍ . وإنه لشيءٌ نادرٌ أن يقف جنديٌ واحدٌ أمام سبعين من الجنود المحملين بالسلاح ، ولكن قوة الإيمان هي التي جعلت المسلمين يصمدون أمام جيش العدو .       "
  },
  {
    "number": "غزوة حنين ",
    "text": "",
    "label": "بعد أن فتح المسلمون مكة ، انزعجت القبائل المجاورة لقريش من انتصار المسلمين على قريش. وفزعت هوازن و ثقيف من أن تكون الضربة القادمة من نصيبهم . وقالوا لنغز محمداً قبل أن يغزونا . واستعانت هاتان القبيلتان بالقبائل المجاورة ، وقرروا أن يكون مالك بن عوف سيد بني هوازن قائد جيوش هذه القبائل التي ستحارب المسلمين . وأمر رجاله أن يصطحبوا معهم النساء والأطفال والمواشي والأموال ويجعلوهم في آخر الجيش ، حتى يستميت الرجال في الدفاع عن أموالهم وأولادهم ونسائهم . لما علم الرسول صلى الله عليه وسلم بذلك خرج إليهم مع أصحابه وكان ذلك في شهر شوال من العام الثامن للهجرة . وكان عدد المسلمين اثني عشر ألفاً من المجاهدين . عشرة آلف من الذين شهدوا فتح مكة ، وألفان ممن أسلموا بعد الفتح من قريش . ونظر المسلمون إلى جيشهم الكبير فاغتروا بالكثرة وقالوا لن نغلب اليوم من قلة . وبلغ العدو خبر خروج المسلمين إليهم فأقاموا كميناً للمسلمين عند مدخل وادي أوطاس ( قرب الطائف ) وكان عددهم عشرين ألفاً . وأقبل الرسول صلى الله عليه وسلم في أصحابه حتى نزلوا بالوادي . وكان الوقت قبيل الفجر ، والظلام يخيم على وادي حنين السحيق . وفوجئ المسلمون بوابل من السهام تنهال عليهم من كل مكان . فطاش صوابها ، واهتزت صفوفهم ، وفر عددٌ منهم . ولما رأى الرسول صلى الله عليه وسلم هزيمة المسلمين نادى فيهم يقول : أنا النبي لا كذب أنا ابن عبد المطلب وأمر الرسول صلى الله عليه وسلم العباس أن ينادي في الناس ، فقال : يا معشر الأنصار، ويا معشر المهاجرين ، يا أصحاب الشجرة . فحركت هذه الكلمات مشاعر الإيمان والشجاعة في نفوس المسلمين ، فأجابوه : لبيك يا رسول الله لبيك . وانتظم الجيش مرةً أخرى ، واشتد القتال . وأشرف الرسول صلى الله عليه وسلم على المعركة . وما هي إلا ساعة حتى انهزم المشركون ، وولوا الأدبار تاركين النساء والأموال والأولاد . وأخذ المسلمون ينهمكون في تكثيف الأسرى وجمع الغنائم . وبلغ عدد الأسرى من الكفار في ذلك اليوم ستة آلاف أسير . وهكذا تحولت الهزيمة إلى نصر بإذن الله تعالى . وكانت حنين درساً استفاد منه المسلمون . فتعلم المسلمون أن النصر ليس بكثرة العدد والعدة . وأن الاعتزاز بذلك ليس من أخلاق المسلمين . ومرت الأيام فإذا بوفد من هوازن يأتي إلى الرسول صلى الله عليه وسلم يعلن ولاءه للإسلام ، وجاء وفد من ثقيف أيضاً يعلن إسلامه . وأصبح الذين اقتتلوا بالأمس إخواناً في دين الله ...                   "
  },
  {
    "number": "غزوة السويق ",
    "text": "",
    "label": "بينما كفار مكة يعيشون في حزن وغم لما أصابهم في غزوة بدر التي لم تترك لهم كرامة ولا كبرياء بين قبائل العرب، قام أبو سفيان من بينهم وأقسم أن يغزو المدينة، وخرج أبو سفيان ومعه مائتان من الفرسان، فدخلوا المدينة في الليل كاللصوص، وذهب أبو سفيان إلى سلام بن مِشْكَم سيد يهود بني\nالنضير، فاستقبله أحسن استقبال، وعرفه أخبار المسلمين، فقام أبو سفيان ومن معه بحرق عدد من نخيل الأنصار، وقتلوا رجلين من الأنصار في أرضهما، وفروا هاربين.\nوعندما علم الرسول صلى الله عليه وسلم بأمرهم أسرع لمطاردتهم، ولكنهم فروا، وأخذوا يرمون ما معهم من طعام لتخف أحمالهم، حتى ينجوا من أيدي المسلمين، وسميت هذه الغزوة بـ (غزوة السَّويق) نسبة لما كان يلقيه المشركون من الطعام.\nسرية زيد بن حارثة:\nفي شهر جمادى الآخرة من العام الثالث من الهجرة، كان أهل مكة في حيرة شديدة فهم يريدون إرسال القافلة التجارية إلى الشام، ولكن كيف والمسلمون يقفون في الطريق بحذاء البحر الأحمر وها هي ذي القبائل المحيطة بالمدينة قد سالمت الرسول صلى الله عليه وسلم ولن تدع قريشًا تمر بسلام، فما العمل؟\nاقترح الأسود بن عبد المطلب أن تسير القافلة في صحراء نجد بوسط الحجاز ومنها إلى العراق ثم الشام، فهو طريق طويل بعيد جدًّا عن المسلمين، ولما علم الرسول صلى الله عليه وسلم نبأ تلك القافلة أمر زيد بن حارثة بالخروج في مائة راكب من المسلمين لمهاجمتهم، فخرجوا وفاجئوا المشركين واستولوا على القافلة كاملة، وأصبح الكفار بين أمرين لا ثالث لهما: إما مهادنة المسلمين حتى لا يقطعوا طرق تجارتهم إلى الشام، وإما الدخول في حرب شاملة ضد المسلمين، للقضاء عليهم واختار المشركون الأمر الثاني وهو الحرب الشاملة.                     "
  },
  {
    "number": "غزوة ذات الرقاع",
    "text": "",
    "label": "ما زال الكفار يهددون المسلمين، ويشكلون خطرًا عليهم، فهذه قبائل غطفان تتجمع للهجوم على المدينة، فكان لابد من الخروج إليهم وردعهم قبل أن يهاجموا المسلمين.\nفخرج المسلمون في شهر ربيع الأول من العام السابع من الهجرة، وهم لا يبالون بالتعب، يتبادل كل ستة منهم ركوب بعير واحد، ويسيرون في الجبال، وفوق الصخور، حتى أصيبت أقدامهم وسقطت أظافرهم، فأخذوا يلفون أرجلهم بالخرق والرقاع (القماش القديم)، فسميت هذه الغزوة باسم ذات الرقاع، وتسمى أيضًا بغزة نجد.\nفلما علمت قبائل غطفان بقدوم المسلمين هربت، فلم يقع قتال، وعاد المسلمون منتصرين. وفي طريق العودة اشتد الحر عليهم، وجاء وقت القيلولة فنزلوا في وادْ كثير الأشجار، وتفرق المسلمون يستظلون فيه.\nوقد نام الرسول ( تحت شجرة وعلق سيفه بها، فإذا بأعرابي كافر يأتي فيأخذ السيف، فشعر به الرسول، واستيقظ من نومه، فقال الأعرابي: من يمنعك مني؟ فقال رسول الله (: \"الله\". وإذا بالأعرابي يرتعد ويسقط السيف من يده، فأخذه النبي ( ثم عفا عن الأعرابي وتركه. [متفق عليه].                      "
  },
  {
    "number": "غزوة حمراء الأسد",
    "text": "",
    "label": "وفي اليوم التالي لغزوة أحد، أمر رسول الله صلى الله عليه وسلم الناس بالخروج لقتال الكفار وتتبعهم، وقال: (لا يخرج معنا إلا من شهد القتال) فأسرع المسلمون، وأطاعوا رسولهم صلى الله عليه وسلم، رغم ما بهم من آلام وجراح وخرجوا للقتال استجابة لنداء الرسول صلى الله عليه وسلم، فلقد تعلموا أن الخير كله في طاعته، فمدحهم الله بهذه الطاعة فقال تعالى: {الذين استجابوا لله والرسول من بعد ما أصابهم القرح للذين أحسنوا منهم واتقوا أجر عظيم}\n[آل عمران: 172].\nوفي حمراء الأسد على مسافة عدة أميال من المدينة وقف المسلمون ينتظرون جيش المشركين فمر بهم رجل من قبيلة خزاعة التي كانت تحب الرسول صلى الله عليه وسلم يسمى معبد بن أبي معبد، وكان يومئذ مشركًا، فواسى الرسول\nصلى الله عليه وسلم فيما حدث للمسلمين، وكان المشركون قد نزلوا في مكان يسمى الروحاء، وبعد أن استراح الجيش بدءوا يفكرون في العودة إلى المدينة.\nوأرسل أبو سفيان رسالة يهدد فيها المسلمين في حمراء الأسد ليرعبهم، يزعم فيها أنه قادم للقضاء عليهم، فما زاد ذلك المسلمين إلا قوة وإيمانًا، فقال عنهم الله تعالى: {الذين قال لهم الناس إن الناس قد جمعوا لكم فاخشوهم فزادهم إيمانًا وقالوا حسبنا الله ونعم الوكيل . فانقلبوا بنعمة من الله وفضل لم يمسسهم سوء واتبعوا رضوان الله والله ذو فضل عظيم} [آل عمران: 173-174].\nووصلت الأخبار إلى أبي سفيان أن النبي صلى الله عليه وسلم خرج من المدينة لمطاردة المشركين، وتأكدت الأخبار عندما وصل معبد وأكد لأبي سفيان أن النبي صلى الله عليه وسلم خرج لمطاردتهم وقد نزل بجيشه في حمراء الأسد فخاف أبو سفيان وفضل الانسحاب إلى مكة، وأقام المسلمون في حمراء الأسد ثلاثة أيام ينتظرون قريشًا، ثم عادوا إلى المدينة بعدما أطاعوا نبيهم، وأرعبوا عدوهم واستعادوا الثقة بأنفسهم.                      "
  },
  {
    "number": "غزوة بني النضير",
    "text": "",
    "label": "كان بين يهود بني النضير ورسول الله صلى الله عليه وسلم عهد وجوار، فذهب إليهم الرسول صلى الله عليه وسلم؛ ليعينوه في دية الرجلين اللذين قتلهما عمرو بن أمية عند رجوعه من بئر معونة، فقالوا له: نعم يا أبا القاسم، نعينك على ما أحببت.\nثم خلا بعضهم إلى بعض، فتشاوروا على الغدر برسول الله صلى الله عليه وسلم فقد كان وجوده صلى الله عليه وسلم بينهم في ذلك الوقت فرصة قد لا\nتتكرر، فاتفقوا أن يصعد عمرو بن جحاش فوق بيت من بيوتهم ثم يلقي صخرة على الرسول صلى الله عليه وسلم الذي كان يجلس إلى جدار بيت من بيوتهم ومعه أبو بكر وعمر وعلى وطائفة من أصحابه، ولكن الله تعالى أخبر نبيه بما دبره اليهود.\nوإذا برسول الله صلى الله عليه وسلم ينصرف مسرعًا من جوار الجدار ويعود إلى المدينة، والصحابة يتبعونه، وهم متعجبون لما حدث، ولا يعرفون سبب عودته بهذه السرعة، فأخبرهم الرسول صلى الله عليه وسلم أن اليهود أرادوا أن يغدروا به، وأن الله تعالى أخبره بذلك.\nوهكذا نقض اليهود عهدهم، وأظهروا ما في نفوسهم من غدر وخيانة، فكان لابد من طردهم من المدينة، فأرسل الرسول صلى الله عليه وسلم\nمحمد بن مسلمة إليهم يأمرهم بالخروج من المدينة، وحدد لهم عشرة أيام يخرجون خلالها، ومن وجد في المدينة منهم بعدها سوف يقتله المسلمون، وبعد أن هم اليهود أن يخرجوا أرسل إليهم المنافق عبد الله بن أبي بن سلول يشجعهم على العصيان، ويعدهم بانضمام ألفين من جنوده إليهم ليدافعوا عنهم.\nوإذا بهم يدخلون حصونهم، ويقولون لرسول الله صلى الله عليه وسلم: يا محمد افعل ما بدا لك، فحاصرهم الرسول صلى الله عليه وسلم ست ليالٍ، وأمر بحرق زروعهم ونخلهم حتى يرعبهم، فقذف الله في قلوبهم الرعب، ولم يجدوا وفاء من المنافقين، فاضطروا إلى الاستسلام، فصالحوا رسول الله صلى الله عليه وسلم على أن يخرجوا من المدينة، ويأخذوا معهم ما حملته الإبل ما عدا السلاح.\nوهدم اليهود بيوتهم بأيديهم، وأخرجوا نساءهم وأبناءهم، وحملوا ما قدروا على حمله من متاعهم فوق الإبل، وهذا جزاء الخائن للعهد الذي يفكر في\nالغدر، فخرج بعضهم إلى خيبر، وبعضهم إلى الشام، وأسلم منهم\nيامين بن عمرو، وأبو سعد بن وهب، فترك الرسول صلى الله عليه وسلم لهما أموالهما."
  },
  {
    "number": "غزوة بدر الثانية",
    "text": "",
    "label": "حزن المسلمون على قتلاهم في غزوة أُحُد حزنًا شديدًا، وتمنوا أن يحدث بينهم وبين كفار قريش لقاء قريب يثأرون فيه لشهدائهم، وكان أبو سفيان قد واعد المسلمين على الحرب عند بدر في العام المقبل، فاستعد المسلمون لهذا اللقاء استعدادًا جيدًا، وخرج المسلمون مع الرسول صلى الله عليه وسلم في الموعد المحدد إلى ماء بدر، بعد أن أدبوا اليهود والأعراب، وأقاموا هناك ينتظرون جيش المشركين.\nوخرج أبو سفيان يقود جيش المشركين، ولكنه خاف من مواجهة المسلمين فعاد بجيشه إلى مكة بحجة أن هذا العام لا مطر فيه، وقد أجدبت الأرض، والوقت غير مناسب للحرب، أما المسلمون فظلوا هناك ثمانية أيام، عادوا بعدها إلى المدينة وقد سمعت القبائل بما حدث من انسحاب المشركين.\nغزوة دومة الجندل\nجاءت أخبار إلى الرسول صلى الله عليه وسلم أن القبائل العربية التي تقيم حول دومة الجندل تقطع طريق المارين عليها، وتنهب أموالهم، وأنهم قد احتشدوا لمهاجمة المدينة، فخرج الرسول صلى الله عليه وسلم في ألف من المسلمين إلى دومة الجندل ، وكان يسير بالجيش ليلا فقط حتى يفاجئ أعداءه، ووصل الرسول صلى الله عليه وسلم إلى مكان الأعداء فجأة، ففرت الجيوش من أمامه، وغنم المسلمون كل ما تركه الأعداء خلفهم، وفر كذلك أهل دومة الجندل ، فأقام الرسول صلى الله عليه وسلم هناك أيامًا يرسل السرايا في كل ناحية، فلم يثبت أمام المسلمين أحد، وبعدها عاد المسلمون إلى المدينة.      "
  },
  {
    "number": "غزوة بني المصطلق",
    "text": "",
    "label": "كانت العيون تأتي بالأخبار للمسلمين عن العرب جميعًا، يراقبونهم حتى لا يفاجئوهم بحرب أو خيانة، وعلم رسول الله صلى الله عليه وسلم أن زعيم بني المصطلق -وهم من اليهود- يجهز قومه للهجوم على المدينة، ولما تأكد رسول الله صلى الله عليه وسلم من هذه الأنباء جهز جيشه، وغزا بني المصطلق، واتخذهم أسارى وسبايا، وكان في السبي جويرية بنت الحارث -بنت سيد بني المصطلق- فأعتقها رسول الله صلى الله عليه وسلم، وتزوجها، ولما انتشر الخبر بين\nالناس، قالوا: أصهار رسول الله صلى الله عليه وسلم، فأعتقوا مائة أهل بيت من بني المصطلق إكرامًا لمصاهرة الرسول صلى الله عليه وسلم لهم، فكانت أكبر نعمة عليهم إلى جانب نعمة مصاهرة الرسول صلى الله عليه وسلم لهم.\nالمنافقون في هذه الغزوة:\nظهرت طبيعة المنافقين في هذه الغزوة، فبينما المسلمون يسقون من بئر تزاحم على الماء جهجاه بن مسعود -غلام عمر بن الخطاب- مع رجل من الأنصار اسمه سنان بن وبرة حليف الخزرج، وتضاربا، وكاد الخلاف يتحول إلى معركة فقد اختلف المهاجرون والأنصار، فهدأهم الرسول صلى الله عليه وسلم فأطاعوه، وانتهى الخلاف، ولكن المنافق عبد الله بن أُبي اتخذ هذه الواقعة فرصة لتقوية الخلاف بين المهاجرين والأنصار، فقال: أو قد فعلوها؟ قد نافرونا وكاثرونا في بلادنا، والله ما مثلنا ومثل محمد إلا كما قال القائل: سَمِّن كلبك يأكلك، أما والله لئن رجعنا إلى المدينة ليخرجن الأعز منها الأذل.\nوأراد ابن سلول طرد الرسول صلى الله عليه وسلم والمسلمين من المدينة، وأخذ يحرِّض الناس على المهاجرين، ويأمرهم بعدم التعاون معهم أو الإحسان إليهم حتى يتركوا المدينة ويرحلوا عنها، وسمع زيد بن أرقم كلام عبد الله، وكان زيد غلامًا صغيرًا، فأسرع إلى الرسول صلى الله عليه وسلم، وأخبره بما قاله\nعبدالله بن أُبي، فغضب عمر -رضي الله عنه- وطلب من الرسول صلى الله عليه وسلم أن يقتل هذا المنافق، لكن رسول الله صلى الله عليه وسلم قال: (كيف يا عمر إذا تحدث الناس إن محمدًا يقتل أصحابه) _[ابن سعد].\nوعندما علم أسيد بن حضير بما قاله عبد الله بن أبي قال للنبي صلى الله عليه وسلم: فأنت يا رسول الله تخرجه منها إن شئت، هو -والله- الذليل وأنت العزيز، ثم قال : يا رسول الله، ارفق به، فوالله لقد جاءنا الله بك، وإن قومه لينظمون -يعدون- له الخرز (فصوصًا من الجواهر) ليتوجوه، فإنه يرى أنك قد سلبته ملكه.\nوعلم عبد الله بن أبي أن زيدًا أخبر الرسول صلى الله عليه وسلم بما قاله، فأسرع إلى رسول الله صلى الله عليه وسلم يحلف له كذبًا أنه ما قال شيئًا، ودافع بعض الحاضرين عنه، فقالوا: عسى أن يكون الغلام أوهم في حديثه، ولم يحفظ ما قال الرجل، وإذا بالقرآن ينزل فيفضح المنافق عبد الله بن أُبي ويصدق زيد بن أرقم قال تعالى: {هم الذين يقولون لا تنفقوا على من عند رسول الله حتى ينفضوا ولله خزائن السموات والأرض ولكن المنافقين لا يفقهون . يقولون لئن رجعنا إلى المدينة ليخرجن الأعز منها الأذل ولله العزة ولرسوله وللمؤمنين ولكن المنافقين لا يعلمون} [المنافقون: 7-8].\nوكان للمنافق عبد الله بن أبي ابن مؤمن مخلص في إيمانه اسمه عبد الله أيضًا، فلما علم بذلك تبرأ من أبيه، ووقف على أبواب المدينة يرفع سيفه، ويمنع أباه من دخولها، ويقول لأبيه: إن رسول الله هو العزيز وأنت الذليل، ولن تدخل حتى يأذن في دخولك، ولكن النبي صلى الله عليه وسلم أذن له ورفض أن يقتل\nعبد الله والده، وقال له النبي صلى الله عليه وسلم: (بل نترفق به ونحسن صحبته ما بقي معنا).\nحادثة الإفك:\nبعد غزوة بني المصطلق، وفي طريق العودة، استراح الجيش بعض الوقت، وبعد فترة استعدوا للرحيل، وبدأ الرجال يرحلون، وذهب بعض المسلمين إلى هودج السيدة عائشة زوج الرسول صلى الله عليه وسلم، وهو خباء يوضع على البعير فحملوه على بعيرها، وهم يظنون أنها بداخله، ولكنه كان خاليًا، فقد ذهبت السيدة عائشة -رضي الله عنهما- تبحث عن عقد فقدته، فلما رجعت وجدت المكان خاليا وقد رحل القوم، فجلست وحدها تنتظر، وكان في مؤخرة الجيش الصحابي صفوان بن المعطل -رضي الله عنه- وكان يتأخر ليجمع ما يقع من الجنود، فلما مر بالمكان وجد السيدة عائشة جالسة فقال: إنا لله وإنا إليه راجعون .. ثم أناخ الجمل، وأدار ظهره حتى ركبت السيدة عائشة، وانطلق يقود الجمل حتى لحق بالمسلمين.\nووجد المنافقون فرصتهم الكبيرة في التشنيع على أم المؤمنين والنيل من رسول الله صلى الله عليه وسلم، فأشاعوا أن صفوان بن المعطل اعتدى على السيدة عائشة واتهموهما بالفاحشة، وهكذا روَّج المنافق عبدالله بن أُبي وآخرون معه هذا الكلام البذيء، حتى صدقه بعض الناس، وأراد الله تعالى أن يختبر المؤمنين، وأن يعلمهم درسًا عمليًّا في عدم تصديق الشائعات.\nفلم ينزل الوحي بهذا الشأن شهرًا كاملا، وظل خلاله الرسول صلى الله عليه وسلم حزينًا، وأبو بكر لا يدري ما يصنع، أما السيدة عائشة فقد عادت مريضة من الغزوة، ولزمت الفراش، ولم تعلم بما يقوله الناس، فلما علمت ظلت تبكي ليل نهار، وعندما اشتد بها المرض استأذنت من الرسول صلى الله عليه وسلم وذهبت إلى بيت أبيها فجاءها الرسول صلى الله عليه وسلم يطلب منها أن تستغفر الله إن كانت فعلت ذنبًا، وإن كانت بريئة فسوف يبرئها الله، فسكتت السيدة عائشة عن البكاء، وقالت: لو قلت لكم إني مذنبة صدقتموني، وإن قلت لكم بريئة لم تصدقوا، والله يعلم أني بريئة، ولا أقول سوى ما قال أبو يوسف: {فصبر جميل والله المستعان على ما تصفون} [يوسف: 18].\nونزل الوحي يبين أن السيدة عائشة -رضي الله عنها- بريئة من هذه التهمة، قال تعالى: {إن الذين جاءوا بالإفك عصبة منكم لا تحسبوه شرًا لكم بل هو خير لكم لكل امرئ منهم ما اكتسب من الإثم والذي تولى كبره منهم له عذاب عظيم . لولا إذ سمعتموه ظن المؤمنون والمؤمنات بأنفسهم خيرًا وقالوا هذا إفك مبين . لولا جاءوا عليه بأربعة شهداء فإذ لم يأتوا بالشهداء فأولئك عند الله هم الكاذبون . ولولا فضل الله عليكم ورحمته في الدنيا والآخرة لمسكم في ما أفضتم فيه عذاب عظيم . إذ تلقونه بألسنتكم وتقولون بأفواهكم ما ليس لكم به علم وتحسبونه هينًا وهو عند الله عظيم . ولولا إذ سمعتموه قلتم ما يكون لنا أن نتكلم بهذا سبحانك هذا بهتان عظيم . يعظكم الله أن تعودوا لمثله أبدًا إن كنتم\nمؤمنين . ويبين الله لكم الآيات والله عليم حكيم . إن الذين يحبون أن تشيع الفاحشة في الذين آمنوا لهم عذاب أليم في الدنيا والآخرة والله يعلم وأنتم لا تعلمون . ولولا فضل الله عليكم ورحمته وإن الله رءوف رحيم}\n[النور: 11-20].\nوعادت الفرحة إلى الرسول صلى الله عليه وسلم والمسلمين جميعًا، وعاقب الرسول صلى الله عليه وسلم الذين اتهموا السيدة عائشة بالفاحشة، وكانوا يروجون هذا الكلام الكاذب، فأقام عليهم حد القذف ثمانين جلدة، وكان منهم مسطح بن أثاثة ابن خالة أبي بكر، وكان أبو بكر ينفق عليه لفقره وحاجته فأقسم ألا يعطيه درهمًا واحدًا بعد ما قاله في حق ابنته، ولكن الله -تعالى- أراد أن يستمر عطاء أبي بكر، وإحسانه إلى مسطح، فكفَّر أبو بكر عن يمينه، وأعطى ابن خالته ما كان يعطيه.                      "
  },
  {
    "number": "غزوة بدر الكبرى",
    "text": "",
    "label": "علم رسول الله صلى الله عليه وسلم أن قافلة لقريش محملة بالبضائع بقيادة\nأبي سفيان قد خرجت من الشام في طريقها إلى مكة، فأرسل الرسول صلى الله عليه وسلم اثنين من أصحابه لمراقبة عير قريش، ودعا الرسول صلى الله عليه وسلم الناس للخروج إليها، وجعل الخروج اختياريًّا، فخرج معه ثلاثمائة وأربعة عشر مسلمًا، ولم يكن معهم سوى سبعين جملا وفرسين، فكان كل ثلاثة من المسلمين يتناوبون الركوب على جمل.\nوكان الرسول صلى الله عليه وسلم يمشي على رجليه، ويتناوب الركوب مع أبي لبابة، وعلي بن أبي طالب على جمل واحد، كل منهم يركبه فترة من الزمن فقالا له: نحن نمشي عنك، فقال صلى الله عليه وسلم في تواضع عظيم: (ما أنتما بأقوى مني، ولا أنا بأغنى عن الأجر منكما) _[أحمد] وكان أبو سفيان رجلا ذكيًّا، فأخذ يتحسس الأخبار، ويسأل من يلقاه عن المسلمين خوفًا على\nالقافلة، فقابل أحد الأعراب يسمى مجدي بن عمرو فسأله: هل أحسست أحدًا؟ فقال: إني رأيت راكبين وقفا عند البئر، فرأونا ثم انطلقا، فذهب أبو سفيان إلى مكانهما، وأمسك روثة من فضلات الإبل ففركها في يده، فوجد فيها نوى التمر، وكان أهل المدينة يعلفون إبلهم منه، فقال أبو سفيان: هذه والله علائف يثرب.\nوعلم أن الرجلين من المدينة، ورسول الله صلى الله عليه وسلم في\nطريقه إليهم، فغير طريقه بسرعة وفرَّ هاربًا بقافلته، وأرسل إلى قريش يستنجد بهم؛ ليحموه من المسلمين، ووصل رسول أبي سفيان إلى قريش، ووقف على بعيره، وأخذ ينادي ويصيح: يا معشر قريش! أموالكم مع أبي سفيان، قد عرض لها محمد وأصحابه، لا أرى أن تدركوها .. الغوث، الغوث .. وظل الرجل ينادي حتى تجمع الناس، وخرجوا بأسلحتهم وعدتهم ليحموا أموالهم.\nفي الوقت نفسه كان أبو سفيان قد نجا بالقافلة، وأرسل إلى قريش يخبرهم\nبذلك، فرجع بعضهم، وكاد القوم يعودون كلهم؛ لأنهم ما خرجوا إلا لحماية قافلتهم، ولكن أبا جهل دفعه الكبر والطغيان إلى التصميم على الحرب، وعزم على أن يقيم هو والمشركون ثلاثة أيام عند بئر بدر، بعد أن يهزم المسلمين فيأكلون الذبائح، ويشربون الخمور، وتغني لهم الجواري حتى تعلم قبائل العرب قوة قريش، ويهابها الجميع، وهكذا أراد الله -تعالى- أن تنجو القافلة، وأن تقع الحرب بين المسلمين والمشركين.\nوأصبح المسلمون في موقف حرج؛ لأن عددهم أقل من عدد المشركين، وبدأ الرسول صلى الله عليه وسلم يستشير كبار المهاجرين والأنصار في أمر\nالقتال، فتكلم المهاجرون كلامًا حسنًا، أيدوا فيه الرسول صلى الله عليه وسلم في قتال المشركين، وقال المقداد بن عمرو: (يا رسول الله، امض لما أمرك الله فنحن معك) ولكن النبي صلى الله عليه وسلم ظل ينظر إلى القوم، وهو يقول: أشيروا علي أيها الناس.\nففهم سعد بن معاذ كبير الأنصار أن الرسول صلى الله عليه وسلم يريد رأي الأنصار، فقد تكلم المهاجرون، وأيدوا الرسول صلى الله عليه وسلم، وبقيت كلمة الأنصار، فقال سعد بن معاذ: يا رسول الله، لقد آمنا بك، وصدقناك وشهدنا أن ما جئت به هو الحق، وأعطيناك على ذلك عهودنا ومواثيقنا على السمع والطاعة، فامض لما أردت فنحن معك، فوالذي بعثك بالحق لو استعرضت بنا هذا البحر فخضته لخضناه معك. _[ابن إسحاق] فَسُرَّ النبي صلى الله عليه وسلم لاتفاق المسلمين على مواجهة الكفار.\nوبدأ الفريقان يستعدان للمعركة، وأول شيء يفكر فيه القادة هو معرفة أخبار العدو، فأرسل رسول الله صلى الله عليه وسلم جماعة من أصحابه؛ عليًّا وسعدًا والزبير إلى ماء بدر؛ ليعرفوا أخبار الكفار، فوجدوا غلامين لقريش، فأخذوهما إلى النبي صلى الله عليه وسلم فسألهما عن عدد قريش، فقالا: لا ندري، فسألهم النبي صلى الله عليه وسلم: كم ينحرون كل يوم من الإبل. فقالا: يومًا\nتسعًا، ويومًا عشرًا. وكان معروفًا عند العرب أن البعير الواحد يكفي مائة\nرجل، فقال النبي صلى الله عليه وسلم: (القوم فيما بين التسعمائة والألف)\n[ابن إسحاق].\nوهكذا يضرب لنا الرسول صلى الله عليه وسلم مثلا في القيادة\nالحكيمة، والتفكير السليم لمعرفة أخبار العدو، ثم قال للغلامين: (فمن فيهم من أشراف قريش؟) فعدَّا له أشراف قريش، وسادتها، وكانوا على رأس جيش المشركين، فأقبل رسول الله صلى الله عليه وسلم على الناس، فقال: (هذه مكة قد ألقت إليكم أفلاذ أكبادها) وهكذا عرف الرسول صلى الله عليه وسلم عدد أعدائه، وأسماء كبارهم أيضًا، وعلى الجانب الآخر أرسل الكفار رجلاً منهم وهو عمير بن وهب ليعرف عدد المسلمين، ثم عاد فقال: ثلاثمائة رجل، يزيدون قليلا أو ينقصون.\nوصل المسلمون إلى مكان بئر بدر، فأقاموا عليه، وجعلوه خلفهم حتى يتمكنوا من الشرب دون الكفار، وأشار سعد بن معاذ على النبي صلى الله عليه وسلم أن يتخذ عريشًا (مكانًا مظللا) يشرف من خلاله على المعركة، ويقوم بإدارتها، فقبل الرسول صلى الله عليه وسلم ودعا له بالخير، ونظم الرسول صلى الله عليه وسلم صفوف جيشه تنظيمًا دقيقًا، فجعله كتيبتين؛ واحدة للمهاجرين عليها\nعلي بن أبي طالب، والأخرى للأنصار ولواؤها مع سعد بن معاذ، وجعل ميمنة الجيش مع الزبير بن العوام، وجعل المقداد بن الأسود قائدًا لميسرة الجيش، وجعل على قيادة مؤخرة الجيش قيس بن صعصعة.\nأما القيادة العامة للجيش فكانت في يد رسول الله صلى الله عليه وسلم، أوصاهم صلى الله عليه وسلم بالحكمة في استعمال النبال ضد أعدائهم، فلا يضربونهم حتى يكونوا في مرمى السهام وفي متناول أيديهم، ولا يستخدمون سيوفهم حتى يقتربوا منهم، وتوجه الرسول صلى الله عليه وسلم إلى ربه ورفع يديه في خشوع وضراعة قائلاً: (اللهم أنجز لي ما وعدتني، اللهم إني أنشدك عهدك\nووعدك) وظل يدعو حتى وقع رداؤه عن كتفه من كثرة الدعاء، فأشفق عليه\nأبو بكر، وقال له: أبشر يا رسول الله، فوالذي نفسي بيده لينجزن الله لك ما وعدك. _[متفق عليه].\nوخفق رسول الله صلى الله عليه وسلم خفقة، ثم انتبه وقال: (أبشر يا أبا بكر! أتاك نصر الله، هذا جبريل آخذ بزمام فرسه عليه أداة حرب) فقد أرسل الله ملائكته تأييدًا للمسلمين، فقال تعالى: {فاستجاب لكم أني ممدكم بألف من الملائكة مردفين} [_الأنفال: 9].\nأحداث المعركة:\nقبيل القتال وقف الرسول صلى الله عليه وسلم يعظ المسلمين، ويذكرهم بالصبر والثبات والقتال في سبيل الله، ويبشرهم بجنة الله، وجاء الأسود بن عبد الأسد يهجم على حوض المسلمين، وقد أقسم أن يشرب منه، فتصدى له حمزة بن\nعبد المطلب عم النبي صلى الله عليه وسلم فضربه ضربة شديدة على رجله واستمر الرجل يزحف ويعاند حتى يفي بقسمه، فأسرع حمزة بضربه ضربة\nثانية، سقط بعدها قتيلا إلى جانب الحوض.\nوبدأت المعركة صباح يوم الجمعة السابع عشر من شهر رمضان، العام الثاني للهجرة، وتقدم ثلاثة من كبار المشركين وهم: عتبة بن ربيعة، وأخوه شيبة، وابنه الوليد بن عتبة، فنهض لهم ثلاثة من الأنصار، لكن المشركين ردوهم، وأرادوا مبارزة المهاجرين، ثم نادى مناديهم قائلا: يا محمد، أخرج إلينا أكفاءنا\nمن قومنا، فقال رسول الله صلى الله عليه وسلم: قم يا عبيدة بن الحارث، وقم يا حمزة، وقم يا علي .. فوثبوا على أعدائهم كالأسود، وفي لمح البصر قتل حمزة شيبة بن ربيعة، وقتل علي الوليد بن عتبة، أما عبيدة فتبادل الضرب مع عتبة بن ربيعة، وجرح كل منهما الآخر، فوثب حمزة وعلي على عتبة، فقتلاه وحملا صاحبهما إلى المسلمين.\nويظهر تأييد الله -عز وجل- لأوليائه في شهود الملائكة للمعركة، قال تعالى: {إذ يغشيكم النعاس أمنة منه وينـزل عليكم من السماء ماء ليطهركم به ويذهب عنكم رجز الشيطان وليربط على قلوبكم ويثبت به الأقدام . إذ يوحي ربك إلى الملائكة أني معكم فثبتوا الذين آمنوا سألقي في قلوب الذين كفروا الرعب فاضربوا فوق الأعناق واضربوا منهم كل بنان . ذلك بأنهم شاقوا الله ورسوله ومن يشاقق الله ورسوله فإن الله شديد العقاب . ذلكم فذوقوه وأن للكافرين عذاب النار} [الأنفال:11-14].\nرأى المشركون ثلاثة من كبارهم قد قتلوا، فغضبوا لأنهم أكثر من\nالمسلمين، وظنوا أنهم يستطيعون هزيمتهم بسهولة، فدخلوا في معركة حامية مع المسلمين، ولكن الكفار كانوا يتساقطون الواحد بعد الآخر أمام المسلمين حتى قُتل منهم سبعون، وأُسر سبعون.\nوفي هذه المعركة، التقى الآباء بالأبناء، والإخوة بالإخوة، ففصلت بينهم السيوف؛ فأبو بكر -رضي الله عنه- في صف الإيمان وابنه عبد الرحمن يقاتل في صفوف المشركين، وكذلك عتبة بن ربيعة الذي كان أول من قاتل المسلمين من الكفار، فكان ولده أبوحذيفة من خيار أصحاب النبي صلى الله عليه وسلم، فلما سحبت جثة عتبة بعد المعركة لترمى في القليب، نظر الرسول صلى الله عليه وسلم إلى أبي حذيفة فإذا هو كئيب قد تغير لونه!! فاستوضح منه سر\nحزنه، وهل هو حزين لمقتل أبيه أم لشيء في نفسه؟ فأخبره أبو حذيفة أنه ليس حزينًا لمقتل أبيه في صفوف المشركين، ولكنه كان يتمني أن يرى أباه في صفوف المسلمين لما يتمتع به من حلم وفضل. [ابن إسحاق].\nوحين مر رسول الله صلى الله عليه وسلم بالقليب على قتلى قريش، ناداهم بأسمائهم وأسماء آبائهم، وقال لهم: (أيسرُّكم أنكم أطعتم الله ورسوله؟ فإنا قد وجدنا ما وعدنا ربُّنا حقًّا، فهل وجدتم ما وعد ربكم حقًّا؟!) فقال عمر: يا رسول الله، ما تُكلمُ من أجساد لا أرواحَ لها؟ فقال رسول الله صلى الله عليه وسلم: (والذي نفس محمد بيده، ما أنتم بأسمع لما أقول منهم). _[البخاري].\nوعاد المسلمون إلى المدينة، وقد نصرهم الله -تعالى- على عدوهم في أولى المعارك التي خاضوها، وهاهم أولاء يجرون معهم سبعين أسيرًا من المشركين بعد أن قتلوا سبعين مثلهم، وفي الطريق قَتَلَ رسول الله صلى الله عليه وسلم اثنين من أكابر المجرمين الموجودين في الأسرى؛ وهما النضر بن الحارث، وعقبة بن أبي معيط لأنهما طغيا وأذيا المسلمين إيذاءً شديدًا، أما باقي الأسرى فتشاور الرسول\nصلى الله عليه وسلم مع الصحابة في أمرهم هل يقتلونهم أم يقبلون الفدية ويطلقونهم؟ فأشار عمر بن الخطاب -رضي الله عنه- أن يقتلوهم، وأشار أبو بكر -رضي الله عنه- أن يطلقوا سراحهم مقابل فدية (مبلغ من المال) تكون عونًا للمسلمين على قضاء حوائجهم، وأخذ الرسول صلى الله عليه وسلم\nبرأي أبي بكر.\nولكن القرآن الكريم نزل يؤيد رأي عمر بن الخطاب -رضي الله عنه- فقال الله تعالى: {ما كان لنبي أن يكون له أسرى حتى يثخن في الأرض تريدون عرض الدنيا والله يريد الآخرة والله عزيز حكيم . لولا كتاب من الله سبق لمسكم فيما أخذتم عذاب عظيم} [الأنفال: 67-68].\nمواقف إيمانية من غزوة بدر:\nكان للصحابة مواقف إيمانية رائعة أثناء غزوة بدر؛ فقد اختفى عمير بن أبي وقاص خلف المقاتلين المسلمين قبل المعركة حتى لا يراه رسول الله صلى الله عليه وسلم ويرده لأنه صغير، وبينما رسول الله صلى الله عليه وسلم يستعرض جنوده رآه، فاستصغره وأمره أن يرجع، ولكن عميرًا كان حريصًا على الاشتراك في المعركة؛ لأنه يحب الموت في سبيل الله، فبكى عمير، فلما رآه الرسول صلى الله عليه وسلم يبكي تركه، فمات شهيدًا، وهو ابن ستة عشر عامًا.\nوجاء فتيان من الأنصار يسألان عبد الرحمن بن عوف عن مكان أبي جهل، فقد علما أنه كان يسب رسول الله صلى الله عليه وسلم، فدلهما على مكانه وإذا بهما يسرعان إليه، ويضربانه بالسيف حتى قتلاه، وهذان البطلان هما معاذ بن عمرو بن الجموح، ومعاذ بن عفراء. _[متفق عليه] ومرَّ مصعب بن عمير بأخيه المشرك أبي عزيز بن عمير الذي وقع في أسر المسلمين، وأحد الأنصار يقيد يديه، فقال للأنصاري: شد يدك به، فإن أمه ذات متاع لعلها تفديه منك، فقال أبو عزيز: أهذه وصاتك بأخيك؟ فقال مصعب :إنه -يقصد الأنصاري- أخي دونك.\nوقد ضرب المسلمون أروع الأمثلة في التضحية والفداء، فعندما سمع عمير بن الحمام الأنصاري قول الرسول صلى الله عليه وسلم: (قوموا إلى جنة عرضها السماوات والأرض) قال: يا رسول الله، جنة عرضها السماوات والأرض؟ قال: نعم .. فقال: بخ .. بخ، قال رسول الله صلى الله عليه وسلم: (وما يحملك على قول بخ .. بخ؟) قال: لا والله يا رسول الله، إلا رجاء أن أكون من أهلها، قال: (فإنك من أهلها) فأخرج تمرات، وأخذ يأكلها، ثم قال: لئن حييت حتى آكل تمراتي هذه، إنها لحياة طويلة، فرمى ما كان معه من التمر، ثم قاتل المشركين حتى قتل. _[مسلم].\nوقاتل عكاشة بن محصن يوم بدر بسيفه حتى انكسر في يده من شدة\nالقتال، فأتى رسول الله صلى الله عليه وسلم فأعطاه عود حطب فقال: (قاتل بهذا يا عكاشة) فلما أخذه من رسول الله صلى الله عليه وسلم هزه، فعاد سيفًا في يده طويل القامة، شديد المتن، أبيض الحديدة، فقاتل به حتى فتح الله على المسلمين، وهكذا كتب الله تعالى للمسلمين النصر، فحق لهم أن يسعدوا ويستبشروا، وأوجب على المشركين الهزيمة، فحل بهم الخزي والعار.\nوقد قويت دولة المسلمين بهذا النصر الذي حققوه بقوة الإيمان، ثم بحسن التخطيط رغم أنهم كانوا أقل من عدوهم في العدد والعدة، قال تعالى: {ولقد نصركم الله ببدر وأنتم أذلة فاتقوا الله لعلكم تشكرون} _[آل عمران: 123].\n\nحالة قريش بعد بدر:\nامتلأت مكة بالغيظ والحزن، فقد هزمهم المسلمون، وقتلوا أشرافهم، ولم تكن قريش تتوقع أن تنال مثل هذه الهزيمة من المسلمين، فهذا أبو لهب -ولم يشهد بدرًا- يرى أبا سفيان بن الحارث قادمًا فيسرع إليه ويقول له -وهو يريد أن يفهم كيف هزم المسلمون قومه وهم أكثر منهم-: يابن أخي! أخبرني كيف كان أمر الناس؟\nفقال أبو سفيان: والله ما هو إلا أن لقينا القوم، فمنحناهم أكتافنا يقودوننا كيف شاءوا، ويأسروننا كيف شاءوا، وايم الله (يمين الله) مع ذلك ما لمت الناس، لقينا رجالا بيضًا، على خيل بلق (لونها بياض وسواد) بين السماء والأرض، فقال رافع مولى العباس بن عبد المطلب -وكان مسلمًا يكتم إسلامه-: تلك والله\nالملائكة، فإذا بالغيظ يملأ وجه أبي لهب، فرفع يده وضرب أبا رافع على وجهه ثم حمله وضرب به الأرض، ثم برك عليه يضربه، فقامت أم الفضل -زوجة\nالعباس عم الرسول صلى الله عليه وسلم- إلى عمود من عمد الحجرة، فأخذته فضربت به أبا لهب ضربة أصابته في رأسه، وقالت: استضعفتَه أن غاب عنه سيده، فقام أبو لهب موليًا ذليلا، وما عاش بعد ذلك إلا سبع ليال حتى أصابه الله بمرض خطير فقتله.\nمؤامرة عند الكعبة:\nوعند أحد أركان الكعبة، كان يجلس اثنان من كبار المشركين هما: صفوان بن أمية، وعمير بن وهب يتذكران قتلاهما في بدر، وأسراهما في المدينة، فاتفقا أن يذهب عمير بن وهب إلى المدينة متظاهرًا بفداء ابنه الأسير وهب، ثم يضرب الرسول صلى الله عليه وسلم بالسيف فيقتله ويثأر للكفار منه، ووعده صفوان بن أمية برعاية أبنائه وزوجته من بعده إذا أصابه مكروه.\nوعندما وصل المدينة رآه عمر متوشحًا سيفه فقال: هذا عدو الله عمير بن وهب والله ما جاء إلا لشر، ثم دخل عمر على رسول الله صلى الله عليه وسلم فقال: يا نبي الله، هذا عدو الله عمير بن وهب قد جاء متوشحًا سيفه، قال: فأدخله\nعليَّ، فأقبل عمر فأمسكه وقيده وأمسك سيفه، وقال لرجال من الأنصار: ادخلوا على رسول الله صلى الله عليه وسلم فاجلسوا عنده، واحذروا عليه من هذا الخبيث فإنه غير مأمون، ثم دخل به على رسول الله صلى الله عليه\nوسلم، فلما رآه رسول الله صلى الله عليه وسلم وعمر آخذ سيفه في عنقه قال: (أرسله يا عمر، ادن يا عمير).\nفدنا ثم قال: انعموا صباحًا -وهي تحية أهل الجاهلية- فقال رسول الله صلى الله عليه وسلم: (قد أكرمنا الله بتحية خير من تحيتك يا عمير، تحية أهل الجنة)..\nفقال: أما والله يا محمد أن كنت بها لحديث عهد. قال: (فما جاء بك يا عمير؟)\nقال: جئت لهذا الأسير الذي في أيديكم، فأحسنوا فيه.\nفقال صلى الله عليه وسلم: (فما بال السيف في عنقك؟)\nقال عمير: قبحها الله من سيوف وهل أغنت عنا شيئًا؟\nقال صلى الله عليه وسلم: (اصدقني، ما الذي جئتَ له؟)\nقال: ما جئتُ إلا لذلك.\nقال صلى الله عليه وسلم: (بل قعدتَ أنت وصفوان بن أمية في الحجر، فذكرتما أصحاب القليب من قريش (قتلاهم في بدر) ثم قلت: لولا دَيْن علي وعيال عندي لخرجت حتى أقتل محمدًا، فتحمل لك صفوان بدينك وعيالك، على أن تقتلني له، والله حائل بينك وبين ذلك).\nقال عمير: أشهد أنك رسول الله، وقد كنا نكذبك بما كنت تأتينا به من خبر السماء، وما ينزل عليك من الوحي، وهذا أمر لم يحضره إلا أنا وصفوان، فوالله لأعلم ما أتاك به إلا الله، فالحمد لله الذي هداني للإسلام وساقني\nهذا المساق، وشهد عمير شهادة الحق ودخل في دين الإسلام، فقال رسول الله صلى الله عليه وسلم: (فقهوا أخاكم في دينه وأقرئوه شيئاً من القرآن، وأطلقوا له أسيره). ففعلوا.\nثم قال عمير: يا رسول الله، إني كنت جاهدًا على إطفاء نور الله، شديد الأذى لمن كان على دين الله عز وجل، وأنا أحب أن تأذن لي فأقدم مكة فأدعوهم إلى الله تعالى وإلى رسول الله صلى الله عليه وسلم وإلى الإسلام، لعل الله يهديهم وإلا آذيتهم في دينهم، كما كنت أوذي أصحابك في دينهم. فأذن له رسول الله صلى الله عليه وسلم، فذهب إلى مكة، وكان صفوان بن أمية حين خرج عمير بن وهب يقول: أبشروا بوقعة تأتيكم الآن في أيام تنسيكم وقعة بدر، وكان صفوان يسأل الركبان عن عمير، حتى قدم رجل فأخبره بإسلامه، فحلف ألا يكلمه أبدًا، ولما قدم عمير مكة أقام بها يدعو إلى الإسلام، ويؤذي من خالفه أذى شديدًا، فأسلم على يديه كثيرون. _[ابن إسحاق].\nغزوة بني سليم (غزوة الكُدْر):\nحشد بنو سليم جنودهم، واستعدوا لغزو المدينة وحرب المسلمين بعدما رأوا هزيمة قريش في بدر، فعلم رسول الله صلى الله عليه وسلم بذلك، فلم ينتظر حتى يأتوا المدينة بل قام بمهاجمتهم هجومًا مفاجئًا أدخل الرعب في قلوبهم فهربوا من هول المفاجأة، وتركوا خمسمائة بعير استولى عليها المسلمون، وأقاموا في ديار هذه القبائل ثلاثة أيام، ولم يكتفِ الرسول صلى الله عليه وسلم بذلك، ولكن بعد ما قدم المدينة أرسل غالب بن عبد الله في سرية إلى بني سليم وغطفان فقاتلوهم، وانتصر المسلمون وغنموا مغانم كثيرة.                      "
  }
]