[
  {
    "number": "العَطَاءَاتُ الرّبّانِيَّةُ لِسَيِّدِ البَرِيَّةِ",
    "text": "",
    "label": "بسم الله الرحمن الرحيم\n\nإن قدر محمد  صلى الله عليه وسلم  لا يعرفه إلا ربُّ محمد  صلى الله عليه وسلم  لذا؛ أعطاه ما لم يُعْطِ أحدًا من العالمين قبله أو بعده، ولا شك أن عطاءه النبوة والرسالة هو من أعظم العطاءات على الإطلاق قال تعالى ممتنًّا عليه بهذه النعمة: {وَوَجَدَكَ ضَالاًّ فَهَدَى}، أي غافلاً، كقوله جل ثناؤه: {لاَ يَضِلُّ رَبِّي وَلاَ يَنسَى} [طه52]، والمعنى: كنت غافلاً عما يراد بك من أمر النبوة، فهداك وأرشدك، ولم تكن تدري القرآن والشرائع، فهداك اللّه إلى القرآن، وشرائع الإسلام؛ وهو معنى قوله تعالى: {مَا كُنتَ تَدْرِي مَا الْكِتَابُ وَلا الإِيمَانُ} [الشورى52]\n\nوكان من أول هذه العطاءات الربانية لسيد البرية أنه لا ينسى شيئًا من القرآن الذي نزل عليه ألبتَّة، وهذا أنفع له خاصة وأنه النبي الأمي  صلى الله عليه وسلم  قال تعالى: {سَنُقْرِؤُكَ فَلا تَنسَى} [الأعلى6] فقد كان يقرأ عليه جبريل ما يقرأ من الوحي، وهو أُمي لا يكتب ولا يقرأ، فيحفظه ولا ينساه.\n\nقال مجاهد: كان يتذكر مخافة أن ينسى، فقيل له: كفيتكه، وعنه أيضًا قال: كان النبي  صلى الله عليه وسلم  إذا نزل عليه جبريل بالوحي، لم يفرغ جبريل من آخر الآية، حتى يتكلم النبي  صلى الله عليه وسلم  بأولها، مخافة أن ينساها؛ فنزلت: \"سنقرئك فلا تنسى\" بعد ذلك شيئا، فقد كفيتكه.\nوفي عام الحزن الذي مات فيه أحباؤه؛ زوجه خديجة، وعمه أبُو طالب أراد الله أن يسليه بمنح وعطاءات وهبات لم تكن لأحد قبله أو بعده، فمنحه رحلة الإسراء والمعراج؛ قال تعالى: {سُبْحَانَ الَّذِي أَسْرَى بِعَبْدِهِ لَيْلاً مِّنَ الْمَسْجِدِ الْحَرَامِ إِلَى الْمَسْجِدِ الأَقْصَى الَّذِي بَارَكْنَا حَوْلَهُ لِنُرِيَهُ مِنْ آيَاتِنَا إِنَّهُ هُوَ السَّمِيعُ البَصِيرُ}[الإسراء1].\n\nقال ابن كثير: (بعبده) يعني؛ محمدًا، صلوات الله وسلامه عليه (لَيْلاً) أي: في جنح الليل (مِنَ الْمَسْجِدِ الْحَرَامِ) وهو مسجد مكة (إِلَى الْمَسْجِدِ الأقْصَى) وهو بيت المقدس الذي هو إيلياء، معدن الأنبياء من لدن إبراهيم الخليل؛ ولهذا جمعوا له هنالك كلهم، فَأمّهم في مَحِلّتهم، ودارهم، فدل على أنه هو الإمام الأعظم، والرئيس المقدم، صلوات الله وسلامه عليه وعليهم أجمعين.\nولقد رأى من آيات ربه الكبرى في هذه الليلة الليلاء؛ فقد صلى ببيت المقدس، والتقى بالأنبياء، وصعد إلى السماوات العُلى، ورأى الجنة والنار، وتقدم إلى سدرة المنتهى ودنا من ربه -جل وعلا- حتى قال ابن عباس، عُرج بالنبي  صلى الله عليه وسلم  حتى ظهر لمستوى يسمع فيه صريف الأقلام.\n\nوقد فرضت عليه وعلى أمته في هذا المقام العظيم الصلاة، وقد كانت خمسين صلاة في اليوم والليلة، ولكنه عاد إلى ربه ليخفف عن أمته فكانت خمسًا في العمل وخمسين في الأجر، فهل نستأهل نحن المسلمون هذه البركات وهذه العطاءات؟!.\nوقد تحدث النبي ببعض العطاءات والمنح التي أهدها الله له، فعَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ  صلى الله عليه وسلم : «مَنْ صَلَّى عَلَيَّ صَلاةً صَلَّى اللَّهُ عَلَيْهِ بِهَا عَشْرًا»([1])\nوعنه رضي الله عنه قَالَ سَمِعْتُ رَسُولَ اللَّهِ  صلى الله عليه وسلم  يَقُولُ: «بُعِثْتُ بِجَوَامِعِ الْكَلِمِ وَنُصِرْتُ بِالرُّعْبِ وَبَيْنَا أَنَا نَائِمٌ أُتِيتُ بِمَفَاتِيحِ خَزَائِنِ الْأَرْضِ فَوُضِعَتْ فِي يَدِي»([2])\nوعن جَابِرُ بْنُ عَبْدِ اللَّهِ أَنَّ النَّبِيَّ  صلى الله عليه وسلم  قَالَ: «أُعْطِيتُ خَمْسًا لَمْ يُعْطَهُنَّ أَحَدٌ قَبْلِي نُصِرْتُ بِالرُّعْبِ مَسِيرَةَ شَهْرٍ وَجُعِلَتْ لِي الأَرْضُ مَسْجِدًا وَطَهُورًا فَأَيُّمَا رَجُلٍ مِنْ أُمَّتِي أَدْرَكَتْهُ الصَّلَاةُ فَلْيُصَلِّ وَأُحِلَّتْ لِي الْمَغَانِمُ وَلَمْ تَحِلَّ لأَحَدٍ قَبْلِي وَأُعْطِيتُ الشَّفَاعَةَ وَكَانَ النَّبِيُّ يُبْعَثُ إِلَى قَوْمِهِ خَاصَّةً وَبُعِثْتُ إِلَى النَّاسِ عَامَّةً»([3])\nوعَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ  صلى الله عليه وسلم  قَالَ: «فُضِّلْتُ عَلَى الأَنْبِيَاءِ بِسِتٍّ أُعْطِيتُ جَوَامِعَ الْكَلِمِ وَنُصِرْتُ بِالرُّعْبِ وَأُحِلَّتْ لِيَ الْغَنَائِمُ وَجُعِلَتْ لِيَ الأَرْضُ طَهُورًا وَمَسْجِدًا وَأُرْسِلْتُ إِلَى الْخَلْقِ كَافَّةً وَخُتِمَ بِيَ النَّبِيُّونَ»([4])\nوعندما أراد النبي  صلى الله عليه وسلم  فتح أم القرى؛ مكة، ورغم حرمتها إلا أن الله تعالى أحلها له ساعة من النهار لمصلحة الأمة الإسلامية جمعاء، فعن أبي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ: «لَمَّا فَتَحَ اللَّهُ عَلَى رَسُولِهِ  صلى الله عليه وسلم  مَكَّةَ قَامَ فِي النَّاسِ فَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ ثُمَّ قَالَ إِنَّ اللَّهَ حَبَسَ عَنْ مَكَّةَ الْفِيلَ وَسَلَّطَ عَلَيْهَا رَسُولَهُ وَالْمُؤْمِنِينَ فَإِنَّهَا لَا تَحِلُّ لِأَحَدٍ كَانَ قَبْلِي وَإِنَّهَا أُحِلَّتْ لِي سَاعَةً مِنْ نَهَارٍ وَإِنَّهَا لا تَحِلُّ لِأَحَدٍ بَعْدِي» ([5]).\nوبعد هذا الفتح العظيم لأم القرى دخل الناس في دين الله أفواجًا، قال تعالى: {إِذَا جَاء نَصْرُ اللَّهِ وَالْفَتْحُ * وَرَأَيْتَ النَّاسَ يَدْخُلُونَ فِي دِينِ اللَّهِ أَفْوَاجًا * فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ إِنَّهُ كَانَ تَوَّابًا} [النصر بتمامها] قال ابن كثير: المراد بالفتح ها هنا فتح مكة قولاً واحدًا، فإن أحياء العرب كانت تَتَلَوّم بإسلامها فتح مكة، يقولون: إن ظهر على قومه فهو نبي، فلما فتح الله عليه مكة دخلوا في دين الله أفواجًا، فلم تمض سنتان حتى استوسقت جزيرة العرب إيمانًا، ولم يبق في سائر قبائل العرب إلا مظهر للإسلام، ولله الحمد والمنة.\nوهذا من فضل الله تعالى على هذا النبي الذي تميز بهذه الميزة عن سائر الأنبياء والرسل، فلم يدخل الناس في دين أحد من الأنبياء غيره أفواجًا.\nوبعد أن أتم رسول الله  صلى الله عليه وسلم  الدعوة وبلغ الرسالة استعد للرحيل لملاقاة ربه عز وجل، ولكنَّ الله جلت قدرته قد هيئه وأعد له عطاءً ما بعده عطاء، رفع الله له ذكره في الآفاق؛ قال تعالى: {وَرَفَعْنَا لَكَ ذِكْرَكَ} [الشرح4] روى الضحاك عن ابن عباس، قال: يقول له: لا ذُكِرتُ إلا ذُكِرتَ معي في الأذان، والإقامة والتشهد، ويوم الجمعة على المنابر، ويوم الفطر، ويوم الأضحى، وأيام التشريق، ويوم عرفة، وعند الجمار، وعلى الصفا والمروة، وفي خطبة النكاح، وفي مشارق الأرض ومغاربها. ولو أن رجلاً عَبَدَ اللّهَ جَلَّ ثناؤه، وصدَّق بالجنة والنار وكل شيء، ولم يشهد أن محمدًا رسول اللّه، لم ينتفع بشيء وكان كافرًا.\n\nوقيل: أي أعلينا ذكرك، فذكرناك في الكتب المنزلة على الأنبياء قبلك، وأمرناهم بالبشارة بك، ولا دين إلا ودينك يظهر عليه.\nوقيل: رفعنا ذكرك عند الملائكة في السماء، وفي الأرض عند المؤمنين، ونرفع في الآخرة ذكرك بما نعطيك من المقام المحمود، وكرائم الدرجات.\nوكل هذه التفاسير صحيحة وهي من باب التبيين والتمثيل؛ فالثقلان الإنس والجن والسماء والأرض تعرف من هو محمد  صلى الله عليه وسلم ، وهذا من عطاء الله له أن جعل اسمه قرينٌ باسمه حتى قال شاعر الإسلام؛ حسان بن ثابت:\n\nشَقَّ لَهُ مِنِ إِسمِهِ كَي يُجِلَّهُ   ---    فَذو العَرشِ مَحمودٌ وَهَذا مُحَمَّدُ\n\nفأي عطاء ممنوح لهذا النبي، وأي خير يغدو ويروح حول هذا النبي، فاللهم صلِّ وسلم وبارك على محمد وعلى آل محمد.\nوما كان لهذه العطاءات والمنح الربانية أن تنتهي بموته  صلى الله عليه وسلم  بل هناك عطاءات ومنح بعد مماته  صلى الله عليه وسلم  وهي خير له ولأمته.\nفلقد كان رسول الله   صلى الله عليه وسلم  رحيمًا بأمته أشد الرحمة شفوقًا بها أعظم الشفقة فاستغل عطاءات الله ومنحه له ليسخرها لأمته، ويزللها لهم ليدخلهم جنة ربهم فعَنْ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ أَنَّ النَّبِيَّ  صلى الله عليه وسلم  تَلا قَوْلَ اللَّهِ عَزَّ وَجَلَّ فِي إِبْرَاهِيمَ: {رَبِّ إِنَّهُنَّ أَضْلَلْنَ كَثِيرًا مِنْ النَّاسِ فَمَنْ تَبِعَنِي فَإِنَّهُ مِنِّي وَمَنْ عَصَانِي فَإِنَّكَ غَفُورٌ رَّحِيمٌ} [إبرهيم36] وَقَالَ عِيسَى عَلَيْهِ السَّلام: {إِنْ تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ وَإِنْ تَغْفِرْ لَهُمْ فَإِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ} [المائدة118] فَرَفَعَ يَدَيْهِ وَقَالَ اللَّهُمَّ أُمَّتِي أُمَّتِي وَبَكَى فَقَالَ اللَّهُ عَزَّ وَجَلَّ يَا جِبْرِيلُ: اذْهَبْ إِلَى مُحَمَّدٍ -وَرَبُّكَ أَعْلَمُ- فَسَلْهُ مَا يُبْكِيكَ فَأَتَاهُ جِبْرِيلُ عَلَيْهِ السَّلَام فَسَأَلَهُ فَأَخْبَرَهُ رَسُولُ اللَّهِ  صلى الله عليه وسلم  بِمَا قَالَ -وَهُوَ أَعْلَمُ- فَقَالَ اللَّهُ يَا جِبْرِيلُ: اذْهَبْ إِلَى مُحَمَّدٍ فَقُلْ: إِنَّا سَنُرْضِيكَ فِي أُمَّتِكَ وَلا نَسُوءُكَ» ([6]).\n\nوعن ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا قال: «إِنَّ النَّاسَ يَصِيرُونَ يَوْمَ الْقِيَامَةِ جُثًا كُلُّ أُمَّةٍ تَتْبَعُ نَبِيَّهَا يَقُولُونَ يَا فُلَانُ اشْفَعْ يَا فُلَانُ اشْفَعْ حَتَّى تَنْتَهِيَ الشَّفَاعَةُ إِلَى النَّبِيِّ  صلى الله عليه وسلم  فَذَلِكَ يَوْمَ يَبْعَثُهُ اللَّهُ الْمَقَامَ الْمَحْمُودَ» ([7]).\n\nوعَنْ أَبِي سَعِيدٍ قَالَ قَالَ رَسُولُ اللَّهِ  صلى الله عليه وسلم : «أَنَا سَيِّدُ وَلَدِ آدَمَ يَوْمَ الْقِيَامَةِ وَلَا فَخْرَ وَبِيَدِي لِوَاءُ الْحَمْدِ وَلَا فَخْرَ وَمَا مِنْ نَبِيٍّ يَوْمَئِذٍ آدَمَ فَمَنْ سِوَاهُ إِلَّا تَحْتَ لِوَائِي وَأَنَا أَوَّلُ مَنْ تَنْشَقُّ عَنْهُ الْأَرْضُ وَلَا فَخْرَ. قَالَ: فَيَفْزَعُ النَّاسُ ثَلَاثَ فَزَعَاتٍ فَيَأْتُونَ آدَمَ فَيَقُولُونَ أَنْتَ أَبُونَا آدَمُ فَاشْفَعْ لَنَا إِلَى رَبِّكَ فَيَقُولُ: إِنِّي أَذْنَبْتُ ذَنْبًا أُهْبِطْتُ مِنْهُ إِلَى الْأَرْضِ وَلَكِنْ ائْتُوا نُوحًا فَيَأْتُونَ نُوحًا فَيَقُولُ: إِنِّي دَعَوْتُ عَلَى أَهْلِ الْأَرْضِ دَعْوَةً فَأُهْلِكُوا وَلَكِنْ اذْهَبُوا إِلَى إِبْرَاهِيمَ فَيَأْتُونَ إِبْرَاهِيمَ فَيَقُولُ: إِنِّي كَذَبْتُ ثَلَاثَ كَذِبَاتٍ -ثُمَّ قَالَ رَسُولُ اللَّهِ  صلى الله عليه وسلم : مَا مِنْهَا كَذِبَةٌ إِلَّا مَا حَلَّ بِهَا عَنْ دِينِ اللَّهِ- وَلَكِنْ ائْتُوا مُوسَى فَيَأْتُونَ مُوسَى فَيَقُولُ: إِنِّي قَدْ قَتَلْتُ نَفْسًا وَلَكِنْ ائْتُوا عِيسَى فَيَأْتُونَ عِيسَى فَيَقُولُ: إِنِّي عُبِدْتُ مِنْ دُونِ اللَّهِ وَلَكِنْ ائْتُوا مُحَمَّدًا قَالَ: فَيَأْتُونَنِي فَأَنْطَلِقُ مَعَهُمْ. قَالَ ابْنُ جُدْعَانَ قَالَ أَنَسٌ: فَكَأَنِّي أَنْظُرُ إِلَى رَسُولِ اللَّهِ  صلى الله عليه وسلم  قَالَ: فَآخُذُ بِحَلْقَةِ بَابِ الْجَنَّةِ فَأُقَعْقِعُهَا فَيُقَالُ: مَنْ هَذَا فَيُقَالُ مُحَمَّدٌ فَيَفْتَحُونَ لِي وَيُرَحِّبُونَ بِي فَيَقُولُونَ: مَرْحَبًا فَأَخِرُّ سَاجِدًا فَيُلْهِمُنِي اللَّهُ مِنْ الثَّنَاءِ وَالْحَمْدِ فَيُقَالُ لِي: ارْفَعْ رَأْسَكَ وَسَلْ تُعْطَ وَاشْفَعْ تُشَفَّعْ وَقُلْ يُسْمَعْ لِقَوْلِكَ. وَهُوَ الْمَقَامُ الْمَحْمُودُ الَّذِي قَالَ اللَّهُ عَسَى أَنْ يَبْعَثَكَ رَبُّكَ مَقَامًا مَحْمُودًا» ([8]).\n\nولم تكن الشفاعة وحدها على أرض المحشر بل هناك المزيد؛ أعطاه الله نهرًا في الجنة يسقي منه أمته بيده الشريفة حتى لا يظمأوا في هذا اليوم ذي الهوائل النازلة والنوازل الهائلة الذي يُظْمِأُ الأمم جميعًا، فعَنْ أَنَسٍ قَالَ: «بَيْنَا رَسُولُ اللَّهِ  صلى الله عليه وسلم  ذَاتَ يَوْمٍ بَيْنَ أَظْهُرِنَا إِذْ أَغْفَى إِغْفَاءَةً ثُمَّ رَفَعَ رَأْسَهُ مُتَبَسِّمًا فَقُلْنَا مَا أَضْحَكَكَ يَا رَسُولَ اللَّهِ قَالَ أُنْزِلَتْ عَلَيَّ آنِفًا سُورَةٌ فَقَرَأَ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ فَصَلِّ لِرَبِّكَ وَانْحَرْ إِنَّ شَانِئَكَ هُوَ الْأَبْتَرُ ثُمَّ قَالَ أَتَدْرُونَ مَا الْكَوْثَرُ فَقُلْنَا اللَّهُ وَرَسُولُهُ أَعْلَمُ قَالَ فَإِنَّهُ نَهْرٌ وَعَدَنِيهِ رَبِّي عَزَّ وَجَلَّ عَلَيْهِ خَيْرٌ كَثِيرٌ هُوَ حَوْضٌ تَرِدُ عَلَيْهِ أُمَّتِي يَوْمَ الْقِيَامَةِ آنِيَتُهُ عَدَدُ النُّجُومِ فَيُخْتَلَجُ الْعَبْدُ مِنْهُمْ فَأَقُولُ رَبِّ إِنَّهُ مِنْ أُمَّتِي فَيَقُولُ مَا تَدْرِي مَا أَحْدَثَتْ بَعْدَكَ»([9]).\n\nفكل هذه العطاءات والمنح وإن كانت لمحمد  صلى الله عليه وسلم  ظاهرًا فهي للمسلمين من باب التبعية، وهي تصب في مصلحة المسلمين، ولكن هل المسلمون أهلٌ لهذه العطاءات؟!، وهل المسلمون يستحقون كل هذه التضحيات التي يسعى إليها سيدهم ونبيهم ورسولهم محمد  صلى الله عليه وسلم ؟!، وهل هم أوفياء لشريعته ومنهاجه، يحكمونه فيما شجر بينهم ثم لا يجدون في أنفسهم حرجًا مما قضى به وحكم؟! أم إنهم معرضون عن شريعته ومنهاجه ويفضلون مناهج الغرب والشرق عليها؟!.\nأسأل الله العظيم ربَّ العرش العظيم أن ينفعنا بما علمنا، وأن يعلمنا ما ينفعنا.\nوآخر دعوانا أنِ الحمدُ للهِ ربِّ العَالَمِينَ."
  },
  {
    "number": "إخوة الرسول صلى الله عليه وسلم من الرضاعة",
    "text": "",
    "label": "1ـ حمزة بن عبد المطلب :\nعَنْ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا قَالَ : قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي بِنْتِ حَمْزَةَ : (( لا تَحِلُّ لِي يَحْرُمُ مِنْ الرَّضَاعِ مَا يَحْرُمُ مِنْ النَّسَبِ هِيَ بِنْتُ أَخِي مِنْ الرَّضَاعَةِ ))[1]\nقال الحافظ : قَالَ مُصْعَب الزُّبَيْرِيّ : كَانَتْ ثُوَيْبَة أَرْضَعَتْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَعْدَمَا أَرْضَعَتْ حَمْزَة ثُمَّ أَرْضَعَتْ أَبَا سَلَمَة .[2] \n( ثُوَيْبَة ) مَوْلاة لأَبِي لَهَب اِرْتَضَعَ مِنْهَا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَبْل حَلِيمَة السَّعْدِيَّة رَضِيَ اللَّه عَنْهَا \n \n2ـ أبو سلمة :\nعن أُمَّ حَبِيبَةَ قَالَتْ قُلْتُ : يَا رَسُولَ اللَّهِ انْكِحْ أُخْتِي بِنْتَ أَبِي سُفْيَانَ ، قَالَ : وَتُحِبِّينَ ؟ قُلْتُ : نَعَمْ ، لَسْتُ لَكَ بِمُخْلِيَةٍ ، وَأَحَبُّ مَنْ شَارَكَنِي فِي خَيْرٍ أُخْتِي ، فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : إِنَّ ذَلِكِ لا يَحِلُّ لِي ، قُلْتُ : يَا رَسُولَ اللَّهِ فَوَاللَّهِ إِنَّا لَنَتَحَدَّثُ أَنَّكَ تُرِيدُ أَنْ تَنْكِحَ دُرَّةَ بِنْتَ أَبِي سَلَمَةَ ؟ قَالَ : بِنْتَ أُمِّ سَلَمَةَ ؟ فَقُلْتُ : نَعَمْ قَالَ : فَوَاللَّهِ لَوْ لَمْ تَكُنْ فِي حَجْرِي مَا حَلَّتْ لِي ، إِنَّهَا لابْنَةُ أَخِي مِنْ الرَّضَاعَةِ أَرْضَعَتْنِي وَأَبَا سَلَمَةَ ثُوَيْبَةُ ، فَلا تَعْرِضْنَ عَلَيَّ بَنَاتِكُنَّ وَلا أَخَوَاتِكُنَّ ))[3]\n \n( أَبُو سَلَمَةَ ) : اِسْمُهُ عَبْدُ اللَّهِ بْنُ عَبْدِ الأَسَدِ بْنِ هِلالِ بْنِ عَبْدِ اللَّهِ بْنِ عُمَرَ بْنِ مَخْزُومٍ الْمَخْزُومِيُّ أَخُو النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ الرَّضَاعَةِ وَابْنُ عَمَّتِهِ بَرَّةَ بِنْتِ عَبْدِ الْمُطَّلِبِ .\nَانَ مِنْ السَّابِقِينَ شَهِدَ بَدْرًا وَمَاتَ فِي حَيَاةِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , مَاتَ فِي جُمَادَى الآخِرَةِ سَنَةَ أَرْبَعٍ بَعْدَ أُحُدٍ فَتَزَوَّجَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَعْدَهُ بِزَوْجَتِهِ أُمِّ سَلَمَةَ .\n \nقَالَ الْمُنْذِرِيُّ : أُمّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ الرَّضَاعَة حَلِيمَة السَّعْدِيَّة أَسْلَمَتْ وَجَاءَتْ إِلَيْهِ وَرَوَتْ عَنْهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , رَوَى عَنْهَا عَبْد اللَّه بْن جَعْفَر وَأُخْته مِنْ الرَّضَاعَة :\n3ـ الشَّيْمَاء بِنْت الْحَارِث بْن عَبْد الْعُزَّى بْن رِفَاعَة ، لا تُعْرَف فِي قَوْمهَا إِلا بِهِ , وَيُقَال لَهَا الشَّمَا بِغَيْرِ يَاء وَاسْمهَا خِذَامَة بِكَسْرِ الْخَاء , وَبَعْضهمْ يَقُول جِدَامَة بِالْجِيمِ , وَبَعْضهمْ يَقُول حُذَافَة بِالْحَاءِ أَسْلَمَتْ وَوَصَلَهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِصِلَةٍ وَهِيَ الَّتِي كَانَتْ تَحْضُنهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَعَ أُمّه وَتُوَرِّكهُ . \n4ـ وَأَخُوهُ أَيْضًا مِنْ الرَّضَاعَة عَبْد اللَّه بْن الْحَارِث .\n5ـ وَأُخْته أَيْضًا مِنْ الرَّضَاعَة أُنَيْسَة بِنْت الْحَارِث .\nوَأَبُوهُمْ الْحَارِث بْن عَبْد الْعُزَّى بْن رِفَاعَة السَّعْدِيّ زَوْج حَلِيمَة .[4]\n \nوبهذا يتحصل أن للنبي صلى الله عليه وسلم خمسة إخوة من الرضاعة \nالذكور : عمه حمزة ـ ابن عمته أبو سلمة ـ عبدالله ابن الحارث وأمه حليمة .\nالإناث : الشيماء ـ أنيسة : بنات الحارث وأمهم حليمة .\n \nرضي الله عنهم أجمعين\nوصلِ اللهم وسلم وبارك على نبينا محمد وآله وصحبه "
  },
  {
    "number": "كلمات في السيرة",
    "text": "",
    "label": "السيرة النبوية، لا غنى عنها لفهم القرآن، ولا غنى عنها لفهم الحياة. \nـ السيرة النبوية، هي أدق ما كُتب عن إنسان : أعظمُ ترجمة، وأجملة قصة، وأصدق رواية، وأكرم تجربة، وأمثل أنموذج لدعوات النهضة في كل زمان ومكان . \nـ السيرة تقول لك ـ عمليًا ـ إن مع العسر يسرًا، لا تحزن إن الله معنا، النصر مع الصبر، العاقبة للمتقين، الدائرة على المجرمين، فسيكفيكهم الله، إنهم يمكرون، ويمكر الله ُ، والله خير الماكرين. \nـ حدثنا رجلٌ إسباني قائلاً : \"لقد أسلمتُ لما قرأتُ السيرة النبوية\". \nـ السيرة تقول: لا تتعجل النصر، فإن الثمرةَ لا تحلولي حتى تستوفي نضجها.\nـ السيرة تقول: إنما الـمَجد لأصحاب الهمم العالية، فلا تزال الهمم العالية تصبو إلى الفوز، حتى تجوز قصبات السبق .\nـ إذا أردت أن تنسف آمالك فسلط عليها اليأس، فهو كفيل بتخريب كل شيء !\nـ سترى في السيرة النبوية كيف تتجسد الحكمة في شخص، وتتحرك الأخلاقُ بين الناس رجالاً . \nـ من الأمثال التي تنطق بها السيرة : كن عضوًا في جماعة الأسود، ولا تكن قائدًا لجماعة النعام . \nـ الإخلاص وهو السر الوحيد وراء خلود الأعمال والتجارب .\nـ السمة الغالبة في مَن آمن وهاجر وجاهد هي التجرد ، والسمة الغالبة في مَن آوى ونصر وأنفق هي الإيثار، وكلاهما ـ أي التجرد والإيثار ـ هما الزراعان اللذان كان يبني بهما رسولُ الله ـ صلى الله عليه وسلم ـ.\nـ رأينا في السيرة رجالاً حول الرسول سقطوا وانقلبوا على أعقابهم .. كانت مشكلتهم التي كادت أن تجمع بينهم هي سوء فهمهم للإسلام . \nـ الجهد الذي بذله أبو بكر ـ رضي الله عنه ـ للإسلام، يفوق الجهد الذي بذلته جماعة الصحابة قاطبةً.\nـ الضائع الهالك من هزمه عدوُه هزيمةً نفسية، أي هزيمة دون قتال ! \nـ كثيرًا ما ننسى أن المعركة بين الحق والباطل، معركةٌ بين السماء والأرض !\nـ التائه الخائب من ترك الجماعة إلى الفرد، والحائر البائر من تردد بين الحق والباطل، والغبي الأحمق مَن فكر كثيرًا بين طريق مسدود وآخر ممهدٍ مورود، ولم أجد أضيع من رجل عاش منافحًا عن منهج كاسد، وزعيم فاسد. \nـ حياة الإنسان قصيرة جدًا ، لكنها تطول في ذاكرة البشرية بمقدار ما قدم للبشرية .\nـ إذا أحببت أن تتعلم القيادة فتعلم أولاً الجندية . فلم نر قائدًا ناجحًا إلا ونراه قبلُ كان جنديًَا صالحًا . \nـ مهما قدمنا وبذلنا فنحن عيالٌ على الصحابة، فالعمل هو العمل، ولكن القلب غير القلب، والسعيدُ من جمع بين جنبيه فضائلَهم، وجسدها في سلوكه.\nـ أقلُ كتابٍ في السيرة كفيلٌ بهدم فكرة \" العلمانية\"، أي فصل الدين عن الدولة، فأنت في السيرة ترى الدينَ والدولةَ هما الإسلامَ بعينه.\nـ \" عالمية الإسلام\"، \" شمولية الإسلام \"، \" وسطية الإسلام\"، \"واقعية الإسلام\"... كلها دروس بديهية في السيرة النبوية.\nـ محاور السيرة النبوية : سيرة الفرد ثم سيرة الجماعة ثم سيرة الدولة. \nـ الأحداث الكبرى في السيرة؛ أربعةٌ ، لا يعدلها شيء : نزول الوحي، والهجرة، وبدر، وصلح الحديبية.\nـ الفرق بيننا وبين أي جماعة من البشر، أن سيرةَ قائدنا بكل تفاصيلها بين أيدينا، وسوانا لا يملك شيئًا سوى أساطيرَ عن رجل مصلوب ومعبود، أو بقرةٍ يترنح حولها البشر في ركوع وسجود، أو كوكبٍ، أو حجرٍ، أو فيلسوف مجهول.\nـ الذين يزرعون أقل بكثير من الذين يأكلون، غير أن فضل الزارع على الآكل كفضل الشمس على الأرض، فتأملْ فضلَ الصحابة على من سواهم .\nـ حبةُ الحنطة أنفع من حبة التفاح، فهذه من المكملات وتلك من الأساسيات، وهذا هو الفرق بين الدعوة الشاملة التي تنفع الناسَ عامة، والدعوة الناقصة التي ينتفع بها طائفة؛ تلك التي تتزي بزي كاذب، وتركز على الشكل دون المضمون، ولو تعلم هذه الدعوات المختلة أن رائحة التفاح لا تسمن ولا تغني من جوع ! \nـ حينما تدور رحى الحرب، ويلوذ المؤمنون بأستار الله؛ فإن النتائج المنطقية غالبًا ما تغيب في مثل هذه الحروب .\nـ إن اللبنة الأولى في مشروع إعادة المجد الإسلامي؛ يتمثل في ضرورة الفهم السليم للإسلام . فلن ينصر الإسلامَ مَن اختل فهمه فيه، ولن ينشر الإسلامَ مَن أخذ ببعض الكتاب وكفر ببعض، بل الناصرون هم الذين يُمَسَّكُونَ بِالْكِتَابِ، وفهموا الإسلام فهمًا شاملاً، منهجًا للحياة، ودستورًا حاكمًا، وشريعةً قائمة.\nـ النفوس الجبانة هي أكثر ُالنفوسِ المتجرئة على الله . والمترفون لا يقيمون حضارة. وصنفان لا تُجدي معهما أحكامُ الله : المترددون والغافلون. فأحكام الله يجب أن تُأخذ بيدين: يدٌ جادة وثّابة، ويدٌ ذاكرة متدبرة : \"خُذُوا مَا آَتَيْنَاكُمْ بِقُوَّةٍ وَاذْكُرُوا مَا فِيهِ لَعَلَّكُمْ تَتَّقُونَ \""
  },
  {
    "number": "أخلاقيات فَتْح مَكَّةَ",
    "text": "",
    "label": "رسالة الإسلام \nكان فتح مكة، فتح أخلاق ورحمة، قلما نجد في تاريخ البشر فتحًا يضاهي فتح مكة في روعة أخلاقياته، وسمو العفو في طيات أحداثه. \nفهو يوم نُصرة المظلوم، ويوم الوفاء والبر، ويوم عز مكة، ويوم التمكين .......\nوقد ازدحمت في هذا اليوم ، مشاهد الأخلاق الكريمة ، وصور الخلال السجيحة، حتى تيقن الباحثُ في السيرة النبوية؛ أن محاضن التربية التي كانت في دار الأرقم، قد أتت أُكلها، وأينعت ثمارها، وانتفض حية في سلوك الصحابة يوم الفتح؛ تلك الدروس النبوية في العقيدة والأخلاق التي تربى عليها خير جيل .\nفلم نسمع يوم الفتح؛ أن رجلاً مسلمًا هتك عرض امرأة، أو سرق شملة، أو هدم بيتًا، أو أفسد زرعًا، أو قتل ظلمًا، أو فزّع طفلاً . كانوا – رضي الله عنهم – مصاحف في مساليخ بشر، تتحرك تتلك المصاحف بين الشوارع والأزقة، أو يتحرك هؤلاء الرجال الربانيون بين أكناف مكة .. في حكمة، ينشرون العدل والحق ، وينتشر الإسلام بفضل أخلاقهم انتشار أشعة الشمس، أو فوحان المسك، وترى الواحد منهم – أي من هؤلاء الصحابة الكرام يوم الفتح - كالليث في السكة، فقد فر منه المجرمون، وأمنَّ به الجالس في كسر بيته ، والثاوي في بيت ربه. \n\nنصرة المظلوم \nوأول دروس الأخلاق الجلية في يوم الفتحة ، هو درس نصرة المظلوم .\nفلما تظاهرت بنو بكر وقريش على خزاعة – حلفاء المسلمين - ، وأعملوا فيها القتل، وخرقوا العقد؛ أرسلت خزاعة رسولاً إلى رسول الله – صلى الله عليه وسلم – باعتباره شريك عقد وأخ حلف، فخرج عَمْرُو بْنُ سَالِمٍ الْخُزَاعِيّ سراعًا، يجوب الحزون ليلاً ونهارًا، حَتّى قَدِمَ المدينة، فوقف على النبي – صلى الله عليه وسلم – ولم يجلس حتى أخبره الخبر، فلخَّص له الأحداث في قصيدة تاريخية شهيرة، قال فيها :\n\nيَا رَبّ إنّي نَاشِدٌ مُحَمّدًا ... حِلْفَ أَبِينَا وَأَبِيهِ الْأَتْلَدَا\nقَدْ كُنْتُمْ وُلْدًا وَكُنّا وَالِدَا ... ثُمّتَ أَسْلَمْنَا فَلَمْ نَنْزِعْ يَدَا\nفَانْصُرْ هَدَاكَ اللّهُ نَصْرًا أَعْتَدَا ... وَادْعُ عِبَادَ اللّهِ يَأْتُوا مَدَدَا\nفِيهِمْ رَسُولُ اللّهِ قَدْ تَجَرّدَا ... إنْ سِيمَ خَسْفًا وَجْهُهُ تَرَبّدَا\nفِي فَيْلَقٍ كَالْبَحْرِ يَجْرِي مُزْبِدًا ... إنّ قُرَيْشًا أَخْلَفُوك الْمَوْعِدَا\nوَنَقَضُوا مِيثَاقَك الْمُوَكّدَا ... وَجَعَلُوا لِي فِي كَدَاءٍ رُصّدَا\nوَزَعَمُوا أَنْ لَسْتُ أَدْعُو أَحَدَا ... وَهُمْ أَذَلّ وَأَقَلّ عَدَدَا\nهُمْ بَيّتُونَا بِالْوَتِيرِ هُجّدًا ... وَقَتَلُونَا رُكّعًا وَسُجّدَا\n\nفقال رسول الله – صلى الله عليه وسلم - : \n\" نُصِرْتَ يَا عَمْرَو بْنُ سَالِمٍ !!! \" [ ابن هشام2\/393 ]\nواستبشر رسول الله – صلى الله عليه وسلم – وتفائل؛ فعَرَضَ لِرَسُولِ اللّهِ - صَلّى اللّهُ عَلَيْهِ وَسَلّمَ - عَنَانٌ مِنْ السّمَاءِ، فَقَالَ : \n\" إنّ هَذِهِ السّحَابَةَ لَتَسْتَهِلّ بِنَصْرِ بَنِي كَعْبٍ \" [ ابن هشام 2\/393].\nلقد اعتمل فؤادُ رسول الله – صلى الله عليه وسلم – غيظًا على هذا الظلم الصريح، فلم يقر حتى انتدب لنصرة حلفائه، والتجهز للتنكيل بأعدائه، الذين انتهكوا الحرمات، وسفكوا الدماء.\nإنها نصرة المظلوم، وإغاثة المكلوم، تلك الخصلة الإسلامية الكريمة، والخلة العربية الأصيلة، وليس من المسلمين من لم يهتم بأمرهم، فيناصرهم ويذود عنهم.. وملعونٌ ذلك الذي شهد موقفًا يُظلم فيه المظلوم، وانقلب خسيئًا سلبيًا لم ينصر أخاه ببنت شفة – وهو يقدر. \nوفي الأثر : لعن الله من رأى مظلوما فلم ينصره. من أُذل عنده مؤمن وهو قادر على أن ينصره فلم ينصره أذله الله يوم القيامة على رؤوس الخلائق . \nوقد قال رسول الله – صلى الله عليه وسلم - : \n\"الْمُؤْمِنُ لِلْمُؤْمِنِ كَالْبُنْيَانِ يَشُدُّ بَعْضُهُ بَعْضًا [وَشَبَّكَ بَيْنَ أَصَابِعِهِ ]\" [ البخاري: 2266]\nفالمؤمن لأخيه كالبنيان، يقوّيه ويمنعه من ظلم الظالمين، وبغي الباغين، وغُشم الغاشمين. وقد شبَّك رسول الله – صلى الله عليه وسلم – بين أصابعه، ممثلاً لتلك العلاقة التي تربط بين الإخوان وبعضهم، فهي كالأصابع المتضاغمة، كتلك الشبَكة التي لا غناء لها عن عقدة من عقدها. وقد خاب من حمل ظلمًا. \nأما والله إن الظلم لؤم ... وما زال الظلوم هو الملوم\n\nنبذ الهدنة مع الخونة \nوالإبقاء على عهد الخائن الـهَوجَل ؛ ليس من الخُلق في شيء، بل الأخْلقُ نبذ عهده، وشق موادعته، وخليق بإمام المسلمين ألا يحوْل عهد الغَدرةِ دون نصرة البررة، وحقيقٌ أن بنود صلح الحديبية تسقط فور إخلال أحد الأطراف ببند من البنود. \nولقد استند رسول الله – صلى الله عليه وسلم – في نصرته لخزاعة، إلى أصل أصيل، مفاده أن العدو إذا حارب من هم في جوار المسلمين أو في حلفهم أو في ذمتهم، صار العدو بذلك محاربًا لسلطان المسلمين، وبذلك يصبح المسلمون في حِلِّ من أي اتفاقات مبرمة، أو معاهدات سابقة، وذلك لسبب وجيه : أن العدو نفسه نقَضها باعتدائه على حلفاء المسلمين، وما على إمام المسلمين عار إذا باغت العدو حينئذ في عقره، ودخل عليهم بغتة، أما إذا شك إمام المسلمين في كون العدو على العهد أو تحول إلى النقض؛ فلا يجوز للإمام في هذه الحالة مباغتة العدو، إلا بعد إعلامهم بنبذ العهد، وذلك حتى لا يُؤثر عن المسلمين الغدر، ودليل ذلك قول الله تعالى : \n\"وَإِمَّا تَخَافَنَّ مِن قَوْمٍ خِيَانَةً فَانبِذْ إِلَيْهِمْ عَلَى سَوَاء إِنَّ اللّهَ لاَ يُحِبُّ الخَائِنِينَ \" [الأنفال58] \n\nالعفو عن صاحب السبق إذا ذل\nفهذا حاطب، ذل، وتخابر مع العدو، فأرسل إليهم كتابًا يخبرهم فيه بمقدم جيش المسلمين، وأرسل هذا الكتاب إليهم مع \" مُطربة \" تجوب بين القبائل تغني، فأرسل رسول الله – صلى الله عليه وسلم – في إثر هذه المغنية، وتم مصادرة خطاب حاطب، ورُفع الأمر إلى حضرة النبي – صلى الله عليه وسلم – ليفصل في هذه القضية، فدليل التخابر موجود، والمتهم مُعترف، بل قال – مبررًا - :\n\" يَا رَسُولَ اللَّهِ ! لا تَعْجَلْ عَلَيَّ ، إِنِّي كُنْتُ امْرَأً مُلْصَقًا فِي قُرَيْشٍ .. كُنْتُ حَلِيفًا وَلَمْ أَكُنْ مِنْ أَنْفُسِهَا ، وَكَانَ مَنْ مَعَكَ مِنْ الْمُهَاجِرِينَ مَنْ لَهُمْ قَرَابَاتٌ يَحْمُونَ أَهْلِيهِمْ وَأَمْوَالَهُمْ ، فَأَحْبَبْتُ إِذْ فَاتَنِي ذَلِكَ مِنْ النَّسَبِ فِيهِمْ ، أَنْ أَتَّخِذَ عِنْدَهُمْ يَدًا يَحْمُونَ قَرَابَتِي، وَلَمْ أَفْعَلْهُ ارْتِدَادًا عَنْ دِينِي ، وَلَا رِضًا بِالْكُفْرِ بَعْدَ الْإِسْلَامِ \" [البخاري: (3939)]\nوكانت مبررات حاطب هذه كلها، محض شَعْبذة وهراء .. \nوكان حُكم رسول الله العفو ! \nوذلك لسبب استثنائي دامغ : \nأن حاطبًا قد شهد بدرًا ، وأن الله قد تاب على حاطب، فقال لأهل بدر: اعملوا ما شئتم فقد غفرت لكم، وحاشا أن يُكذب الله، وأن عملية التخابر لم تتم ولم تنجح .. \nولقد أَكلتْ هذه الفعلة الشنعاء قلبَ عمر – فأراد أن يستئذن رسول الله في قتل حاطب -فقال: \" يَا رَسُولَ اللَّهِ دَعْنِي أَضْرِبْ عُنُقَ هَذَا الْمُنَافِقِ\" . \nفَقَالَ: \" إِنَّهُ قَدْ شَهِدَ بَدْرًا ! وَمَا يُدْرِيكَ لَعَلَّ اللَّهَ اطَّلَعَ عَلَى مَنْ شَهِدَ بَدْرًا .. فَقَالَ اعْمَلُوا مَا شِئْتُمْ فَقَدْ غَفَرْتُ لَكُمْ !\" ..\nفَأَنْزَلَ اللَّهُ السُّورَةَ : \n\" يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ تُلْقُونَ إِلَيْهِمْ بِالْمَوَدَّةِ وَقَدْ كَفَرُوا بِمَا جَاءَكُمْ مِنْ الْحَقِّ إِلَى قَوْلِهِ فَقَدْ ضَلَّ سَوَاءَ السَّبِيلِ \"[البخاري: (3939)] .\n\nوفي عفوه – صلى الله عليه وسلم – عن حاطب، يدل على أهمية العفو عن أصحاب السبق والفضل في الإسلام إذا ما وقعوا في خطيئة أو ذلت أقدامهم في مصيبة ..\n\nوفي هذا الموقف – أيضًا - دلالة على عدم جواز التخابر لصالح العدو، ولا يجوز للمسلمين أن يتخذوا من أعداء الله أولياء يلقون إليهم بالمودة .. \n\nحظر الشعارات والهتافات غير الأخلاقية : \nوفي نشوة الفتح، وشذى النصر الفواح، صاح قائد الأنصار سعد بن عبادة : \" الْيَوْمَ يَوْمُ الْمَلْحَمَةِ ! الْيَوْمَ تُسْتَحَلُّ الْكَعْبَةُ! \" \nفَقَالَ النبي – صلى الله عليه وسلم - : \"كَذَبَ سَعْدٌ، وَلَكِنْ هَذَا يَوْمٌ يُعَظِّمُ اللَّهُ فِيهِ الْكَعْبَةَ، وَيَوْمٌ تُكْسَى فِيهِ الْكَعْبَةُ \"[ صحيح البخاري (3944) ]\nوأمر بالراية - راية الأنصار - أن تؤخذ من سعد بن عبادة كالتأديب له، ويقال: إنها دفعت إلى ابنه قيس بن سعد.[ ابن كثير: 3\/559]. \nوفيه، دلالة على حظر فحش القول وهُجره في الشعارات والهتافات، خاصة في المؤتمرات والتظاهرات، فليس من أخلاقنا، أن نتخلق بأخلاق الغوغاء ممن يتهفون بأفظع الهجاء . فإذا هتفنا أو شعِرنا أو نَظَمْنا الشعارات، أو نثرنا الأسجاع؛ في تظاهرة أو مؤتمر، فإنما يكون بأطايب الكلام، وبأحاسن الألفاظ، فديننا دين مكارم الأخلاق . والله يكره الفاحش البذيء، واللعان الطعان . \n\nتواضع الفاتحين الإسلاميين\nكأنه وهو فرد من جلالته *** في عسكر حين تلقاه وفي حشم \nودخل نبي الله – صلى الله عليه وسلم – مكة، شاخص الطرف، باسط الكف، شاكرًا حامدًا ربه، خفيض الرأس، معتمًا بعمامة سوداء، وهو واضع رأسه تواضعًا لله، حين رأى ما أكرمه الله به من الفتح، حتى إن ذقنه ليكاد يمس واسطة الرحل.. \nويلهج صوته بالقرآن، قارئَا سورة الفتح . \nيتراءى للناس رويدًا رويدًا، كالكوكب المشبوب رونقًا وبهاءً.\nيَشقُ بجحافله البيداءَ شقًا، شامخَا باذخًا، في جَلْجَلة وصَلْصَلة، يحفه خير أجناد الله، عليهم وَقَار البطولة، ومَخَايل الظفر .. كلهم ، كلهم في انتظار إشارة منه لتتحول مكة إلى حمام دم، ومذبحة يشيبُ لها الأمْرَد، وخسف وهدم، ليدمدموا مكة على رءوس المشركين ، فهم الذين عذّبوا المسلمين أيام عهد مكة، وسجنوهم وحصروهم وأخرجوهم . \nولكن ما حدث ليس ذلك، بل أصدر العفو العام . \n\nالعفو العام عند المقدرة \nوماذا عن العفو العام، الذي أطنب فيه المفكرون عبر حقب التاريخ ؟ \nبعدما أمنَّ الجميع، في بيوتهم ومساجدهم، وقال: : \"كُفُّوا عَنْ الْقَوْمِ إِلَّا أَرْبَعَةً\" [ الترمذي: 3054]، وقال : \" لا يُقْتَلُ قُرَشِيٌّ صَبْرًا بَعْدَ هَذَا الْيَوْمِ إِلَى يَوْمِ الْقِيَامَةِ \" [ مسلم : (3334)].\nيقول \"واشنجتون ايرفنج\"، في كتابه (حياة محمد)، معلقًا على قرار العفو العام:\n\"كانت تصرفات الرسول [صلى الله عليه وسلم] في [أعقاب فتح] مكة تدل على أنه نبي مرسل لا على أنه قائد مظفر. فقد أبدى رحمة وشفقة على مواطنيه برغم أنه أصبح في مركز قوي. ولكنه توّج نجاحه وانتصاره بالرحمة والعفو\" [واشنجتون ايرفنج : حياة محمد 72 .].\nويقول : إميل درمنغم :\n\"فقد برهن [محمد ] في انتصاره النهائي، على عظمة نفسية؛ قلَّ أن يوجد لها مثال في التاريخ؛ إذ أمر جنوده أن يعفوا عن الضعفاء والمسنين والأطفال والنساء، وحذرهم أن يهدموا البيوت، أو يسلبوا التجار، أو أن يقطعوا الأشجار المثمرة، وأمرهم ألا يجردوا السيوف إلا في حال الضرورة القاهرة، بل رأيناه يؤنب بعض قواده ويصلح أخطاءهم إصلاحاً مادياً ويقول لهم: إن نفساً واحدة خير من أكثر الفتوح ثراء ! \" [انظر: بشرى زخاري ميخائيل : محمد رسول الله هكذا بشرت به الأناجيل، ص50].\n\nإن أخلاقيات العفو العام، هي أخلاقيات تمخضت عن نفوس أُشربت الربانية، وشربت من كأس التربية ثمالتها، وإن أمثال هؤلاء ممن تربوا على التراحم فيما بينهم والتآخي والتغافر، لخليق بهم أن يحملوا راية التمكين في الأرض، فما أعظم هذه النفوس التي ذاقت ويلات التعذيب في رمضاء مكة، حتى إذا أمكنهم الله من رقاب أعداءهم، أَعطوا العفو، وجنَّبوا القود، فمسألة التمكين عند هؤلاء الإسلاميين ليست حكاية تصفية حسابات، وليست حكاية غرس أعواد المشانق لمن شنقوهم، فشنقًا بشنق وتنكيلاً بتنكيل، وليست قضيتهم قضية مطالَبات وتِرات، وثارات ودِيَّات، بل يعتبرون الإيذاء ضريبة التمكين، ووسام على صدور المؤمنين.. فهؤلاء الإسلاميون لا يحملون بين جنباتهم جذوة الثأر، إنما يحملون بميامنهم شعلة القرآن، وبميامنهم الآخرى شعلة السُنة، وبين ذلك يحملون قلبًا خالصًا للرب، صادقًا في الغاية. \n\nإنتماء القائد لأنصاره:\nويكأن الناظر ظن، أن رسول الله ضن بأهله المكيين، فأصدر عفوه، وأمنَّ عدوه، فقال: \" مَنْ دَخَلَ دَارَ أَبِي سُفْيَانَ فَهُوَ آمِنٌ، وَمَنْ أَلْقَى السِّلَاحَ فَهُوَ آمِنٌ، وَمَنْ أَغْلَقَ بَابَهُ فَهُوَ آمِنٌ \" [مسلم : (3332)].\nفقال بعض الأنصار : أَمَّا الرَّجُلُ [ يقصدون النبي صلى الله عليه وسلم ] فَقَدْ أَخَذَتْهُ رَأْفَةٌ بِعَشِيرَتِهِ وَرَغْبَةٌ فِي قَرْيَتِهِ !\nفنبَّأه العليمُ الخبير .. \nفجمع رسول الله – صلى الله عليه وسلم – الأنصار ، وقال : \n\"قُلْتُمْ أَمَّا الرَّجُلُ فَقَدْ أَخَذَتْهُ رَأْفَةٌ بِعَشِيرَتِهِ وَرَغْبَةٌ فِي قَرْيَتِهِ، أَلَا فَمَا اسْمِي إِذًا ! ؟ أَلا فَمَا اسْمِي إِذًا ! ؟ أَلَا فَمَا اسْمِي إِذًا ! ؟ أَنَا مُحَمَّدٌ عَبْدُ اللَّهِ وَرَسُولِهِ ،هَاجَرْتُ إِلَى اللَّهِ وَإِلَيْكُمْ، فَالْمَحْيَا مَحْيَاكُمْ وَالْمَمَاتُ مَمَاتُكُمْ !! \"\nفبكوا، وأرسلوا عبرات الحب، وزفرات الضن بقائدهم، قائلين : \n\" وَاللَّهِ مَا قُلْنَا إِلا ضِنًّا بِاللَّهِ وَرَسُولِهِ ! \" .. \nوتفَّهمَ القائد هذه المشاعر النبيلة، وكأنه لامس مشاعرهم الصادقة في سيوداء قلوبهم ، فقال :\n\"فَإِنَّ اللَّهَ وَرَسُولَهُ يُصَدِّقَانِكُمْ وَيَعْذِرَانِكُمْ\" [مسلم : (3332)].\n\nيا صاحب الفتح ! صلى الله عليك !\nلقد قيض الله لك أنصارًا لا يطمعون في شيء بين الخافقين إلا في رضاك عنهم وقربك منهم . ولا يبغون لعاعة من الدنيا، إنما يأملون أن يعودا إلى ديارهم في المدينة المنورة - وقد رجعوا بك في رحالهم .\n\nيوم بِرٍ ووفاء \nوجاء علي بن أبي طالب، يطلب من رسول الله – صلى الله عليه وسلم – أن يجمع له شرف الحجابة مع السقاية، وقد كان مفتاح الكعبة مع عثمان بن طلحة، وقد طلب النبي منه تسليم المفتاح ليصلي في جوف الكعبة، ثم رده إليه قائلاً : \n\" هَاكَ مِفْتَاحَك يَا عُثْمَانُ ، الْيَوْمُ يَوْمُ بِرّ وَوَفَاءٍ \" [ ابن هشام 2\/412]\nولم يكن يوم ظلم وعدوان. أو مكر وخُتل.\nوقد كان في استطاعة الرسول – صلى الله عليه وسلم – أن يضع مفتاح الكعبة في بني هاشم أو في يد زعيم من زعماء الصحابة . فقد كان إعلاء قيم البر الوفاء أولى من الاستئثار بمفتاح الكعبة، ولم يكن من شيم الفاتحين الإسلاميين سلب الأملاك وكرائم الأموال ونفائس الآثار؛ إن ذلك من شأن الإنقلابيين الفاسدين الذي إذا وصلوا إلى سُدة الحُكم – جَبريةً - ، أكلوا كل شيء عنوة، قصور ومجوهرات، ومال وعقارات- كما فعل أصحاب الثورات النكدة السوداء، حيث يتحول فريق الإنقلاب من أبطال كفاح ونضال، إلى لصوص كبار، ومعربدين فجار، وخونة غَّدار، فلا يتركون صادحًا ولا باغمًا، ولاخفًا ولا حافرًا، ولا شيئًا مما تنبت الأرض من قثائها وفومها وعدسها وبصلها إلا أتوْ عليه، حتى لعاعة الفقير اللابط بالأرض، الذي يبيت طاويًا، لا يجد أكسار بقرة .. يشتهي ظِلفَا يمسك رمقه، أو عرقوبًا يُطفىء لوعته، ولا يجده .\n***\nهذه دروس في أخلاقيات الفتح؛ تشي بأحقية الناشيء الصابر في الظفر والتمكين والسؤدد، فأقرب الدعاة إلى التمكين أحاسنهم أخلاقًا، وأحق الدعوات بالنجاح أكارمها أخلاقًا، وكذلك الحال في الجماعات والدول والحضارات، فالأخلاق عماد الحضارات، وكم من حضارة زالت بشؤم ظالم فاسد، وعربيد خليع، ومرقص لعوب ! \nوكم من أناس عاشوا يزفون الفتوحات إلى الأمة، ولم يغنموا من غنائم النصر عقال بعير، أو سلاح غفير، فقضوا نحبهم دون أن تتمرغ أجسامهم في ريش النصر وفراش النعيم والوثير؛ وكانت القبور مساكنهم . فلهم ثواب الله . فأنعم به وأكرم من ثواب !\nوآخرون قطفوا ثمرة الفتح سهلة، وقد تعبَ وجاهدَ في سبيلها غيرهم، ونسوا حظًا من تعاليم الإسلام، وطال عليهم الأمد، وقست قلوبهم، وتلَّهوا بالنساء والبنين والمال والأنعام والحرث، وشغلتهم أموالهم وأهلوهم عن منهج الله، واستوردوا دساتير اليهود والنصارى، واتَّبعوهم في ثقافاتهم حذو القذة بالقذة، وتصعلكوا لأعداء الأمة، وجلبوا للمسلمين كل مَضَرَّة ومَعَرَّة .. وأوليئك هم الرُّقعاء السفهاء، الذين أضاعوا المجد، وباعوا العِرض، وهم لصوص الأمة، وإن اعتلوا ذُؤابة منبر المجد، الذي بناه الفاتحون الصادقون. \nفعسى الله أن يأتي بفتح جديد، وفاتح مجيد، فيعود المجد التليد ! "
  },
  {
    "number": "النبي - صلى الله عليه وسلم- زوجاً",
    "text": "",
    "label": "الحمد لله العلي العظيم، البر الرحيم، جعل  الإحسان إلى الزوجة من الدين فقال: {وَعَاشِرُوهُنَّ بِالْمَعْرُوفِ} \" وأشهد ألا إله إلا الله وحده لا شريك له القائل: {فَإِمْسَاكٌ بِمَعْرُوفٍ}, والصلاة والسلام على النبي الحنون العطوف القائل في حجة الوداع: (أوصيكم الله في النساء)، وعلى آله وأصحابه وأزواجه.\n\nأما بعد:\nمثَّل النبي - صلى الله عليه وسلم- في حياته المليئة بالالتزامات أفضل زوج في التاريخ، فلم تمنعه كثرة أعماله ومشاغله من إعطاء أزواجه حقوقهن الواجبة عليه، مع أنه كان قائداً للدولة، ومبلغاً للرسالة وقائداً للجيش، ومعلماً للناس إلا أن هذه الأعمال كلها لم تحلْ بينه وبين أزواجه كما هو حال كثير من المسلمين اليوم يضيع حقوق زوجه بحجة الأعمال الكثيرة والالتزامات العديدة، ويا ليت أن الأمر يتوقف عند هذا بل إن بعض الأزواج يعتدي على زوجه بالشتم والسب والضرب، وهؤلاء الأزواج قد خالفوا سنة نبيهم في هديه مع أزواجه.\n\nفالرسول- صلى الله عليه وسلم- لم يضرب بيده الشريفة الطاهرة أحداً كما قالت عائشة -رضي الله عنها- : (مَا ضَرَبَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِيَدِهِ امْرَأَةً لَهُ قَطُّ وَلَا خَادِمًا)[1] وإنما كان -عليه الصلاة والسلام- زوجاً حنوناً رحيماً يعطف على أزواجه ويرحمهن ويبتسم لهن ويعاملهن معاملة حسنة, معاملة نبوية كريمة، فقد كان - صلى الله عليه وسلم- متزوجا تسعا من النساء إلا أنه لا يمنعه كثرتهن أن يعطي كل واحدة منهن حقها.\n\nفالنوم عندهن كان بالسوية، ينام عند هذه ليلة وعند الأخرى ليلة وعند الثالثة والرابعة وهكذا بقية نسائه - عليه الصلاة والسلام-، فهو لا يُغّلِبَ إحداهن على الأخريات، وإنما بالسوية إلا من تنازلت عن حقها كما تنازلت زينب بليلتها لعائشة -رضي الله عنه- عنهن أجمعين،وكان عليه الصلاة والسلام يصحب زوجاته في السفر، كما صحّ في الحديث عن عائشة - رضي الله عنها - أنها قالت: (كان رسول الله - صلى الله عليه وسلم - إذا أراد سفرًا أقرع بين أزواجه، فأيتهن خرج سهمها خرج بها رسول الله - صلى الله عليه وسلم -)[2] ، فيحسن إليها ويبتسم لها بل ويمازحها ويضاحكها، ويسابقها كما فعل مع عائشة -رضي الله عنها-.\nثم إنه -عليه الصلاة والسلام- راعى أموراً في حق الزوجية قد تكون صغيرة في أعين الناس ألا وهي التجمل لأزواجه والتزين لهن فقد قالت عائشة -رضي الله عنها-: كان - صلى الله عليه وسلم- لا يدخل بيته إلا والسواك على فمه، فهو لا يريد أن تشم منه أزواجه رائحة أكله - صلى الله عليه وسلم- ما أطيبه حياً وميتاً، لم يكن عليه الصلاة والسلام- بحاجة لذلك فهو طيب الريح، بأبي هو وأمي ولكنه قدوة للناس، يهتم بكل صغيرة وكبيرة  في الحياة الزوجية لأن هذه الأمور لها أثرها الكبير في الحياة الزوجين سلباً وإيجاباً.\n\nوالمزاح مع أزواجه لم يكن غائباً عنه -عليه الصلاة والسلام- بل كان حاضراً في كثير من أوقاته مع أهله فعائشة -رضي الله عنها- تقول: كنت أغتسل أنا والرسول - صلى الله عليه وسلم- من إناء واحد حتى إنه ليقول دعي لي وأقول دع لي\" فكان هذا مزاحاً لطيفاً يدل على حسن العشرة النبوية منه - صلى الله عليه وسلم-مع أزواجه. و عن عائشة قالت: (كان رسول الله - صلى الله عليه وسلم- يعطيني العظم فأتعرّقه - أي: آكل ما بقي فيه من اللحم وأمصه - ، ثم يأخذه فيديره حتى يضع فاه على موضع فمي)[3]. فأي حب وأي مودة منه - صلى الله عليه وسلم- لأزواجه؟!\n\nوهو في بيته كان -عليه الصلاة والسلام لا يأنف من أن يقوم ببعض عمل البيت ويساعد أهله، سئلت عائشة - رضي الله عنها- : \"ما كان النبي - صلى الله عليه وسلم - يصنع في بيته؟ قالت: كان يكون في مهنة أهله - أي: في خدمتهم - ، فإذا حضرت الصلاة خرج إلى الصلاة\"[4]. . وفي رواية عند أحمد: كان بشرًا من البشر، يَفْلي ثوبه، ويحلب شاته، ويخدم نفسه. وفي رواية أخرى: كان يخيط ثوبه، ويخصف نعله، ويعمل ما يعمل الرجال في بيوتهم. وهي في صحيح الجامع (4813).\n\nثم إنه -عليه الصلاة والسلام- كان يتحمل ما يصدر من نسائه ويعذرهن فيما يصدر منهن فقد دخل إحدى الليالي بيت إحدى نسائه ولم تكن ليلتها وإنما دخل ليبول فلما خرج وذهب إلى الأخرى التي هي ليلتها أغلقت عليه الباب ولم تفتح له فكان يقول لها إنما دخلت من أجل البول وهي مصرة على الإغلاق فلما فتحت لم يغضب عليها ولم يضربها مع أنها فعلت فعلاً كبيراً لكنه -عليه الصلاة والسلام- عذرها وعفى عنها.\n\nو ها هو يحن على أزواجه ويعطف علهن فعن أنس قال: (خرجنا إلى المدينة قادمين من خيبر، فرأيت النبي  يُحَوِّي لها -أي: لصفية - وراءه بعباءة، ثم يجلس عند بعيره فيضع ركبته، وتضع صفية رجلها على ركبته حتى تركب)[5]. \n\nهذا هو محمد- صلى الله عليه وسلم- زوجاً، وهذه هي بعض معاملاته وأخلاقه مع أزواجه فقد كان أفضل الأزواج على الإطلاق. فهل للأزواج اليوم أن يحسنوا معاملة ومعاشرة أزواجهم كما كان نبيهم- صلى الله عليه وسلم-، هل للأزواج أن يغيروا من أسلوب القهر والظلم على الزوجات. آمل أن تكون حيات النبي - صلى الله عليه وسلم- قدوة لنا نجعلها نصب أعيينا في التعامل مع أزواجنا. \nوصلى الله على نبينا محمد وعلى آله وأصحابه وأزواجه.                  "
  },
  {
    "number": "حقيقة محبة النبي صلى الله عليه وسلم",
    "text": "",
    "label": "على اثر الاعتداء على رسولنا العظيم ثارت مشاعر المسلمين في مشارق الأرض ومغاربها تعبر عن سخطها ورفضها لهذا السلوك العدواني الظالم وهي ثورة ناتجة في أساسها عن حب المسلمين لنبيهم الكريم وهو شيء محمود إلا أن هذا الحب عند تمحيصه والتأمل في حقيقته يتبين أنه لا يرقى الى المستوى المطلوب وهو ما سنحاول بيانه من خلال هذه الصفحات التالية : \n\nأولا : وجوب محبة النبي صلى الله عليه وسلم \nلكن دعونا في البداية نبين أن محبة النبي ليست كسائر المحبة لأي شخص نعم إن محبة النبي صلى الله عليه وسلم عبادة عظيمة نعبد بها الله عز و جل وقربة نتقرب بها من خلالها إليه و أصل عظيم من أصول الدين ودعامة أساسية من دعائم الإيمان كما قال تعالى \"{النبي أولى بالمؤمنين من أنفسهم}،وكما قال رسول الله صلى الله عليه وسلم \"والذي نفسي بيده لايؤمن أحدكم حتى أكون أحب إليه من نفسه وماله وولده والناس أجمعين\". [البخاري] \nوفي الصحيح أيضاً أن عمر رضي اللّه عنه: يا رسول اللّه، واللّه لأنت أحب إليَّ من كل شيء إلا من نفسي، فقال صلى اللّه عليه وسلم: \"لا يا عمر حتى أكون أحب إليك من نفسك\" فقال: يا رسول اللّه واللّه لأنت أحب إليَّ من كل شيء حتى من نفسي، فقال صلى اللّه عليه وسلم: \"الآن يا عمر \" \nإذن فمحبة النبي صلى الله عليه وسلم ليست أمرا ثانويا أو أمرا مخير فيه إن شاء المرء أحبه وإن شاء لم يحبه بل هي واجب على كل مسلم وهي من صميم الإيمان ولابد لهذا الحب أن يكون أقوى من أي حب ولو كان حب المرء لنفسه . \n\nلماذا نحب النبي ؟ \nثانيا -بواعث محبة النبي صلى الله عليه وسلم \n\n1- موافقة مراد الله تعالى في محبته \nلما كان رسول الله صلى الله عليه وسلم هو أحب الخلق الى الله تعالى فقد اتخذه خليلا وأثنى عليه مالم يثن على غيره كان لزاما على كل مسلم أن يحب ما يحب الله وذلك من تمام محبته سبحانه \n2- مقتضى الإيمان \nقال رسول الله صلى الله عليه وسلم مبينا أن من مقتضى الإيمان حب النبي صلى الله عليه وسلم وإجلاله وتوقيره \"والذي نفسي بيده لايؤمن أحدكم حتى أكون أحب إليه من نفسه وماله وولده والناس أجمعين\". [البخاري] \n3- مميزات النبي صلى الله عليه وسلم : \nفرسول الله صلى الله عليه وسلم أ شرف الناس وأكرم الناس وأطهر الناس وأعظم الناس في كل شيء وهذه كلها دواعي لأن يكون صلى الله عليه وسلم أحب الناس . \n4- شدة محبته لأمته وشفقته عليها ورحمته بها \nكما وصفه ربه \" لقد جاءكم رسول من أنفسكم عزيز عليه ما عنتم حريص عليكم بالمؤمنين رؤوف رحيم،\" ولذلك أرجأ استجابة دعوته شفاعة لأمته غدا يوم القيامة \n5- بذل جهده الكبير في دعوة أمته \nوإخراج الناس من الظلمات الى النور \n\nثالثا : دلائل محبته صلى الله عليه وسلم ومظاهر تعظيمه \n\n1- تقديم النبي صلى الله عليه وسلم على كل أحد \nقال تعالى \" {يا أيها الذين آمنوا لا تقدموا بين يدي الله ورسوله واتقوا الله إن الله سميع عليم\" \nوقال سبحانه \" قل إن كان آباؤكم وأبناؤكم وإخوانكم وأزواجكم وعشيرتكم وأموال اقترفتموها وتجارة تخشون كسادها ومساكن ترضونها أحب إليكم من الله ورسوله وجهاد في سبيله فتربصوا حتى يأتي الله بأمره والله لا يهدي القوم الفاسقين\" فعلامة حب النبي صلى الله عليه وسلم أن لايقدم عليه أشيء مهما كان شأنه . \n\n2- سلوك الأدب معه صلى الله عليه وسلم \nويتحقق بالأمور التالية : \n* الثناء عليه والصلاة والسلام عليه لقوله تعالى \"\"إن الله وملائكته يصلون على النبي يا أيها الذين آمنوا صلوا عليه وسلموا تسليما\" \n* التأدب عند ذكره بأن لا يذكره مجرد الاسم بل مقرونا بالنبوة أو الرسالة كما قال تعالى \"\"لا تجعلوا دعاء الرسول بينكم كدعاء بعضكم بعضا\"قال سعيد بن جبير ومجاهد: المعنى قولوا يا رسول الله، في رفق ولين، ولا تقولوا يا محمد بتجهم. وقال قتادة: أمرهم أن يشرفوه ويفخموه. \n* الأدب في مسجده وكذا عند قبره وترك اللغط ورفع الصوت \n* توقير حديثه والتأدب عند سماعه وعند دراسته كما كن يفعل سلف الأمة وعلماءها في إجلال حديث رسول الله صلى الله عليه وسلم \nوكان مالك إذا أراد أن يجلس (أي للتحديث) توضأ وضوءه للصلاة، ولبس أحسن ثيابه، وتطيّب، ومشط لحيته، فقيل له في ذلك، فقال: أوقّر به حديث رسول الله. \nو كان سعيد بن المسيب وهو مريض يقول أقعدوني فإني أعظم أن أحدث حديث رسول الله صلى الله عليه وسلم وأنا مضطجع\" \n\n3: تصديقه صلى الله عليه وسلم فيما أخبر به \nوهذا من أصول الإيمان وركائزه ومن الشواهد في هذا الباب ما ناله ابو بكر من لقب الصديق فعن عروة، عن عائشة -رضي الله تعالى عنها- قالت: \nلما أسري بالنبي -صلَّى الله عليه وسلَّم- إلى المسجد الأقصى، أصبح يتحدث الناس بذلك، فارتد ناس.فمن كان آمنوا به وصدقوه وسمعوا بذلك إلى أبي بكر -رضي الله تعالى عنه-، فقالوا:هل لك إلى صاحبك، يزعم أنه أسري به الليلة إلى بيت المقدس، قال:أو قال ذلك؟قالوا: نعم.قال: لئن كان قال ذلك لقد صدق. \nقالوا: أو تصدقه أنه ذهب الليلة إلى بيت المقدس، وجاء قبل أن يصبح. \nقال: نعم، إني لأصدقه فيما هو أبعد من ذلك، أصدقه بخبر السماء في غدوة أو روحة.فلذلك سمي أبو بكر الصديق.هذا حديث صحيح الإسناد، ولم يخرجاه. \n\n4 : اتباعه صلى الله عليه وسلم وطاعته والاهتداء بهديه \nفطاعة الرسول هي المثال الحي والصادق لمحبته ولهذا قال تعالى \"\"قل إن كنتم تحبون الله فاتبعوني يحببكم الله ويغفر لكم ذنوبكم والله غفور رحيم\" \nوالاقتداء به صلى الله عليه وسلم من أكبر العلامات على حبه : \nقال تعالى \" لقد كان لكم في رسول الله أسوة حسنة لمن كان يرجو الله واليوم الآخر وذكر الله كثيرا\" \nفالمؤمن الذي يحب النبي صلى الله عليه وسلم هو الذي يقلده في كل شيء في العبادة وفي الأخلاق وفي السلوك وفي المعاملات وفي الآداب كما كان شأن الصحابة الكرام فعن نافع قال لو نظرت الى ابن عمر في اتباعه لرسول الله صلى الله عليه وسلم لقلت هذا مجنون ومما يروى عنه في هذا الباب \n\n5: الدفاع عنه صلى الله عليه وسلم \nإن الدفاع عن رسول الله ونصرته علامة من علامات المحبة والإجلال . \nوقد سطر الصحابة أروع الأمثلة وأصدق الأعمال في الدفاع رسول الله وفدائه بالأموال والأولاد والأنفس في المنشط والمكره .كما قال تعالى \" للفقراء المهاجرين الذين أخرجوا من ديارهم وأموالهم يبتغون فضلا من الله ورضوانا وينصرون الله ورسوله أولئك هم الصادقون\" \nوالدفاع عن النبي صلى الله عليه وسلم بعد موته أنواع نذكر منها : \n1- نصرة دعوته ورسالته بكل ما يملك المرء من مال ونفس .... \n2- الدفاع عن سنته صلى الله عليه وسلم :بحفظها وتنقيحها وحمايتها ورد الشبهات عنها . \n3- نشر سنته صلى الله عليه وسلم وتبليغها خاصة وأن النبي صلى الله عليه وسلم قد أمر بذلك في أحاديث كثيرة كقوله\" فليبلغ الشاهد الغائب \" وقوله \"بلغوا عني ولو آية \" \n\nرابعا \"حال الصحابة في محبتهم للنبي صلى الله عليه وسلم \nلقد أحب الصحابة الكرام رسول الله صلى الله عليه وسلم حبا ليس له نظير وصل الى درجة أن افتدوه بأنفسهم وأموالهم وأولادهم وآباءهم : \n\nنماذج مختلفة \n\n* من الشباب : علي ابن أبي طالب ونومه في فراش النبي صلى الله عليه وسلم \nليلة أن أراد المشركون قتله \nوسئل علي بن أبي طالب كيف كان حبكم لرسول الله صلى الله عليه وسلم \nفقال : كان والله أحب إلينا من أموالنا واولادنا وآبائنا وأمهاتنا ومن الماء البارد على الظمأ \n\n*  من الرجال : \nقصة قتل زيد بن الدثنة ،. قال ابن إسحاق : اجتمع رهط من قريش ، فيهم أبو سفيان بن حرب ؛ فقال له أبو سفيان حين قدم ليقتل : أنشدك الله يا زيد ، أتحب أن محمدا عندنا الآن في مكانك نضرب عنقه ، وأنك في أهلك ؟ قال : (4\/ 126) والله ما أحب أن محمدا الآن في مكانه الذي هو فيه تصيبه شوكة تؤذيه ، وأني جالس في أهلي . قال : يقول أبو سفيان : ما رأيت من الناس أحدا يحب أحدا كحب أصحاب محمدٍ محمدا \n* أخرج الطبراني وحسنه عن عائشة قالت: جاء رجل إلى النبي صلى الله عليه وسلم فقال: \"يا رسول الله إنك لأحب إلي من نفسي، وإنك لأحب إلي من ولدي، وإني لأكون في البيت فأذكرك فما أصبر حتى آتي فأنظر إليك، وإذا ذكرت موتي وموتك عرفت انك إذا دخلت الجنة رفعت مع النبيين، وأني إذا دخلت الجنة خشيت أن لا أراك. فلم يرد عليه النبي صلى الله عليه وسلم شيئا حتى نزل جبريل بهذه الآية {ومن يطع الله والرسول فأولئك مع الذين أنعم الله عليهم...} الآية\". \n\n*  من النساء : \nأخرج ابن إسحاق: عن سعد بن أبي وقاص قال: مر رسول الله صلى الله عليه وسلم بامرأة من بني دينار وقد أصيب زوجها، وأخوها، وأبوها مع رسول الله صلى الله عليه وسلم بأحد، فلما نعوا لها قالت: ما فعل رسول الله صلى الله عليه وسلم ؟ \nقالوا: خيراً يا أم فلان، هو بحمد الله كما تحبين. \nقالت: أرونيه حتى أنظر إليه. \nقال: فأشير لها إليه، حتى إذا رأته قالت: كل مصيبة بعدك جلل. \n\nخامسا :جزاء محبة النبي \nروى البخاري عَنْ أَنَسِ بْنِ مَالِكٍ: \nأَنَّ أَعْرَابِيَّا قَالَ لِرَسُولِ اللهِ -صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ-: مَتَىَ السَّاعَةُ ؟ \nقَالَ لَهُ رَسُولُ اللهِ -صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ-: \"مَا أَعْدَدْتَ لَهَا؟\"قَالَ: حُبُّ اللهِ وَرَسُولِهِ.قَالَ: \"أَنْتَ مَعَ مَنْ أَحْبَبْتَ\". قال أنس فما رأيت المسلمين فرحوا بعد الإسلام بشيء ما فرحوا به.‏ فنحن نحب رسول الله صلى الله عليه وسلم ولا نستطيع أن نعمل كعمله فإذا كنا معه فحسبنا.‏ "
  },
  {
    "number": "منهج الرسول في الحفاظ على سمعة الإسلام",
    "text": "",
    "label": "من منهج رسول الله صلى الله عليه وسلم في القضايا العامة حرصه على سمعة الإسلام، وتنزيهه عن الأقوال والأفعال التي قد تسبب تشويهه أو وصمه بصفات هو منها بريء. \nوهذا المنهج النبوي واضحٌ وجليٌّ لكل من تأمل في السيرة العطرة. \n\nوالأمثلة على هذا متعددة، ومن النماذج: منهج النبي عليه الصلاة والسلام في احتواء المشكلات داخل المدينة المنورة، وتجاوزه عن بعض أفعال المنافقين والزنادقة الذي يتظاهرون بالإسلام ويعيشون في جنبات المدينة النبوية؛ رغم ما كان يصدر عنهم من مواقف الخيانة العظمى، إلى الحد الذي جعل الصحابة يضيقون ذرعاً بأولئك الأفراد، ويطالبون النبي عليه الصلاة والسلام بقتلهم في أكثر من من مرة، غير أن النبي عليه الصلاة والسلام كان متشبثاً بمنهجية الإغضاء، ويعلل ذلك بقوله: «لا يتحدث الناس أن محمدا يقتل أصحابه»، رواه البخاري ومسلم. وفي واقعة أخرى يحدث جابر بن عبد الله يقول: «لما قسم رسول الله صلى الله عليه وسلم غنائم هوازن بين الناس بالجعرانة قام رجل من بني تميم فقال: عدل يا محمد! فقال النبي صلى الله عليه وسلم: «ويلك! ومن يعدل إذا لم أعدل؟! لقد خبت وخسرت إن لم أعدل»، فقال عمر بن الخطاب: يا رسول الله ألا أقوم فأقتل هذا المنافق؟ قال: «معاذ الله أن تتسامع الأمم أن محمداً يقتل أصحابه»، ثم قال النبي صلى الله عليه وسلم: «إن هذا وأصحاباً له يقرأون القرآن لا يجاوز تراقيهم». رواه أحمد وأصله في صحيح البخاري. \n\nوفي روايات أو مناسبات أخرى عندما كان الصحابة يرون أن أشخاصاً ممن يعيشون في كنف الدولة الإسلامية ارتكبوا أعمالاً شنيعة، مما يطلق عليه اليوم في قوانين الدول «الخيانة العظمى» نحو أوطانهم، ويطالب الصحابة ومنهم كبار وزراء ومستشاري النبي الكريم عليه الصلاة والسلام، بتنفيذ الحكم الحاسم نحوهم، إلا أنه كان يرد عليهم: «أكره أن يتحدث الناس أن محمداً يقتل أصحابه»، وبقوله: «فكيف إذا تحدث الناس يا عمر أن محمداً يقتل أصحابه». \n\nوتوضيحاً لهذه السياسة النبوية: فإن المجتمع الإنساني آنذاك وهو يشاهد هذا الدين الجديد وهذه الدولة الوليدة على أساسه وتشريعاته فإنهم يرمقون اتجاهات قائدها ويراقبون قراراتها، إلى الحد الذي سبروا معه تاريخ هذا القائد منذ مولده وطبيعة تعاملاته وأخلاقه، بل وتاريخ أجداده، كما جاء في الحوار الشهير بين اثنين من أكبر قادة وساسة ذلك العصر وهما القائد القرشي أبو سفيان والملك الرومي هرقل. \n\nوفي ضوء ذلك كان النبي صلى الله عليه وسلم يدرك أن الناس من حوله لن يتفهموا سبب الحكم بالإعدام الذي تقضي به الدول نحو من يخونها من رعاياها، فترك ذلك رعايةً لمصلحة أعلى وهي حماية سمعة الرسالة الخاتمة التي كلفه الله بإبلاغها للثقلين. \n\nولم يزل النبي صلى الله عليه وسلم محافظاً على منهجية حماية سمعة الإسلام، وبخاصة لدى التعامل مع الدول وأهل الملل الأخرى، عملاً بالتوجيهات الربانية، كما في قوله سبحانه: «وَإِمَّا تَخَافَنَّ مِن قَوْمٍ خِيَانَةً فَانبِذْ إِلَيْهِمْ عَلَى سَوَاء إِنَّ اللّهَ لاَ يُحِبُّ الخَائِنِينَ» [الأنفال:59]. \n\nويوضح هذه الآية الكريمة ما رواه سليم بن عامر قال: كان بين معاوية وبين الروم عهد، وكان يسير نحو بلادهم، حتى إذا انقضى العهد غزاهم، وفي رواية: فأراد ان يدنو منهم فإذا انقضى الأمد غزاهم، فجاء رجل على فرس أو برذون وهو يقول: الله أكبر الله أكبر، وفاء لا غدر. فنظروا فإذا عمرو بن عبسة رضي الله عنه، فأرسل إليه معاوية فسأله؟ فقال: سمعت رسول الله صلى الله عليه وسلم يقول: «من كان بينه وبين قوم عهد فلا يشد عقدة ولا يحلها حتى ينقضي أمدها أو ينبذ إليهم على سواء»، فرجع معاوية بالناس. رواه أحمد وأبو داود والترمذي. \n\nوكان النبي عليه الصلاة والسلام يوصي من يعينهم من القادة والسفراء ومن يتفاوض مع غير المسلمين ويقول لهم: «إذا أرادوك أن تجعل لهم ذمة الله وذمة نبيه فلا تجعل لهم ذمة الله ولا ذمة نبيه، ولكن اجعل لهم ذمتك وذمة أصحابك، فإنكم أن تخفروا ذممكم وذمم أصحابكم أهون من أن تخفروا ذمة الله وذمة رسوله»، رواه مسلم. \n\nقال العلماء: الذمة هنا: العهد، ومعنى: تخفروا، أي نقض عهدهم، والمعنى لا تجعلوا العهد منسوباً إلى الله أو إلى نبيه فإنه قد ينقضه من لا يعرف حقه، وينتهك حرمته بعض الأفراد. ولكن يكون العهد باسم القائد حتى يكون مسؤولاً عنه هو. \n\nوعند النظر في الحملات الجائرة لتشويه تراث الأمة وتاريخها والتي يتبناها اليوم أقوام جعلوا هدفهم الأكبر الصد عن دين الإسلام ومنع الناس من تقبله، وسلكوا في سبيل ذلك مسلك التشويه والافتراء، مستغلين أخطاء بعض من ينتسبون للإسلام، فراحوا يضخمونها ويسخرون لها وسائل الإعلام والاتصالات ليؤكدوا للعالم مزاعمهم نحو الإسلام ونحو نبي الرحمة عليه الصلاة والسلام، على غرار ما تابعناه في الفترة الأخيرة من حملات محاولة الإساءة للنبي الكريم عليه الصلاة والسلام، إن ذلك كله ليفرض علينا أهل الإسلام أن نجعل من أولويات التعامل مع غير المسلمين مبدأ (حماية سمعة الإسلام) و(حماية سمعة النبي صلى الله عليه وسلم) وأن نوضح الصورة الحقيقية للإسلام وأن نعرف بهدي رسول الله صلى الله عليه وسلم الذي قال الله عنه: «وَمَا أَرْسَلْنَاكَ إِلَّا رَحْمَةً لِّلْعَالَمِينَ». [الأنبياء:107]. "
  },
  {
    "number": "دروس وثمرات رحلة الحبيب إلى الطائف",
    "text": "",
    "label": "فوجئنا - منذ فترة- بأحد الذين يتحدثون على شاشات القنوات الفضائية يزعم أن رحلة النبي صلى الله عليه وسلم إلى الطائف هي :\" محاولة فشلت ضمن 25 محاولة أخرى فشلت كلها\" !!! اتهمت أذني وقلت لنفسي لعلى لم أسمع جيدا ، أو لعل الرجل لا يقصد ، فإذا به يعيد الكلام بكل جرأة ، وكأنه يتحدث عن رحلة أو محاولة فاشلة لزعيم سياسي - أو شخصية معاصرة- لحشد أنصار أو تحقيق مكاسب دنيوية !!\nولمّا كانت هذه المسألة ما زالت تثير جدلا واسع النطاق في كثير من المواقع على الانترنت ، فقد استعنت بالله تعالى على إيضاح بعض الأمور المتعلقة برحلة الطائف ، وإلقاء الضوء على الدروس المستفادة ، والثمرات المستطابة التي يرزقها الله سبحانه وتعالى - بحوله وفضله وإحسانه- من يشاء من عباده الباحثين في بستان السيرة العطرة.\nوقد وفّق الله عبدا فقيرا إلى عفوه وكرمه ورضوانه فاستخرج خمسة عشر درسا وثمرة من هذه الأطايب .ولعل آخرين من أهل العلم والفضل يهتدون إلى أكثر من ذلك بمشيئة الله .\nوفيما يلي نعرض هذه الثمار والدروس والحكم البالغة .. \nفي البداية لابد من الإشارة إلى خطورة الكلام بهذا الأسلوب الذي يتسم يسوء الأدب مع الرسول صلى الله عليه وسلم . فالكلام عنه أو عن أحد من إخوته الأنبياء- عليهم السلام أجمعين- ينبغي أن يكون بكل توقير و حرص وهيبة وحذر والتزام بما فرضه الله تعالى علينا من احترام لمقام الأنبياء الرفيع ، وفى إطار ما هو معلوم من الدين بالضرورة من أنهم ليسوا كغيرهم من البشر ، فهم معصومون من كل ما يشين ، تحوطهم رعاية الله تعالى وتوفيقه في كل لحظة . ولا يجوز مطلقا الحكم على نتائج أعمالهم بمقاييس البشر التي تبقى أبدا ساذجة و سطحية وقاصرة. \nوأقل ما يمكن أن يقال عن هذا الوصف للرحلة المباركة بأنها : \" محاولة فاشلة\" أنه نتيجة حتمية لنقص نصيب القائل من العلم بالسيرة العطرة ، فهو يهذى بما لا يدرى!! \nثم من أين جاء برقم 25 هذا ؟! من أين أتى بهذا القول :\" فشلت 25 محاولة للرسول\"؟!!\nهذا الهذيان لم أجد له أثرا إطلاقا في أي مرجع علمي محترم من المراجع الموثوق بها في السيرة العطرة!!! \nسبحانك.. هذا باطل نبرأ إليك منه، ومن عمل كل من ينشره، ومن قول كل من يصرّ علي التمسك به. .ولا يقولن أحد أن النصيحة هنا يجب أن تكون سرّية ، فقد بثّت تلك الأباطيل علانية ، و تلّقاها ملايين المشاهدين عبر تلك القناة الفضائية ثم عشرات المواقع على شبكة الانترنت ، فوجب تصحيح هذا علانية أيضا كيلا يفتتن العوام بمثل هذه الجهالات الشنيعة .\nولا حول ولا قوة إلا بالله العلى العظيم .\nلقد كان من الممكن- جدلا- أن نلتمس بعض العذر لهذا القائل لو أن أحدا لم يؤمن بالرسالة طوال الفترة التي زعم أنها شهدت 25 محاولة فاشلة ، لكن الواقع والتاريخ يثبتان أن عددا كبيرا من خيار الناس كانوا قد أسلموا خلال تلك الفترة من عمر الدعوة .\nأين الفشل إذا كان قد دخل في الإسلام- في تلك الفترة- \"أبو بكر \" وحمزة بن عبد المطلب وعثمان بن عفان وعلى بن أبى طالب وسعد بن أبى وقاص وطلحة بن عبيد الله والزبير بن العوام وعبد الرحمن بن عوف وبلال بن رباح وعمار بن ياسر وصهيب الرومي وخباب بن الأرت ومئات آخرين رضي الله عنهم، ثم عمر بن الخطاب بعدهم ، منهم من كان يجهر باعتناق الحق ، ومنهم من كان يخفى إسلامه تجنبا لبطش المشركين ؟!!\nوالله إن كل واحد من هذه النجوم الساطعة في سماء البشرية لترجح كفته بالملايين من غيرهم .. كل واحد منهم هو \" أمّة \"كاملة ولو كان وحده .. وحاشا لله أن تكون قد \"فشلت محاولات\" من هداهم الله به إلى الحق والفلاح .\n\n***\n\nومن يقرأ ويتأمل - بهدوء وتعقل وبصيرة - تفاصيل رحلته عليه الصلاة و السلام إلى الطائف سوف يجد أنها أثمرت الكثير من الإنجازات والدروس والعبر العظيمة التي لم تكن لتتحقق بدونها ، وبالتالي فقد نجحت نجاحا تاما بكل المقاييس . \nلقد لقي الرسول صلى الله عليه وسلم وأصحابه - السابقون الأوّلون - رضوان الله عليهم كل ألوان الأذى والبطش والاضطهاد من طواغيت قريش الذين بذلوا أقصى ما في وسعهم للقضاء على الدعوة المباركة بلا جدوى ..\nوتلك هي سنّة الله في الذين خلوا من قبل.\nولأن رسالة الإسلام عامة لكل الخلق ، فمن البديهي ألا يقتصر الرسول صلى الله عليه وسلم على دعوة قريش فقط . وهكذا بدأ عليه السلام في التحرك لدعوة المقيمين بمناطق أخرى خارج مكة المكرّمة .\nفي شوال من السنة العاشرة بعد بدء نزول الوحي ‏[‏في أواخر مايو أو أوائل يونيو سنة 619 م‏]‏ خرج النبي صلى الله عليه وسلم إلى الطائف، وهي تبعد عن مكة حوالي ستين ميلًا، مشاها على قدميه الشريفتين ذهابا و إيابا.\nومن المعلوم بالضرورة كذلك أنه قد اتجه إلى الطائف بأمر من الله تعالى ، فهو عليه السلام لا يفعل هذا من تلقاء نفسه .والله سبحانه لا يأمر بشيء إلا لعلمه الأزلي بما فيه من حكم بالغة، سواء علمها الخلق أم جهلوها.\nلم يكن معه إلا الله تعالى ثم مولاه زيد بن حارثة. وروى ابن إسحاق أنه بعد وصول النبي عليه الصلاة والسلام إلى الطائف اجتمع بثلاثة من رؤساء ثقيف، هم الإخوة عبد ياليل ومسعود وحبيب أبناء عمرو بن عمير الثقفي. دعاهم إلى الله وإلى نصرة الإسلام، فقال أحدهم‏:‏ هو يَمْرُط ثياب الكعبة ‏[‏أي يمزقها‏]‏ إن كان الله أرسلك‏.‏ وقال الآخر‏:‏ أما وَجَدَ الله أحدًا غيرك، وقال الثالث‏:‏والله لا أكلمك أبدًا، إن كنت رسولًا لأنت أعظم خطرًا من أن أرد عليك الكلام، ولئن كنت تكذب على الله ما ينبغي أن أكلمك‏.‏ فقام عنهم الرسول صلى الله عليه وسلم وقال لهم‏:‏ ‏[‏إذا فعلتم ما فعلتم فاكتموا عني‏]‏‏.‏ طلب منهم ذلك حتى لا تشمت به قريش ، وتزداد إجراما وبطشا بأصحابه.\n\nوأقام الرسول صلى الله عليه وسلم في الطائف عدة أيام..لم يترك أحدًا من أشرافهم إلا دعاه إلى الإسلام ، فتطاولوا‏ عليه وطردوه ‏.، ثم أغروا به سفهاءهم فلاحقوه وهو يخرج من الطائف ، يسبّونه ، ويرمونه بالحجارة، حتى دميت قدماه الشريفتان وسالت على نعليه الدماء‏.‏ حاول زيد بن حارثة أن يحمي رسوله وحبيبه ومولاه بنفسه حتى أصابوه رضي الله عنه بارتجاج في المخ لكثرة ما تلقاه من ضربات. ولم يزل السفهاء يرمونهما بالأحجار حتى لجأ الرسول وصاحبه إلى حائط – بستان - لعتبة و شيبة ابني ربيعة على بعد ثلاثة أميال من الطائف، فرجعوا عنهما.\n(( هنا لقّننا الحبيب صلى الله عليه وسلم الدرس الخالد الأول ، وهو الثبات على الحق وتحمل كل الأهوال والأذى والمشقات في سبيل الدعوة إلى الله .\nكما علّمنا زيد رضي الله عنه–بدوره -درسا ثانيا هو: أن ندافع عن الرسول والرسالة بالنفس والنفيس . ولو لم يكن في الرحلة الخالدة من دروس وعبر إلا هذا لكفى)) . \n \n\n***\n\n\nجلس صلى الله عليه وسلم تحت شجرة عنب وراح يناجى ربه بدعائه الشجي المؤثر الذي تعلّمه منه (( درسا ثالثا))كل مسلم يمرّ بشدّة أو بلاء أو محنة إلى قيام الساعة :\n«اللهُمَّ إنِّي أشْكُو إليْكَ ضَعْفَ قَوَّتِي وَقِلَّةَ حِيلَتِي وهَوَانِي عَلى النَّاسِ. يَا أرْحَمَ الرَّاحِمِينَ، أنْتَ رَبُّ المُسْتَضْعَفِينَ، وأنْتَ رَبِّي، إلى مَن تَكِلُني؟ إلَى بَعِيدٍ يُتَجَهَّمُنِي أو إلى عَدُوَ مَلَّكْتَه أمْرِي، إن لمْ يَكُنْ بِكَ عَلَيَّ غَضَبٌ فَلاَ أُبَالِي، ولكِن عَافِيَتَكَ هي أوْسَعُ لِي. أَعوُذُ بِنُورِ وجْهِكَ الذِي أشْرَقَتْ بِه الظُلُمَاتُ وصَلُحَ عَلَيهِ أمْرُ الدُّنْيَا والآخِرَةِ من أنْ تُنْزِلَ بي غَضَبَك، أو تُحِلَّ عَلَيَّ سَخَطَكَ، لَكَ العُتْبَى حَتَّى تَرْضَى، و لاَ حَوْلَ ولاَ قُوَّةَ إلاَّ بِكَ» . (1)\nفلما رآه ابنا ربيعة شعرا نحوه بالعطف – لأنهما من أقاربه - فأمرا غلامًا لهما نصرانيًا اسمه عَدَّاس بأن يعطى محمدا قطفًا من العنب ‏.‏ وضع عدّاس العنب بين يدي الحبيب صلى الله عليه وسلم فمد يده إليه قائلًا‏:‏ ‏(‏باسم الله ‏ )‏ ثم أكل‏.‏\n(( نلاحظ هنا درسا رابعا في جواز قبول هدية وضيافة الكافر للمسلم عند الضرورة وجواز أكل طعامه))\nسيطرت على عدّاس‏ دهشة بالغة . لقد كان يعلم أن سكان مكة وما حولها مشركون يعبدون الأصنام ، فمن أين لمحمد هذا – ذكر اسم الله تعالى على الطعام -.قال عدّاس للنبي متعجّبا : إن هذا الكلام ما يقوله أهل هذه البلاد. سأله صلى الله عليه وسلم‏ :‏ ‏(‏من أي البلاد أنت‏؟‏ وما دينك‏؟‏) قال عدّاس ‏:‏ أنا نصراني من أهل نِينَوَى‏.‏ قال رسول الله صلى الله عليه وسلم‏:‏( من قرية الرجل الصالح يونس بن مَتَّى‏)‏‏..‏ زادت دهشة وعجب عدّاس فسأل النبي :‏ وما يدريك ما يونس ابن متى‏؟‏ أجاب صلى الله عليه وسلم‏:‏ ‏(‏ذاك أخي، كان نبيًا وأنا نبي‏)‏. فأكبّ الغلام على رأس الرسول صلى الله عليه وسلم ويديه ورجليه يقبلها باكيا ‏.‏\n(( درس خامس للدعاة : أنه صلى الله عليه وسلم استثمر حتى لحظات الاستراحة القصيرة ، رغم الأوجاع والآلام والإصابات البالغة في جسده الشريف ، في دعوة الغلام إلى الإسلام كما نلاحظ))\nقال ابن ربيعة لأخيه ‏:‏ أما غلامك فقد أفسده عليك‏.‏ فلما جاء عدّاس صاحا به ‏:‏ ويحك ما هذا‏؟‏ أجاب :‏ يا سيدي ما في الأرض شيء خير من هذا الرجل، لقد أخبرني بأمر لا يعلمه إلا نبي ، قالا له بغيظ شديد ‏:‏ ويحك يا عدّاس ، لا يصرفنّك عن دينك، فإن دينك خير من دينه‏.‏ وهكذا أسلم عدّاس رضي الله عنه.\n(( وتلك ثمرة سادسة من ثمرات الرحلة المباركة.\nونتعلّم من عدّاس بدوره درسا بليغا (( سابعا)) هو أن الإنسان ينبغي عليه قول الحق وإتباعه فورا بلا اعتبار لرأى المجتمع أو حجم التضحيات أو المخاطر التي قد يتعرض لها ، فانه لم يعبأ برأي سيده وأخيه واعتراضهما ، وجهر بتأييد الحق والإيمان بالله و بالرسول ، رغم ما قد يصيبه بسبب ذلك)) .\nولم يكن هو وحده الذي أسلم بسبب تلك الرحلة ، فقد أسلم عدد من عبيد الطائف لكنهم ظلّوا يكتمون إيمانهم – في رأى كاتب هذه السطور-إلى أن تمكنوا من الفرار من بطش سادتهم ، ولحقوا بالمسلمين بعد ذلك فأعتقهم النبي صلى الله عليه وسلم(2) ..ولو لم يذهب الرسول في رحلته الأولى تلك إلى الطائف فكيف كانت الفرصة ستأتي إلى هؤلاء جميعا للعلم بالإسلام ثم الدخول فيه ؟!! (( وهى الثمرة الثامنة))\nوهذا هو الحال في كل الرسالات السماوية ، إذ جرت سنّة الله تعالى على أن يكون أكثر من يتّبعون الحق هم الضعفاء والأرقاء ، وأن يكون أعداء الرسل هم الطواغيت وزعماء القوم الذين تهدّد رسالة الإيمان والعدالة والمساواة مصالحهم وحياتهم المترفة الناعمة ، وامتيازا تهم الظالمة على حساب باقي البشر.\nثم إن واجب الرسول – كل رسول- هو الدعوة والبلاغ فحسب ، وأما النتائج – الهداية- فهي بيد الله وحده لا شريك له .ولو كان نجاح الدعوة يقاس بعدد الأتباع فحسب لظنّ بعض السطحيين والجهلة أن نبيّا عظيما مثل سيدنا نوح عليه السلام قد أخفق أيضا – حاشا لله - لأنه عاش يدعو قومه إلى التوحيد ألف سنة إلا خمسين ، ولم يؤمن معه إلا عدد قليل من الناس حملتهم سفينة واحدة .\nوهناك الحديث المتفق عليه الذي أخبر فيه الصادق الأمين صلى الله عليه وسلم أنه يأتي يوم القيامة أكثر الأنبياء أتباعا ، وأن من الأنبياء من سوف يأتي ومعه الرجل الواحد ، ومنهم من سيأتي ومعه الرجلان ،ومنهم من سيأتي وليس معه أحد. (نص الحديث في الصحيحين) \nو كذلك نورد جزءا من حديث رواه الإمام مسلم عن أنس رضي الله عنه أن النبي صلى الله عليه وسلم قال :( ...وإن من الأنبياء نبياً ما يصدقه من أمته إلا رجلٌ واحد ) .هل يعيب نبيا عظيما أنه لم يؤمن به أحد من قومه ؟!! بل ماذا يمكن أن يقال – لو قبلنا هذا المنطق الأحمق – عن أنبياء عظماء قتلهم أقوامهم، وخاصة من قتلهم اليهود لعنهم الله ؟!! أتقولون عن الشهداء الأبرار أنهم قد فشلوا أم أنهم فازوا فوزا عظيما يغبطهم عليه كل من سواهم؟! \nإن الرسل عليهم السلام جميعا قد أدّوا الأمانة وبلّغوا الرسالة على أتم وأكمل وجه ، وليست الكثرة دليلا على الحق أو النجاح ، فالنبي هو الحقّ ، وهو الأمّة ولو كان وحده، ولم ولن يدخل في الإسلام إلا من شاء الله .\n\nومن ينشط للدعوة ويؤدى واجبه في إبلاغ الرسالة فقد نجح تماما بغض النظر عن النتائج. وهناك آيات كثيرة حاسمة تفيد صراحة أنه ليس على الرسول إلا البلاغ - أي التبليغ - أو الإبلاغ والإرشاد والإيضاح فحسب ومنها :\n1- (وَأَطِيعُواْ اللّهَ وَأَطِيعُواْ الرَّسُولَ وَاحْذَرُواْ فَإِن تَوَلَّيْتُمْ فَاعْلَمُواْ أَنَّمَا عَلَى رَسُولِنَا الْبَلاَغُ الْمُبِينُ [سورة المائدة: 92].\n2- وَقَالَ الَّذِينَ أَشْرَكُواْ لَوْ شَاء اللّهُ مَا عَبَدْنَا مِن دُونِهِ مِن شَيْءٍ نَّحْنُ وَلا آبَاؤُنَا وَلاَ حَرَّمْنَا مِن دُونِهِ مِن شَيْءٍ كَذَلِكَ فَعَلَ الَّذِينَ مِن قَبْلِهِمْ فَهَلْ عَلَى الرُّسُلِ إِلاَّ الْبَلاغُ الْمُبِينُ [سورة النحل: 35].\n3- فَإِن تَوَلَّوْاْ فَإِنَّمَا عَلَيْكَ الْبَلاَغُ الْمُبِينُ [سورة النحل: 82].\n4- قلْ أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ فَإِن تَوَلَّوا فَإِنَّمَا عَلَيْهِ مَا حُمِّلَ وَعَلَيْكُم مَّا حُمِّلْتُمْ وَإِن تُطِيعُوهُ تَهْتَدُوا وَمَا عَلَى الرَّسُولِ إِلَّا الْبَلَاغُ الْمُبِينُ [سورة النور: 54].\n5- وَإِن تُكَذِّبُوا فَقَدْ كَذَّبَ أُمَمٌ مِّن قَبْلِكُمْ وَمَا عَلَى الرَّسُولِ إِلَّا الْبَلَاغُ الْمُبِينُ [سورة العنكبوت: 18].\n6- وَمَا عَلَيْنَا إِلاَّ الْبَلاَغُ الْمُبِينُ )سورة يس: 17).\nوالهداية بيد الله وحده لا شريك له :(إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ) سورة القصص الآية 56 .وآية كريمة أخرى تقول صراحة : ( لَيْسَ عَلَيْكَ هُدَاهُمْ وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ) \nسورة البقرة الآية 272 .\nوعلى ضوء ما تقدم نعلم يقينا أن الرسول صلى الله عليه وسلم قد أنجز المقصود الأعظم وهو دعوة القوم إلى الله ، ونجح كل النجاح في رحلته المباركة.\n \n\n***\n\nو في طريق العودة إلى مكة -بعد خروجه صلى الله عليه وسلم من البستان - بعث الله سيدنا جبريل ومعه ملك الجبال إلي الرسول صلى الله عليه وسلم، يستأذنه في أن يطبق الجبلين – يهدمهما- على رؤوس الكافرين أي: أن يهلكهم جميعا ‏.‏ \nروى البخاري عن عبد الله بن يوسف، عن يونس عن ابن شهاب قال حدثني عروة أن عائشة زوج النبي - صلى الله عليه وسلم حدثته أنها قالت للنبي عليه السلام هل أتى عليك يوم كان أشد عليك من أحد ؟ فقال \"لقد لقيت من قومك، وكان أشد ما لقيت منهم يوم العقبة إذ عرضت نفسي على ابن عبد ياليل بن عبد كلال فلم يجبني إلى ما أردت، فانطلقت على وجهي، وأنا مهموم، فلم أستفق إلا وأنا بقرن الثعالب، فرفعت رأسي، فإذا أنا بسحابة قد أظلتني، فنظرت فإذا فيها جبريل فناداني فقال إن الله قد سمع قول قومك لك، وما ردوا عليك، وقد بعث إليك ملك الجبال لتأمره بما شئت فيهم، فناداني ملك الجبال فسلم علي فقال يا محمد ذلك لك، إن شئت أطبق عليهم الأخشبين ، فقال النبي صلى الله عليه وسلم: بل أرجو أن يخرج الله من أصلابهم من يعبد الله وحده ولا يشرك به شيئا\" .\nوهكذا يطمئن الله تعالى نبيه ويؤازره بجنود من الملائكة لا قبل للكافرين بهم ولا طاقة لهم بحربهم. لكنه عليه الصلاة والسلام تأخذه الرحمة والشفقة بقومه رغم كل ما فعلوه به وبأصحابه، ويأبى نزول العذاب بهم ، ويؤثر أن يعطيهم الفرصة تلو الأخرى لعلهم يهتدون أو يخرج من أولادهم وأحفادهم من يعبد الله. و لا عجب فهو الذي أرسله ربه: (( رحمة للعالمين)) الأنبياء الآية 107. صلى الله عليه وسلم تسليما كثيرا \n(( وهنا نتعلّم الدرس التاسع في: الصبر والتأني وعدم تعجيل العقاب للكفّار لعلهم يهتدون أو تهتدي ذرياتهم . ونجد هنا أيضا أحد الأدلة على نبوته عليه السلام، فقد تحقّق بالفعل ما أخبر به من إسلام أبناء المشركين فيما بعد، وهى الثمرة العاشرة من ثمار الرحلة ))\n‏\n\n***\n\nبلغ عليه الصلاة و السلام \" وادي نخلة\" ، وأقام فيه أيامًا‏.‏ وهناك كان على موعد مع نصر عظيم أخر‏.‏ \nفقد بعث الله تعالى إليه نفرًا من الجنّ أمنوا به ، و ذكرهم الله سبحانه في موضعين من القرآن‏:‏ ‏‏{‏وَإِذْ صَرَفْنَا إِلَيْكَ نَفَرًا مِّنَ الْجِنِّ يَسْتَمِعُونَ الْقُرْآنَ فَلَمَّا حَضَرُوهُ قَالُوا أَنصِتُوا فَلَمَّا قُضِيَ وَلَّوْا إِلَى قَوْمِهِم مُّنذِرِينَ قَالُوا يَا قَوْمَنَا إِنَّا سَمِعْنَا كِتَابًا أُنزِلَ مِن بَعْدِ مُوسَى مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ يَهْدِي إِلَى الْحَقِّ وَإِلَى طَرِيقٍ مُّسْتَقِيمٍ يَا قَوْمَنَا أَجِيبُوا دَاعِيَ الله ِ وَآمِنُوا بِهِ يَغْفِرْ لَكُم مِّن ذُنُوبِكُمْ وَيُجِرْكُم مِّنْ عَذَابٍ أَلِيمٍ‏}‏ ‏[سورة ‏الأحقاف‏:‏29‏-‏ 31‏]‏‏.‏ \nوقال تعالى فى موضع أخر ‏:‏ ‏{‏قُلْ أُوحِيَ إِلَيَّ أَنَّهُ اسْتَمَعَ نَفَرٌ مِّنَ الْجِنِّ فَقَالُوا إِنَّا سَمِعْنَا قُرْآنًا عَجَبًا يَهْدِي إِلَى الرُّشْدِ فَآمَنَّا بِهِ وَلَن نُّشْرِكَ بِرَبِّنَا أَحَدًا‏}‏ ‏[‏ سورة الجن‏: ‏الآيتان الأولى والثانية ‏]‏‏.‏ \nوهكذا أسلم الجنّ ونصروا دين الله في وقت كان أكثر البشر فيه ضالون لا يعقلون شيئا ولا يهتدون !!\n((وهى الثمرة الحادية عشرة للرحلة)) \nفكأن الله تعالى يثبّت فؤاد الحبيب بهذا الفتح بعدما حدث له في الطائف ، ولسان الحال يقول : لئن خذلك البشر فإن ربهم ورب كل شيء معك ، يؤيدك بمن وبما يشاء من خلقه (( وما يعلم جنود ربك إلا هو )) سورة المدثر الآية رقم 31 .\nوما حيلة البشر الضعفاء - من المشركين- في مواجهة قوى الملائكة والجنّ الجبّارة ؟!!\nوأي إنجاز أو نجاح أعظم من إسلام الجن وتأييد الملائكة ؟! ..و هل هذا قليل ؟؟!!\nثم إن الآيات التي نزلت بصدد هذا الحادث تحمل بشارات انتشار الدعوة المباركة ، وتؤكد أن أية قوة في الكون لن تستطيع أن تحول بينها وبين الانتصار ولو بعد حين ‏:‏ ‏{‏وَمَن لَّا يُجِبْ دَاعِيَ الله ِ فَلَيْسَ بِمُعْجِزٍ فِي الْأَرْضِ وَلَيْسَ لَهُ مِن دُونِهِ أَولِيَاء أُوْلَئِكَ فِي ضَلَالٍ مُّبِينٍ‏}‏ ‏[‏الأحقاف‏:‏32]‏، ‏{‏وَأَنَّا ظَنَنَّا أَن لَّن نُّعجِزَ الله َ فِي الْأَرْضِ وَلَن نُّعْجِزَهُ هَرَبًا‏}‏ ‏[‏الجن‏:‏12‏]‏‏.‏\n \n\n***\n\n\nوكل عمل عظيم يحتاج إلى وقت ليؤتى ثماره ، والناس يختلفون في العقول و الطباع والمشاعر والمصالح والأهداف ، فلن يجتمعوا كلهم على عقائد أو أفكار واحدة ، ولن يدخلوا كلهم في الإسلام بلمسة عصا سحرية أو في وقت واحد .\nوكثيرون ممن هداهم الله إلى الإسلام على مرّ الزمان استغرقوا سنين عددا في البحث والدراسة حتى اقتنعوا بالحق واّمنوا به .\nوالزارع الذي يضع البذور في التربة بعد إصلاحها ثم يرويها ، يكون قد أدى واجبه ولا يقال عنه أنه قد \"فشل\" .. أما الإنبات ثم النمو ثم الثمار فبيد الخالق وحده لا شريك له . \n \n\n***\n\n\nونأتي الآن إلى عودته عليه السلام إلى مكة . فقد سأله زيد بن حارثة‏:‏ كيف تدخل عليهم وقد أخرجوك‏؟!‏ يعنى قريشًا، فقال‏ صلى الله عليه وسلم بكل يقين :‏ ‏(‏يا زيد، إن الله جاعل لما ترى فرجًا ومخرجًا، وإن الله ناصر دينه، ومظهر نبيه‏)‏‏.\n‏(( وهذا هو الدرس الثاني عشر : لابد من اليقين المطلق والثقة التامة بموعود الله ، ومهما طال الليل فلابد من طلوع الفجر وسطوع الشمس. وهنا أيضا تأكيد آخر ودليل من دلائل نبوته عليه السلام ، حيث أخبر زيدا بما جرى بعد ذلك بسنوات من الفتح ودخول الناس في دين الله أفواجا ، وما جاء من الانتصار بعد الحصار )).\nوسار الرسول صلى الله عليه وسلم حتى إذا دنا من مكة مكث بحِرَاء، وبعث رجلًا من خزاعة إلى الأخنس بن شَرِيق ليجيره، فقال‏:‏ أنا حليف، والحليف لا يجير ، فأرسل إلى سهيل بن عمرو، فقال سهيل‏:‏ إن بني عامر لا تجير على بني كعب، فبعث إلى المطعم بن عدى، فقال المطعم‏:‏ نعم ، ثم تسلّح ودعا بنيه وقومه ، و أمرهم بحمل السلاح ومشاركته في حماية النبي لأنه قد أجاره .. ثم أرسل إلى الرسول صلى الله عليه وسلم‏:‏ أن ادخل، فأقبل صلى الله عليه وسلم ومعه زيد بن حارثة حتى انتهي إلى المسجد الحرام، فقام المطعم بن عدى على راحلته فنادى‏:‏ يا معشر قريش، إني قد أجرت محمدًا فلا يهجه أحد منكم، وانتهي رسول الله صلى الله عليه وسلم إلى الركن فاستلمه، وطاف بالبيت، وصلى ركعتين، وانصرف إلى بيته، والمطعم بن عدى وولده حوله يحمونه حتى دخل بيته‏.‏\nوقيل‏:‏ أن أبا جهل سأل مطعمًا‏:‏ أمجير أنت أم متابع ـ مسلم-‏؟‏‏.‏ قال‏:‏ بل مجير‏.‏ فقال‏ الطاغية :‏ قد أجرنا من أجرت‏.‏\n\"وقد حفظ الرسول صلى الله عليه وسلم للمطعم هذا الصنيع، فقال في أسري بدر‏:‏ ‏(‏لو كان المطعم بن عدى حيًا ثم كلمني في هؤلاء النتنى لتركتهم له‏)‏‏\".‏(3) انتهى .\n\n(( وهكذا يعطينا الرسول عليه الصلاة و السلام الدرس الثالث عشر وهو: جواز طلب الاستعانة بغير المسلم في حالات الضرورة .\nثم الدرس الرابع عشر وهو وجوب\" رد الجميل \" ومكافأة من يسدى إلينا معروفا ولو كان كافرا)). \n \n\n***\n\nوشاء الله تعالى أن تأتي رحلة أخرى عظيمة - بعد رحلة الطائف - تكريما للحبيب وتشريفا له ،وتطييبا لقلبه الشريف ، وتثبيتا له وللمؤمنين معه، وهى رحلة الإسراء والمعراج التي رفع الله فيها الرسول صلى الله عليه وسلم أعلى السماوات السبع، وأوحى إليه خلالها ما أوحى ، وأراه من آيات ربه الكبرى .\nوهكذا تأتى \"المنحة\" بعد\" المحنة\" ، ويأتي العطاء بعد الابتلاء .\n(( وهى الثمرة الخامسة عشرة للرحلة الخالدة إلى الطائف)) .\n \n\n***\n\n\nوأما محاولة الاستدلال على جواز استخدام وصف \" الفشل \"بقوله تعالى { وَلَقَدْ صَدَقَكُمُ ٱللَّهُ وَعْدَهُ إِذْ تَحُسُّونَهُمْ بِإِذْنِهِ حَتَّىٰ إِذَا فَشِلْتُمْ وَتَنَازَعْتُمْ فِي ٱلأَمْرِ وَعَصَيْتُمْ مِّن بَعْدِ مَآ أَرَاكُمْ مَّا تُحِبُّونَ مِنكُم مَّن يُرِيدُ الدُّنْيَا وَمِنكُم مَّن يُرِيدُ ٱلآخِرَةَ ثُمَّ صَرَفَكُمْ عَنْهُمْ لِيَبْتَلِيَكُمْ وَلَقَدْ عَفَا عَنْكُمْ وَٱللَّهُ ذُو فَضْلٍ عَلَى ٱلْمُؤْمِنِينَ }الآية 152 من سورة أل عمران\n\nفهو خطأ أشد جسامة من الخطأ الأول، لأنه سوء فهم فاحش لمعنى الآية، بالإضافة إلى دلالته على المكابرة والإصرار على استخدام تعبير \"الفشل\" الرديء الذي لا يجوز استخدامه أبدا مع المقام النبوي الشريف .\nعافانا الله من القول بغير علم !!\nولو أن هذا القائل وأمثاله رجعوا إلى أمهات كتب التفسير لوجدوا أن كبار العلماء مثل الطبري والقرطبى وابن كثير والشوكانى و النسفى والرازي و غيرهم -رضي الله عنهم - قد أكدوا جميعا أن الكلام هنا عن الرماة الذين عصوا أوامر النبي صلى الله عليه وسلم - في غزوة أحد- بالبقاء في موقعهم الحصين أعلى الجبل لحماية ظهر المسلمين وعدم ترك الموقع مهما كانت نتيجة المعركة ، حتى لا يؤتى المسلمون من قبلهم . وقد وقع الفشل المذكور بعد تنازع الرماة ورفضهم الاستماع إلى قائدهم عبد الله بن جبير الذي نهاهم عن عصيان الأمر النبوي الشريف ، لكنهم تركوا مواقعهم واندفعوا ليشاركوا في جمع الغنائم بعد أن انهزم المشركون في بداية المعركة . وانتهز الكفّار هذه الفرصة فالتفوا من وراء جيش المسلمين فوقعت هزيمة أحد ..\n\nوالوصف الوارد في الآية بالفشل والتنازع والعصيان لا يشمل فعل ولا شخص النبي الكريم أبدا ، فهذا كلام لا يمكن أن يقوله عاقل فضلا عن عالم .\nبل الفشل والخيبة والخسارة في مخالفة أوامره و الهدى الذي جاء به عليه الصلاة والسلام .. ونلاحظ أيضا ما قررته الآية الكريمة ( منكم من يريد الدنيا ومنكم من يريد الآخرة ) وهو ما يقطع بأن الكلام كله عن الرماة .. فقد ورد عن ابن مسعود رضي الله عنه وغيره قولهم : ما علمنا أن من أصحاب النبي من يريد الدنيا حتى نزلت هذه الآية . فالسياق كله يتحدث عن فشل وتنازع وعصيان الرماة ، ثم أوضح المفسّرون – مثل الحسن البصري رضي الله عنه - أن الذين تركوا مواقعهم من الرماة هم الذين يريدون الدنيا ، ومن ثبتوا وأطاعوا الرسول هم الذين يريدون الآخرة. رضي الله عنهم ورضوا عنه .(4)\n\nبل إن الهزيمة في أحد جاءت تأكيدا للمنهج وانتصارا له ، لأن هؤلاء لو انتصروا رغم مخالفتهم أوامر الرسول عليه السلام ، لتكررت المخالفات بعد ذلك ، ولحسب كثير من الناس أن العصيان لن يضرهم شيئا، فيحدث بسبب ذلك خلل وفتنة وفساد كبير . فكان لابد من درس قاس هو الهزيمة واستشهاد سبعين مسلما كي يثوب الجميع إلى طاعة الرسول صلى الله عليه وسلم ولا يعصونه بعد ذلك أبدا . \nوالخلاصة أن وصف الفشل والتنازع والعصيان الوارد في الآية يستحيل شموله للنبي صلى الله عليه وسلم ، فلا حجّة هنا للجهلة . والله تعالى أعلى و أعلم . \n\n\n\n--------------------------------------------------------\n(1) يقول بعض علماء الحديث أن هذا الدعاء لا إسناد له، رغم أنه مذكور في كل كتب السيرة العطرة تقريبا -عند ابن إسحاق وغيره - كما رأيته في تفسير ابن كثير رضي الله عنه، ذكره ضمن كلامه تفسيرا للآية 29 من سورة الأحقاف، وأورده السهيلى فى الروض الأنف ، وذكره الإمام ابن القيم أيضا في \"زاد المعاد\" الجزء الأول . وأورده أبو الفرج بن الجوزى في \" الوفا بتعريف فضائل المصطفى\" . وليس من المعقول أن يثبته كل هؤلاء الفحول في كتبهم بغير دليل.. والله تعالى أعلم بالصواب. \n(2) روى الإمامان أبو داود وأحمد بن حنبل رضي الله عنهما حديث عبيد الطائف الذين أعتقهم الرسول صلى الله عليه وسلم عندما خرجوا إليه مسلمين . وقال الإمام الشوكانى في نيل الأوطار :\" وقد روي أنهم ثلاثة وعشرون عبدا من الطائف من جملتهم أبو بكرة كما ذكره البخاري في المغازي ، وفيه رد على من زعم أن أبا بكرة لم ينزل من سور الطائف غيره ، وهو شيء قاله موسى بن عقبة في مغازيه وتبعه الحاكم . وجمع بعضهم بين القولين أن أبا بكرة نزل وحده أولا ثم نزل الباقون بعده وهو جمع حسن، و قوله :أبا بكرة اسمه نفيع بن الحارث ، وكان مولى الحارث بن كلدة الثقفي ، فتدلى من حصن الطائف ببكرة فكني أبا بكرة لذلك ، أخرج ذلك الطبراني بإسناد لا بأس به من حديث أبي بكرة\" . ( نيل الأوطار -الجزء الثامن- طبعة دار الحديث).\n(3) للمزيد عن السيرة النبوية العطرة طالع : سيرة ابن هشام والسيرة النبوية للذهبي والسيرة النبوية لابن كثير والطبقات الكبرى لابن سعد وفقه السيرة لمحمد الغزالي والروض الأنف للسهيلى والسيرة النبوية لمحمد على الصلابى والشفا بتعريف المصطفى للقاضي عياض ، والوفا بتعريف فضائل المصطفى لابن الجو زى و زاد المعاد لابن القيم و الرحيق المختوم للمباركفورى و حياة محمد لمحمد حسين هيكل.\n\n(4) انظر تفسير الآيات البيّنات الواردة ضمن هذا المقال في الجامع لأحكام القراّن للإمام القرطبى ، وتفسير القراّن العظيم للإمام ابن كثير، وتفسير الإمام الطبري، وفتح القدير للشوكانى ، ومفاتح الغيب للرازي، وتفسير الإمام النسفى ، وتفسير الإمام السيوطى ، وتفسير الإمام البيضاوي، وفى ظلال القراّن لسيد قطب ، وزاد المسير لابن الجو زى والمنتخب في تفسير القراّن الكريم لمجموعة من العلماء –طبعة المجلس الأعلى للشئون الإسلامية بمصر ، وغيرها من أمهات كتب التفسير.           "
  },
  {
    "number": "بلاغة الرسول صلى الله عليه وسلم",
    "text": "",
    "label": "الحمد لله والصلاة والسلام على رسول الله صلى الله عليه وسلم وبعد : فتعد بلاغة النبي صلى الله عليه وسلم من أبرز مظاهر عظمته ، وأجلى دلائل نبوته ، فهو عليه الصلاة والسلام صاحب اللسان المبين والمنطق المستقيم ، والحكمة البالغة والكلمة الصادقة ، والمعجزة الخالدة .وقد زكى الله تعالى نطقه فقال عز وجل : \" وَمَا يَنْطِقُ عَنِ الْهَوَى . إِنْ هُوَ إِلا وَحْيٌ يُوحَى \"(النجم3-4) وقال سبحانه :\" نَزَلَ بِهِ الرُّوحُ الأمِينُ . عَلَى قَلْبِكَ لِتَكُونَ مِنَ الْمُنْذِرِينَ . بِلِسَانٍ عَرَبِيٍّ مُبِينٍ \" (الشعراء193-195) .\nوقال صلى الله عليه وسلم عن نفسه :\"وأوتيت جوامع الكلم \" ،كما قال :\"أنا أفصح العرب بيد أني من قريش واسترضعت في بني سعد\" ولم يكن هذا افتخارا منه صلى الله عليه وسلم ، وإنما كان تقريرا لحقيقة ثابتة ، وكيف لايكون أفصح العرب وهو خاتم النبيين وسيد المرسلين ، وعلى قلبه نزل القرآن العظيم ، وقد رباه رب العالمين ،ونشأ وترعرع بين عرب فصحاء معربين .\nوقد تبارى العلماء والبلغاء في وصف فصاحته وبلاغته صلى الله عليه وسلم ومن أفضل ما قيل في ذلك ما سجله يراع الجاحظ رائد البلاغة العربية وأستاذها؛ إذ يقول في كتابه البيان والتبيين :\"وأنا ذاكرٌ بعد هذا فَنّاً آخرَ من كلامه صلى الله عليه وسلم ، وهو الكلام الذي قلّ عدد حروفه وكثر عدد معانيه، وجَلَّ عن الصَّنعة، ونُزِّه عن التكلف، وكان كما قال اللّه تبارك وتعالى: قل يا محمد: \" وما أنا مِنَ المتَكلِّفين \" ص:68، فكيف وقد عابَ التشديق، وجانب أصحاب التعقيب، واستعمل المبسوطَ في موضع البسط، والمقصورَ في موضع القصر، وهَجَر الغريبَ الوحشيَّ، ورغِبَ عن الهجين السُّوقيّ، فلم ينطِقْ إلا عن مِيراثِ حكمَةٍ، ولم يتكلَّم إلا بكلامٍ قد حُفَّ بالعصمة، وشُيِّد بالتأييد، ويُسِّرَ بالتوفيق، وهو الكلامُ الذي ألقَى اللّه عليه المحبّةَ، وغشَّاهُ بالقَبول، وجمع له بين المهابة والحلاوة، وبَيْن حُسنِ الإفهام، وقلّة عدد الكلام، مع استغنائه عن إعادته، وقِلّةِ حاجة السامع إلى معاوَدته، لم تسقط له كلمة، ولا زَلّت به قَدَم، ولا بارَتْ له حجَّة، ولم يَقُم له خَصم، ولا أفحمه خطيب، بل يبذُّ الخُطَبَ الطِّوال بالكلِم القِصار ولا يَلتمِس إسكاتَ الخصم إلا بما يعرفه الخصم، ولا يحتجُّ إلا بالصِّدق ، ولا يطلب الفَلْج إلا بالحق، ولا يستعين بالخِلابة، ولا يستعمل الموارَبة، ولا يهمِز ولا يَلْمِز، ولا يُبْطِيءُ ولا يَعْجَل، ولا يُسْهِب ولا يَحْصَر، ثم لم يَسْمع الناسُ بكلامٍ قَطّ أعمَّ نفعاً، ولا أقصَدَ لفظاً، ولا أعدلَ وزناً، ولا أجملَ مذهباً، ولا أكرَم مطلباً، ولا أحسنَ موقعاً، ولا أسهل مخرجاً، ولا أفصح معنًى، ولا أبين في فحوَى، من كلامه صلى الله عليه وسلم كثيراً.\nوقال القاضي عياض : \" وأما فصاحة اللسان وبلاغة القول فقد كان صلى الله عليه وسلم من ذلك بالمحل الأفضل ،والموضع الذى لا يجهل سلاسة طبع ،وبراعة منزع، وإيجاز مقطع، ونصاعة لفظ، وجزالة قول، وصحة معان، وقلة تكلف .أوتى جوامع الكلم ،وخص ببدائع الحكم، وعلم ألسنة العرب، فكان يخاطب كل أمة منها بلسانها، ويحاورها بلغتها، ويباريها في منزع بلاغتها، حتى كان كثير من أصحابه يسألونه في غير موطن عن شرح كلامه وتفسير قوله.\n\nنماذج من بلاغته صلى الله عليه وسلم:\nوأما كلامه المعتاد وفصاحته المعلومة وجوامع كلمه وحكمه المأثورة فقد ألف الناس فيها الدواوين ،وجمعت في ألفاظها ومعانيها الكتب، ومنها مالا يوازى فصاحة ولا يبارى بلاغة كقوله: المسلمون تتكافأ دماؤهم ويسعى بذمتهم أدناهم وهم يد على من سواهم) * وقوله :الناس كأسنان المشط ،والمرء مع من أحب ، ولا خير في صحبة من لا يرى لك ما ترى له ،والناس معادن ، وما هلك امرؤ عرف قدره ، والمستشار مؤتمن وهو بالخيار ما لم يتكلم ورحم الله عبدا قال خيرا فغنم أو سكت فسلم) * وقوله: أسلم تسلم ، وأسلم يؤتك الله أجرك مرتين، وإن أحبكم إلى وأقربكم منى مجالس يوم القيامة أحاسنكم أخلاقا الموطؤن أكنافا الذين يألفون ويؤلفون. وقوله: \"لعله كان يتكلم بمالا يعنيه ويبخل بما لا يغنيه\" وقوله :\"ذو الوجهين لا يكون عند الله وجيها\" .\n\nومن الكلمات التي لم يسبق إليها النبي صلى الله عليه وسلم:\nقوله: حمى الوطيس، ومات حتف أنفه، لا يلدغ المؤمن من جحر مرتين ، والسعيد من وعظ بغيره ، أفضل الصدقة جهد المقل ، حبك للشيء يعمي ويصم ، اليد العليا خير من اليد السفلى \" كن في الدنيا كأنك غريب أو عابر سبيل . إلى غير ذلك ممايدرك الناظر العجب في مضمونها ،ويذهب به الفكر في أداني حكمها .وقد قال له أصحابه ما رأينا الذى هو أفصح منك فقال، وما يمنعنى وإنما أنزل القرآن بلساني لسان عربي مبين وقال مرة أخرى:\" أنا أفصح العرب بيد أنى من قريش ونشأت في بنى سعد\".\nلقد جمع الله له بذلك بين قوة عارضة البادية وجزالتها ونصاعة ألفاظ الحاضرة ورونق كلامها إلى التأييد الإلهى الذى مدده الوحى الذى لا يحيط بعلمه بشرى.وقالت أم معبد في وصفها له حلو المنطق فصل لا نزر ولا هذر كأن منطقة خرزات نظمن.\n\nمن خصائص البيان النبوي :\nوقد ذكر أديب العربية الأكبر في القرن العشرين الأستاذ مصطفى صادق الرافعي أن البيان النبوي انفرد عن غيره بأسباب طبيعية فيه فهو من جهة اللغة مسدد اللفظ ، محكم الوضع جزل التركيب ، متناسب الأجزاء في تأليف الكلمات ، فخم الجملة ، واضح الصلة بين اللفظ ومعناه ...ثم لا ترى فيه حرفًا مضطربًا ، ولا لفظة مستدعاة لمعناها ومستكرهة عليه ، ولا كلمة غيرها أتم منها . وهو من جهة البيان تراه حسن المغزى بين الجملة ، واضح التفصيل ، ظاهر الحدود ، جيد الوصف ، متمكن المعنى ، واسع الحيلة في تصريفه ، بديع الإشارة ، غريب اللمحة ، ناصع البيان ثم لا ترى فيه إحالة ولا استكراهًا ، ولا ترى اضطرابا ولاخطلا ولا استعانة من عجز ولا توسعًا من ضيق ولا ضعفا في وجه من الوجوه .أضف إلى هذا سمو المعنى وفصل الخطاب والتصرف في كل طبقات الكلام ، ليجتمع من هذا وما إليه نسق في البلاغة يجمع الخالص من سر اللغة ومن البيان ومن الحكمة .\nوبعد ، فإن الكلام عن بلاغة الرسول حديث يطول ، وفي الإشارة ما يغني عن العبارة . والحمد لله رب العالمين .                "
  },
  {
    "number": "مزاحه ـ صلى الله عليه وسلم ـ",
    "text": "",
    "label": "روى أنس بن مالك قال :\n1 ـ إنْ كان النبيُّ ـ صلى الله عليه وسلم ـ ليخالطنا ـ أي : يلاطفنا ويمازحنا ـ حتى يقول لأخٍ لي (( يا أبا عُمير ، ما فَعَلَ النُّغَير ؟ )) .\nوكان للصغير طيرٌ يلعب به ، فمات ، فحزن عليه .\n\n2 ـ وكان ـ صلى الله عليه وسلم ـ يمازح نساءه ، فهذه عائشة رضي الله عنها كان رأسها يؤلمها ، فقالت : وارأساه ، فأراد الرسول اللطيف أن يمازحها فقال : (( يا عائشة لو أنّك متِّ لساعتك ، وأنا حيَّ لاستغفرتُ لك ، وكفـّنتـُكِ وصليتُ عليك ، وهذا خير من أنْ تموتي بعدي ، ولن تجدي مثلي مَنْ يفعل ذلك )) .\nفنادت : واثكلياه . . أتريد أن أموت يا رسول الله لتتخلّص مني ؟! أنتم هكذا يا معشر الرجال ، تريدون أن تموت نساؤكم لِتَرَوْا غيرهُنَّ ، ولو أني متُّ لما اهتممتَ بي ، ، ولأتيتَ إلى بعض نسائك في بيوتهن تلاعبهن وتداعبهن وأنا ما أزال مسجّاةً على فراش الموت .\n\n3 ـ وجاء رجل إلى النبي ـ صلى الله عليه وسلم ـ يسأله أن يهبه دابّة يبلغ بها أهله فقال له النبي ـ صلى الله عليه وسلم ـ :\n(( إني حاملك على ولد الناقة )) .\nقال : يا رسول الله ، ما أصنع بولد الناقة ؟\nوظنَّ أنه يعطيه ولد الناقة الصغير ، ونسي أن الناقة تلد الحُوارَ فيكبر حتى يصير جملاً .\nقال ـ صلى الله عليه وسلم ـ : (( وهل يلدُ الإبلَ إلا النوقُ ؟! )) .\n\n4 ـ وجاءت امرأة فسألته السؤال نفسه قائلة : \n(( يا رسول الله احملني على بعير )) .\nقال لمن عنده : (( احملها على ابن بعير )) .\nقالت : ما أصنع به ؟ وما يحملني يا رسول الله !\nقال عليه الصلاة والسلام : (( وهل يجيء بعيرٌ إلا ابنَ بعير )) .\n\n5 ـ وجاءت امرأة إلى الرسول الكريم ـ صلى الله عليه وسلم ـ فقالت : إن زوجي يدعوك . .\nفقال ـ صلى الله عليه وسلم ـ : (( مَنْ هو ؟ أهو الذي بعينيه بياض ؟ )) .\nفقالت : ما بعينيه بياض ! تقصد أنّه يرى جيداً وعيناه سليمتان .\nفقال ـ صلى الله عليه وسلم ـ : (( بل بعينه بياض )) . .\nقالت : لا والله . .\nوضحك رسول الله ـ صلى الله عليه وسلم ـ وقال : \n(( ما من أحد إلا بعينيه بياض . وهو الذي يحيط بالحدقة )) .\n\n6 ـ حتى إن أصحابه رضوان الله عليهم يمازحونه ـ صلى الله عليه وسلم ـ فقد جاء عوف بن مالك الأشجعي إلى خيمة رسول الله ـ صلى الله عليه وسلم ـ في غزوة تبوك ، وكانت من جلدٍ صغيرةً لا تتسع إلا للقليل ، فسلّم عليه فردّ السلام على عوف وقال : (( ادخل يا عوف )) . .\nفقال عوف : أكـُلـّي أدخل يا رسول الله ؟ موحياً بصغر الخيمة ، قال ـ صلى الله عليه وسلم ـ مبتسماً : (( كـُلـّك )) فدخل .                     "
  },
  {
    "number": "حقوق النبي صلى الله عليه وسلم على المسلمين",
    "text": "",
    "label": "الحمد لله رب العالمين والصلاة والسلام على نبينا محمد وعلى آله وصحبه أجمعين. \n\nفإن من أعظم الحقوق على المسلمين كافة وأهل العلم خاصة بيان فضل نبيهم صلى الله عليه وسلم وعظيم قدره عند الله تبارك وتعالى وعند أصحابه الذين اتبعوه وعاشوا معه ورأوه، وكيف ترجم هذا الجيل هذه المحبة إلى واقع وسلوك!! فما أحوج المسلمون اليوم أن يعرفوا حق نبيهم صلى الله عليه وسلم عليهم حتى يحبوه كما أحبه ذلك الجيل ويتبعوه كما اتبعه ذلك الجيل. \n\nوإن شئت أن ترى بعض المكانة عند الصحابة رضي الله عنهم فتأمل هذا الوصف الذي رآه عروة ابن مسعود الثقفي سيد من سادات قريش، وهم من أشد خلق الله عداوة له حينما جاء يفاوض النبي صلى الله عليه وسلم يوم الحديبية (ثُمَّ إِنَّ عُرْوَةَ جَعَلَ يَرْمُقُ أَصْحَابَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِعَيْنَيْهِ قَالَ فَوَ اللَّهِ مَا تَنَخَّمَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نُخَامَةً إِلَّا وَقَعَتْ فِي كَفِّ رَجُلٍ مِنْهُمْ فَدَلَكَ بِهَا وَجْهَهُ وَجِلْدَهُ وَإِذَا أَمَرَهُمْ ابْتَدَرُوا أَمْرَهُ وَإِذَا تَوَضَّأَ كَادُوا يَقْتَتِلُونَ عَلَى وَضُوئِهِ وَإِذَا تَكَلَّمَ خَفَضُوا أَصْوَاتَهُمْ عِنْدَهُ وَمَا يُحِدُّونَ إِلَيْهِ النَّظَرَ تَعْظِيمًا لَهُ فَرَجَعَ عُرْوَةُ إِلَى أَصْحَابِهِ فَقَالَ أَيْ قَوْمِ وَاللَّهِ لَقَدْ وَفَدْتُ عَلَى الْمُلُوكِ وَوَفَدْتُ عَلَى قَيْصَرَ وَكِسْرَى وَالنَّجَاشِيِّ وَاللَّهِ إِنْ رَأَيْتُ مَلِكًا قَطُّ يُعَظِّمُهُ أَصْحَابُهُ مَا يُعَظِّمُ أَصْحَابُ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُحَمَّدًا وَاللَّهِ إِنْ تَنَخَّمَ نُخَامَةً إِلَّا وَقَعَتْ فِي كَفِّ رَجُلٍ مِنْهُمْ فَدَلَكَ بِهَا وَجْهَهُ وَجِلْدَهُ وَإِذَا أَمَرَهُمْ ابْتَدَرُوا أَمْرَهُ وَإِذَا تَوَضَّأَ كَادُوا يَقْتَتِلُونَ عَلَى وَضُوئِهِ وَإِذَا تَكَلَّمَ خَفَضُوا أَصْوَاتَهُمْ عِنْدَهُ وَمَا يُحِدُّونَ إِلَيْهِ النَّظَرَ تَعْظِيمًا لَهُ) [رواه البخاري]. \n\nولا خفاء على من مارس شيئاً من العلم، أو خص بأدنى لمحة من فهم، بتعظيم الله تعالى قدر نبينا صلى الله عليه وسلم، و خصوصه إياه بفضائل و محاسن و مناقب لا تنضبط لزمام، و تنويهه من عظيم قدره بما تكل عنه الألسنة و الأقلام. \n\nفمنها ما صرح به الله تعالى في كتابه، و نبه به على جليل نصابه، و أثنى عليه من أخلاقه و آدابه، و حض العباد على التزامه، و تقلد إيجابه، فكان جل جلاله هو الذي تفضل و أولى، ثم طهر و زكى، ثم مدح بذلك و أثنى، ثم أثاب عليه الجزاء الأوفى، فله الفضل بدءاً و عودا ً، و الحمد أولى و أخرى. \n\nومنها ما أبرزه للعيان من خلقه على أتم وجوه الكمال و الجلال، و تخصيصه بالمحاسن الجميلة و الأخلاق الحميدة، و المذاهب الكريمة، و الفضائل العديدة، و تأييده بالمعجزات الباهرة، و البراهين الواضحة، و الكرامات البينة التي شاهدها من عاصره و رآها من أدركه، و علمها علم يقين من جاء بعده، حتى انتهى علم ذلك إلينا، و فاضت أنواره علينا. \n\nفاعلم أيها المحب لهذا النبي الكريم صلى الله عليه و سلم، الباحث عن تفاصيل جمل قدره العظيم أن خصال الجلال و الكمال في البشر نوعان: ضروري دنيوي اقتضته الجبلة و ضرورة الحياة الدنيا، و مكتسب ديني، و هو ما يحمد فاعله، و يقرب إلى الله تعالى زلفى. \n\nفأما الضروري المحض فما ليس للمرء فيه اختيار و لا اكتساب، مثل ما كان في جبلته من كمال خلقته، و جمال صورته، و قوة عقله، و صحة فهمه، و فصاحة لسانه، و قوة حواسه و أعضائه، و اعتدال حركاته، و شرف نسبه، و عزة قومه، وكرم أرضه، و يلحق به ما تدعوه ضرورة حياته إليه، من غذائه و نومه، و ملبسه و مسكنه، و منكحه، و ما له و جاهه. \n\nو قد تلحق هذه الخصال الآخرة بالأخروية إذا قصد بها التقوى و معونة البدن على سلوك طريقها، و كانت على حدود الضرورة و قوانين الشريعة. \n\nو أما المكتسبة الأخروية فسائر الأخلاق العلية، و الآداب الشرعية: من الدين و العلم، و الحلم، و الصبر، و الشكر، و المروءة، و الزهد، و التواضع، و العفو، والعفة، و الجود، و الشجاعة، و الحياء، والصمت، و التؤدة، و الوقار، و الرحمة، و حسن الأدب و المعاشرة، و أخواتها، و هي التي جمعها حسن الخلق. \n\nو قد يكون من هذه الأخلاق ما هو في الغريزة و أصل الجبلة لبعض الناس وقد يختلف الناس بعضهم عن بعض في هذه ولكن أن تجمع لشخص واحد فهذا من عظيم الفضل لهذا النبي صلى الله عليه وسلم. \n\nلقد أخذ سبحانه العهد على جميع الأنبياء أن أدركوه أن يتبعوه ويخبروا بذلك قومهم. \n\nقال تعالى: {وَإِذْ أَخَذَ اللّهُ مِيثَاقَ النَّبِيِّيْنَ لَمَا آتَيْتُكُم مِّن كِتَابٍ وَحِكْمَةٍ ثُمَّ جَاءكُمْ رَسُولٌ مُّصَدِّقٌ لِّمَا مَعَكُمْ لَتُؤْمِنُنَّ بِهِ وَلَتَنصُرُنَّهُ قَالَ أَأَقْرَرْتُمْ وَأَخَذْتُمْ عَلَى ذَلِكُمْ إِصْرِي قَالُواْ أَقْرَرْنَا قَالَ فَاشْهَدُواْ وَأَنَاْ مَعَكُم مِّنَ الشَّاهِدِينَ} [آل عمران81] \n\nوبين سبحانه وتعالى أن محمدا صلى الله عليه وسلم أمانا لهم مما حرفه أحبارهم وعلماؤهم فقال تعالى: {يَا أَهْلَ الْكِتَابِ قَدْ جَاءكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ كَثِيراً مِّمَّا كُنتُمْ تُخْفُونَ مِنَ الْكِتَابِ وَيَعْفُو عَن كَثِيرٍ قَدْ جَاءكُم مِّنَ اللّهِ نُورٌ وَكِتَابٌ مُّبِينٌ} [المائدة15] \n\nوامتن على البشرية كافة أن بعث رسولا منهم وليس ملكا حتى لا تيأس النفس وتعجز عن العبادة إذ لا طاقة لبشر بمتابعة عبادة مما تقوم بها الملائكة قال تعالى: {وَقَالُواْ لَوْلا أُنزِلَ عَلَيْهِ مَلَكٌ وَلَوْ أَنزَلْنَا مَلَكاً لَّقُضِيَ الأمْرُ ثُمَّ لاَ يُنظَرُونَ(8) وَلَوْ جَعَلْنَاهُ مَلَكاً لَّجَعَلْنَاهُ رَجُلاً وَلَلَبَسْنَا عَلَيْهِم مَّا يَلْبِسُونَ(9)}[الأنعام 8 - 9] \n\nوقال تعالى: {وَقَالُوا مَالِ هَذَا الرَّسُولِ يَأْكُلُ الطَّعَامَ وَيَمْشِي فِي الْأَسْوَاقِ لَوْلَا أُنزِلَ إِلَيْهِ مَلَكٌ فَيَكُونَ مَعَهُ نَذِيراً} [الفرقان7] \n\nفكان من فضل الله ورحمته لإقامة الحجة كاملة على خلقه وعباده أن بعث فيهم رسولا يأكل كما يأكلون ويشرب كما يشربون وينام كما ينامون. \n\nقال تعالى:{لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُمْ بِالْمُؤْمِنِينَ رَؤُوفٌ رَحِيمٌ} [التوبة128] \n\n{لَقَدْ مَنَّ اللّهُ عَلَى الْمُؤمِنِينَ إِذْ بَعَثَ فِيهِمْ رَسُولاً مِّنْ أَنفُسِهِمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَإِن كَانُواْ مِن قَبْلُ لَفِي ضَلالٍ مُّبِينٍ} [آل عمران164] \n\n{هُوَ الَّذِي بَعَثَ فِي الْأُمِّيِّينَ رَسُولاً مِّنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَإِن كَانُوا مِن قَبْلُ لَفِي ضَلَالٍ مُّبِينٍ} [الجمعة2] \n\n{كَمَا أَرْسَلْنَا فِيكُمْ رَسُولاً مِّنكُمْ يَتْلُو عَلَيْكُمْ آيَاتِنَا وَيُزَكِّيكُمْ وَيُعَلِّمُكُمُ الْكِتَابَ وَالْحِكْمَةَ وَيُعَلِّمُكُم مَّا لَمْ تَكُونُواْ تَعْلَمُونَ} [البقرة151] \n\nقال جعفر ابن محمد: علم الله عجز خلقه عن طاعته، فعرفهم ذلك، لكي يعلموا أنهم لا ينالون الصفو من خدمته، فأقام بينهم و بينه مخلوقاً من جنسهم في الصورة، و ألبسه من نعمته الرأفة و الرحمة، وأخرجه إلى الخلق سفيراً صادقاً، وجعل طاعته من طاعته، فقال تعالى: {مَنْ يُطِعِ الرَّسُولَ فَقَدْ أَطَاعَ اللَّهَ} [النساء80] \n\n{فَبِمَا رَحْمَةٍ مِّنَ اللّهِ لِنتَ لَهُمْ وَلَوْ كُنتَ فَظّاً غَلِيظَ الْقَلْبِ لاَنفَضُّواْ مِنْ حَوْلِكَ فَاعْفُ عَنْهُمْ وَاسْتَغْفِرْ لَهُمْ وَشَاوِرْهُمْ فِي الأَمْرِ فَإِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى اللّهِ إِنَّ اللّهَ يُحِبُّ الْمُتَوَكِّلِينَ} [آل عمران159] \n\n{وَمَا أَرْسَلْنَاكَ إِلَّا رَحْمَةً لِّلْعَالَمِينَ} [الأنبياء107] \n\nقال أبو بكر بن طاهر: زين الله تعالى محمداً صلى الله عليه و سلم بزينة الرحمة، فكان كونه رحمة، و جميع شمائله و صفاته رحمة على الخلق، فمن أصابه شيء من رحمته فهو الناجي في الدارين من كل مكروه، و الواصل فيهما إلى كل محبوب، ألا ترى أن الله يقول: {وَمَا أَرْسَلْنَاكَ إِلَّا رَحْمَةً لِّلْعَالَمِينَ}، فكانت حياته رحمة، و مماته رحمة. \n\n{يَا أَيُّهَا النَّبِيُّ إِنَّا أَرْسَلْنَاكَ شَاهِداً وَمُبَشِّراً وَنَذِيراً(45) وَدَاعِياً إِلَى اللَّهِ بِإِذْنِهِ وَسِرَاجاً مُّنِيراً(46)} [الأحزاب 45 - 46]. \n\nجمع الله تعالى في هذه الآية لنبيه صلى الله عليه وسلم ما آثره به على باقي الخلق، و جملة من أوصاف المدح، فجعله شاهداً على أمته لنفسه بإبلاغهم الرسالة، وهي من خصائصه صلى الله عليه و سلم، ومبشراً لأهل طاعته، ونذيراً لأهل معصيته، وداعياً إلى توحيده وعبادته، و سراجاً منيراً يهتدى به للحق. \n\n{أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ(1) وَوَضَعْنَا عَنكَ وِزْرَكَ(2) الَّذِي أَنقَضَ ظَهْرَكَ(3) وَرَفَعْنَا لَكَ ذِكْرَكَ(4) فَإِنَّ مَعَ الْعُسْرِ يُسْراً(5) إِنَّ مَعَ الْعُسْرِ يُسْراً(6) فَإِذَا فَرَغْتَ فَانصَبْ(7) وَإِلَى رَبِّكَ فَارْغَبْ(8)} [الشرح] \n\nقال القاضي عياض: هذا تقرير من الله جل اسمه لنبيه صلى الله عليه وسلم على عظيم نعمه لديه، و شريف منزلته عنده، وكرامته عليه، بأن شرح قلبه للإيمان والهداية، و وسعه لوعى العلم، وحمل الحكمة، ورفع عنه ثقل أمور الجاهلية عليه، وبغضه لسيرها، وما كانت عليه بظهور دينه على الدين كله، وحط عنه عهدة أعباء الرسالة والنبوة لتبليغه للناس ما نزل إليهم، و تنويهه بعظيم مكانه، و جليل رتبته، و رفعه و ذكره، و قرانه مع اسمه اسمه. \n\nولقد كان أهل الكتاب يتناقلون صفته تابع عن تابع ورغم إخفائهم الكثير إلا أن الله سبحانه وتعالى أظهر ما أخفوه. \n\nعن عطاء ابن يسار، قال: لقيت عبد الله بن عمرو بن العاص، قلت: أخبرني عن صفة رسول الله صلى الله عليه و سلم قال: أجل، و الله ! إنه لموصوف في التوراة ببعض صفته في القرآن: يا أيها النبي إنا أرسلناك شاهدًا ومبشرًا ونذيرًا، و حرزاً للأميين، أنت عبدي و رسولي، سميتك المتوكل، ليس بفظ و لا غليظ ولا صخاب في الأسواق، ولا يدفع بالسيئة السيئة، و لكن يعفو و يغفر، و لن يقبضه الله حتى يقيم به الملة العوجاء، بأن يقولوا: لا إله إلا الله، و يفتح به أعينا عمياً، و آذاناً صماً، و قلوباً غلفاً. \n\nولقد كان من عظيم محبة الله تعالى لنبيه بعد رفعه وعلو شأنه الملاطفة في العتاب رحمة به وفضلا وكرما قال تعالى: {عَفَا اللّهُ عَنكَ لِمَ أَذِنتَ لَهُمْ حَتَّى يَتَبَيَّنَ لَكَ الَّذِينَ صَدَقُواْ وَتَعْلَمَ الْكَاذِبِينَ} [التوبة43] \n\nقال عون بن عبد الله: أخبره بالعفو قبل أن يخبره بالذنب. \n\nو لو بدأ النبي صلى الله عليه وسلم بقوله، لم أذنت لهم لخيف عليه أن ينشق قلبه من هيبة هذا الكلام، لكن الله تعالى برحمته أخبره بالعفو حتى سكن قلبه، ثم قال له: لم أذنت لهم بالتخلف حتى يتبين لك الصادق في عذره من الكاذب. \n\nو في هذا من عظيم منزلته عند الله ما لا يخفى على ذي لب. \n\nوكانت معية الله مع نبيه بالحفظ لا تفارقه. \n\nقال تعالى: {وَلَوْلاَ أَن ثَبَّتْنَاكَ لَقَدْ كِدتَّ تَرْكَنُ إِلَيْهِمْ شَيْئاً قَلِيلاً} [الإسراء74] \n\nعاتب الله تعالى الأنبياء عليهم السلام بعد الزلات، وعاتب نبيّنا عليه السلام قبل وقوعه، ليكون بذلك أشد انتهاءً ومحافظة لشرائط المحبة، وهذه غاية العناية. \n\nثم انظر كيف بدأ بثباته وسلامته قبل ذكر ما عتبه عليه وخيف أن يركن إليه، ففي أثناء عتبه براءته، وفي طي تخويفه تأمينه وكرامته. \n\nقال تعالى: {قَدْ نَعْلَمُ إِنَّهُ لَيَحْزُنُكَ الَّذِي يَقُولُونَ فَإِنَّهُمْ لاَ يُكَذِّبُونَكَ وَلَكِنَّ الظَّالِمِينَ بِآيَاتِ اللّهِ يَجْحَدُونَ} [الأنعام33] \n\nقال علي رضي الله عنه: قال أبو جهل للنبي صلى الله عليه وسلم: إنا لا نكذبك و لكن نكذب ما جئت به، فأنزل الله تعالى: {فَإِنَّهُمْ لاَ يُكَذِّبُونَكَ} [الآية] \n\nففي هذه الآية منزع لطيف المأخذ، من تسليته تعالى له عليه السلام، و إلطافه به في القول، بأن قرر عنده أنه صادق عندهم، و أنهم غير مكذبين له، معترفون بصدقه قولاً و اعتقادًا، و قد كانوا يسمونه ـ قبل النبوة ـ الأمين، فدفع بهذا التقرير ما قد يتألم به من وصفهم له بسمة الكذب، ثم جعل الذم لهم بتسميتهم جاحدين ظالمين. \n\nثم عزّاه و آنسه بما ذكره عمن قبله، و وعده النصر بقوله تعالى: {وَلَقَدْ كُذِّبَتْ رُسُلٌ مِنْ قَبْلِكَ فَصَبَرُوا عَلَى مَا كُذِّبُوا وَأُوذُوا حَتَّى أَتَاهُمْ نَصْرُنَا وَلاَ مُبَدِّلَ لِكَلِمَاتِ اللَّهِ وَلَقَدْ جَاءَكَ مِن نَبَأِ الْمُرْسَلِينَ} [الأنعام34] \n\nوقد أقسم تعالى بتحقيق قدره فقال تعالى: {وَالضُّحَى(1) وَاللَّيْلِ إِذَا سَجَى(2) مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَى(3) وَلَلْآخِرَةُ خَيْرٌ لَّكَ مِنَ الْأُولَى(4) وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضَى(5) أَلَمْ يَجِدْكَ يَتِيماً فَآوَى(6) وَوَجَدَكَ ضَالّاً فَهَدَى(7) وَوَجَدَكَ عَائِلاً فَأَغْنَى(8) فَأَمَّا الْيَتِيمَ فَلَا تَقْهَرْ(9) وَأَمَّا السَّائِلَ فَلَا تَنْهَرْ(10) وَأَمَّا بِنِعْمَةِ رَبِّكَ فَحَدِّثْ(11)} [الضحى] \n\nقال القاضي عياض: تضمنت هذه السورة من كرامة الله تعالى له، وتنويهه به وتعظيمه إياه ستة و جوه: \n\nالأول: القسم له عما أخبره به من حاله بقوله تعالى: {وَالضُّحَى(1) وَاللَّيْلِ إِذَا سَجَى(2)}. أي و رب الضحى، و هذا من أعظم درجات المبرة. \n\nالثاني: بيان مكانته عنده و حظوته لديه بقوله تعالى: {مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَى}، أي ما تركك و ما أبغضك. و قيل: ما أهملك بعد أن اصطفاك. \n\nالثالث: قوله تعالى: {وَلَلْآخِرَةُ خَيْرٌ لَّكَ مِنَ الْأُولَى(4)}، قال ابن إسحاق: أي مالك في مرجعك عند الله أعظم مما أعطاك من كرامة الدنيا. \n\nو قال سهل: أي ما ذخرت لك من الشفاعة و المقام المحمود خير لك مما أعطيتك في الدنيا. \n\nالرابع: قوله تعالى: {وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضَى(5)} \n\nو هذه آية جامعة لوجوه الكرامة، و أنواع السعادة، و شتات الإنعام في الدارين. والزيادة. \n\nقال ابن إسحاق: يرضيه بالنصر والتمكين في الدنيا، و الثواب في الآخرة. \n\nو قيل: يعطيه الحوض و الشفاعة. \n\nالخامس: ما عدده تعالى عليه من نعمه، و قرره من آلائه قبله في بقية السورة، من هدايته إلى ما هداه له، أو هداية الناس به على اختلاف التفاسير، ولا مال له، فأغناه بما آتاه، وهدى بك ضالاً، و أغنى بك عائلاً، و آوى بك يتيماً ـ ذكره بهذه المنن، و أنه لم يهمله في حال صغره و عيلته و يتمه و قبل معرفته به، و لا ودعه ولا قلاه، فكيف بعد اختصاصه و اصطفائه ! \n\nالسادس: أمره بإظهار نعمته عليه و شكر ما شرفه بنشره و إشادة ذكره بقوله تعالى: {وَأَمَّا بِنِعْمَةِ رَبِّكَ فَحَدِّثْ(11)}، فإن من شكر النعمة الحديث بها، و هذا خاص له، عام لأمته. \n\nوهذه بعض شمائله صلى الله عليه وسلم: \n\n(عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَحْسَنَ النَّاسِ وَكَانَ أَجْوَدَ النَّاسِ وَكَانَ أَشْجَعَ النَّاسِ وَلَقَدْ فَزِعَ أَهْلُ الْمَدِينَةِ ذَاتَ لَيْلَةٍ فَانْطَلَقَ نَاسٌ قِبَلَ الصَّوْتِ فَتَلَقَّاهُمْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَاجِعًا وَقَدْ سَبَقَهُمْ إِلَى الصَّوْتِ وَهُوَ عَلَى فَرَسٍ لِأَبِي طَلْحَةَ عُرْيٍ فِي عُنُقِهِ السَّيْفُ وَهُوَ يَقُولُ لَمْ تُرَاعُوا لَمْ تُرَاعُوا قَالَ وَجَدْنَاهُ بَحْرًا) [رواه مسلم ]. \n\n(عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ رَضِيَ اللَّهُ عَنْهُ قَالَ كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَشَدَّ حَيَاءً مِنْ الْعَذْرَاءِ فِي خِدْرِهَا) [رواه البخاري ومسلم]. \n\n(عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا زَوْجَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَتْ دَخَلَ رَهْطٌ مِنْ الْيَهُودِ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالُوا السَّامُ عَلَيْكُمْ قَالَتْ عَائِشَةُ فَفَهِمْتُهَا فَقُلْتُ وَعَلَيْكُمْ السَّامُ وَاللَّعْنَةُ قَالَتْ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \"مَهْلًا يَا عَائِشَةُ إِنَّ اللَّهَ يُحِبُّ الرِّفْقَ فِي الْأَمْرِ كُلِّهِ فَقُلْتُ يَا رَسُولَ اللَّهِ أَوَلَمْ تَسْمَعْ مَا قَالُوا؟ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: قَدْ قُلْتُ وَعَلَيْكُمْ) [رواه البخاري ومسلم]. \n\n(عَنْ عَائِشَةَ قَالَتْ قُلْتُ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَسْبُكَ مِنْ صَفِيَّةَ كَذَا وَكَذَا -تَعْنِي قَصِيرَةً- فَقَالَ: \"لَقَدْ قُلْتِ كَلِمَةً لَوْ مُزِجَتْ بِمَاءِ الْبَحْرِ لَمَزَجَتْهُ\" قَالَتْ وَحَكَيْتُ لَهُ إِنْسَانًا فَقَالَ: \"مَا أُحِبُّ أَنِّي حَكَيْتُ إِنْسَانًا وَأَنَّ لِي كَذَا وَكَذَا) [رواه أبو داود]. \n\nولقد كان صلى الله عليه وسلم لا يواجه أحدا بما يكره بل كان يعرض به صلى الله عليه وسلم. \n\n(عَنْ عَائِشَةَ قَالَتْ قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم:َ\"مَا بَالُ أَقْوَامٍ يَشْتَرِطُونَ شُرُوطًا لَيْسَ فِي كِتَابِ اللَّهِ\") [رواه البخاري]. \n\n(عَنْ أَنَسِ بْنِ مَالِكٍ حَدَّثَهُمْ قَالَ: قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \"مَا بَالُ أَقْوَامٍ يَرْفَعُونَ أَبْصَارَهُمْ إِلَى السَّمَاءِ فِي صَلَاتِهِمْ) [رواه البخاري]. \n\n(عَنْ عَائِشَةَ قَالَتْ: صَنَعَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ شَيْئًا فَرَخَّصَ فِيهِ فَتَنَزَّهَ عَنْهُ قَوْمٌ فَبَلَغَ ذَلِكَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَخَطَبَ فَحَمِدَ اللَّهَ ثُمَّ قَالَ: \"مَا بَالُ أَقْوَامٍ يَتَنَزَّهُونَ عَنْ الشَّيْءِ أَصْنَعُهُ) [رواه البخاري]. \n\n(عَنْ أَنَسٍ أَنَّ نَفَرًا مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سَأَلُوا أَزْوَاجَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ عَمَلِهِ فِي السِّرِّ فَقَالَ بَعْضُهُمْ لَا أَتَزَوَّجُ النِّسَاءَ وَقَالَ بَعْضُهُمْ لَا آكُلُ اللَّحْمَ وَقَالَ بَعْضُهُمْ لَا أَنَامُ عَلَى فِرَاشٍ فَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ فَقَالَ مَا بَالُ أَقْوَامٍ قَالُوا كَذَا وَكَذَا) [رواه مسلم]. \n\nوالذي ينظر إلى حياته الخاصة يرى التواضع التام وعدم الانشغال الزائد بالدنيا. \n\n(عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ مَا عَابَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ طَعَامًا قَطُّ إِنْ اشْتَهَاهُ أَكَلَهُ وَإِلَّا تَرَكَهُ) [رواه البخاري ومسلم]. \n\nوكذلك رحمته بنسائه ومعونته إياهم. \n\n(سَأَلَ رَجُلٌ عَائِشَةَ هَلْ كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَعْمَلُ فِي بَيْتِهِ شَيْئًا قَالَتْ نَعَمْ كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَخْصِفُ نَعْلَهُ وَيَخِيطُ ثَوْبَهُ وَيَعْمَلُ فِي بَيْتِهِ كَمَا يَعْمَلُ أَحَدُكُمْ فِي بَيْتِهِ) [رواه أحمد]. \n\nوكذلك شدة محبته لأصحابه رضي الله عنهم والشهود بالفضل لهم. \n\n(عَنْ أَبِي الدَّرْدَاءِ رَضِيَ اللَّهُ عَنْهُ قَالَ كُنْتُ جَالِسًا عِنْدَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذْ أَقْبَلَ أَبُو بَكْرٍ آخِذًا بِطَرَفِ ثَوْبِهِ حَتَّى أَبْدَى عَنْ رُكْبَتِهِ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: أَمَّا صَاحِبُكُمْ فَقَدْ غَامَرَ فَسَلَّمَ وَقَالَ إِنِّي كَانَ بَيْنِي وَبَيْنَ ابْنِ الْخَطَّابِ شَيْءٌ فَأَسْرَعْتُ إِلَيْهِ ثُمَّ نَدِمْتُ فَسَأَلْتُهُ أَنْ يَغْفِرَ لِي فَأَبَى عَلَيَّ فَأَقْبَلْتُ إِلَيْكَ فَقَالَ يَغْفِرُ اللَّهُ لَكَ يَا أَبَا بَكْرٍ ثَلَاثًا ثُمَّ إِنَّ عُمَرَ نَدِمَ فَأَتَى مَنْزِلَ أَبِي بَكْرٍ فَسَأَلَ أَثَّمَ أَبُو بَكْرٍ فَقَالُوا لَا فَأَتَى إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَسَلَّمَ فَجَعَلَ وَجْهُ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَتَمَعَّرُ حَتَّى أَشْفَقَ أَبُو بَكْرٍ فَجَثَا عَلَى رُكْبَتَيْهِ فَقَالَ يَا رَسُولَ اللَّهِ وَاللَّهِ أَنَا كُنْتُ أَظْلَمَ مَرَّتَيْنِ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: إِنَّ اللَّهَ بَعَثَنِي إِلَيْكُمْ فَقُلْتُمْ كَذَبْتَ وَقَالَ أَبُو بَكْرٍ صَدَقَ وَوَاسَانِي بِنَفْسِهِ وَمَالِهِ فَهَلْ أَنْتُمْ تَارِكُوا لِي صَاحِبِي مَرَّتَيْنِ فَمَا أُوذِيَ بَعْدَهَا) [رواه البخاري]. \n\n(وَعَنْ جَرِيرٍ قَالَ مَا حَجَبَنِي النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُنْذُ أَسْلَمْتُ وَلَا رَآنِي إِلَّا تَبَسَّمَ فِي وَجْهِي وَلَقَدْ شَكَوْتُ إِلَيْهِ أَنِّي لَا أَثْبُتُ عَلَى الْخَيْلِ فَضَرَبَ بِيَدِهِ فِي صَدْرِي وَقَالَ: اللَّهُمَّ ثَبِّتْهُ وَاجْعَلْهُ هَادِيًا مَهْدِيًّا) [رواه البخاري ومسلم]. \n\nوحتى مع خادمه كان رمزا للأسوة والقدوة. \n\n(عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ خَدَمْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَشْرَ سِنِينَ وَاللَّهِ مَا قَالَ لِي أُفًّا قَطُّ وَلَا قَالَ لِي لِشَيْءٍ لِمَ فَعَلْتَ كَذَا وَهَلَّا فَعَلْتَ كَذَا) [رواه البخاري ومسلم]. \n\nفمهما كتب الكاتب وأفهم الخطيب فلن يف أحد بحق نبينا محمد صلى الله عليه وسلم!! \n\nولكن هل من بداية؟!! والبداية لا تكون إلا بعلم وعمل... وقد أطلق المولى سبحانه وتعالى المتابعة لنبيه صلى الله عليه وسلم فقال تعالى: {لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِّمَن كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ وَذَكَرَ اللَّهَ كَثِيراً} [الأحزاب21] "
  },
  {
    "number": "نبذة عن مولد النبي محمد",
    "text": "",
    "label": "النبي الأمي العربي، من بني هاشم، ولد في مكة بعد وفاة أبيه عبد الله بأشهر قليلة، توفيت أمه آمنة وهو لا يزال طفلا، كفله جده عبد المطلب ثم عمه أبو طالب، ورعى الغنم لزمن، تزوج من السيدة خديجة بنت خويلد وهو في الخامسة والعشرين من عمره، دعا الناس إلى الإسلام أي إلى الإيمان بالله الواحد ورسوله، بدأ دعوته في مكة فاضطهده أهلها فهاجر إلى المدينة حيث اجتمع حوله عدد من الأنصار عام 622 م فأصبحت هذه السنة بدء التاريخ الهجري، توفي بعد أن حج حجة الوداع.\n\n\nاسمه\n\nمحمد بن عبد الله بن عبد المطلب بن هاشم بن عبد مناف بن قصي بن كلاب بن مرة وأمه آمنة بنت وهب بن عبد مناف بن زهرة بن كلاب ابن مرة.\n\nحمله\n\nكانت آمنة تقول ما شعرت أني حملت ولا وجدت له ثقلاً كما يجد النساء، إلا أني قد أنكرت رفع حيضتي.\n\nمولده\n\nولد رسول الله صلى الله عليه وسلم يوم الاثنين الموافق 12 من ربيع الأول وكان قدوم أصحاب الفيل.\n\nأسماؤه\n\nمحمد واحمد والماحي (يمحو به الكفر) والحاشر (يقدم الناس بالحشر) والعاقب (آخر الأنبياء)، ونبي الرحمة، ونبي التوبة، ونبي الملاحم (الحروب)، والمقفي (بمعنى العاقب) والشاهد، والمبشر، والنذير، والضحوك والقتال، والمتوكل، والفاتح، والأمين، والخاتم، والمصطفى، والرسول، والنبي، والأمي، والقثم (المعطاء للخير).\n\nمرضعاته\n\nأول من أرضعه \"ثوبية\" بلبن ابن لها \"مسروح\" أياماً قبل أن تقدم حليمة .. وكانت قد أرضعت قبله حمزة رضي الله عنه، ثم جاءت حليمة السعدية وأخذته عندها لرضاعته.\n\nوفاة والده\n\nخرج والد عبد الله إلى الشام في تجارة مع جماعة من قريش، فلما رجعوا مروا بالمدينة وعبد الله مريض، فقال أتخلف عند أخوالي بني عدي بن النجار، فأقام عندهم مريضاً شهراً ثم توفى بالمدينة وعمره 25 سنة، وكان ميراثه خمسة أجمال وقطعة غنم فورث ذلك رسول الله وكانت أم أيمن تحضنه واسمها بركة.\n\nوفاة والدته\n\nذهبت أمه به إلى المدينة وعمره ست سنين إلى أخواله بني النجار تزورهم ومعها أم أيمن تحضنه فأقامت عندهم شهراً ثم رجعت فتوفيت \"بالأبواء\" ولهذا فإنه في عمرة الحديبية قال رسول الله \"إن الله قد أذن لمحمد في زيارة قبر أمه\" فأتاه فأصلحه وبكى عنده، وبكى المسلمون لبكائه، فقيل له في ذلك فقال أدركتني رحمتها فبكيت.\n\nصفاته\n\nكان رسول الله ربعة ليس بالطويل ولا القصير وليس بالآم ولا شديد البياض، رجل الشعر ليس بالسبط ولا الجعد يضرب شعره منكبيه. قال أنيس ما مسست حريراً ألين من كف رسول الله، عظيم الفم طويل شق العين، مدور الوجه أبيض يميل إلى الاحمرار، شديد سواد العين، غليظ الأصابع واسع الجبين، خشن اللحية، سهل الخدين، عريض الصدر، أشعر الذراعين والمنكبين، طويل الزندين.\n\nأولاده\n\nأول من ولد له القاسم ثم زينب ثم رقية ثم فاطمة ثم أم كلثوم ثم ولد له في الإسلام عبد الله وأمهم جميعاً خديجة وأول من مات من ولده القاسم ثم عبد الله. كما ورزق إبراهيم من مارية القبطية إلا أنه توفى وعمره ستة عشرة شهراً.\n\nمن معجزاته\n\nـ القرآن. ـ الإسراء والمعراج. ـ حنين جذع النخلة. ـ تفجير الماء من بين أصابعه. ـ الإخبار بالأمور الغيبية. ـ تسليم الحجر والشجر عليه. ـ الأخبار بالأمور المستقبلية. ـ انشقاق القمر. ـ تكثير الطعام والشراب ببركته. ـ علاجه لأمراض الصحابة بدعائه ومسحه بيده. ـ الاستجابة لدعائه. ـ قتال الملائكة معه. ـ وقد ذكر الشيخ عبد العزيز السلمان في كتابه من معجزات الرسول 194 معجزة يمكنهم الرجوع إليها.\n\nغزوات الرسول صلى الله عليه وسلم\n\nغزوة بدر\n\nسمع رسول الله صلى الله عليه وسلم بقافلة قريش قد أقبلت من الشام إلى مكة ، وقد كان يقودها أبا سفيان بن حرب مع رجال لا يزيدون عن الأربعين . وقد أراد الرسول عليه الصلاة والسلام الهجوم على القافلة والاستيلاء عليها ردا لما فعله المشركون عندما هاجر المسلمون إلى المدينة ، وقال لأصحابه : \" هذه عير قريش فيها أموالهم فاخرجوا إليها \" . كان ذلك في الثالث من شهر رمضان في السنة الثانية للهجرة ، وقد بلغ عدد المسلمين ثلاثمائة وثلاثة عشر رجلا ، ومعهم فرسان وسبعون بعيرا . وترك الرسول عليه الصلاة والسلام عبد الله بن أم مكتوم واليا على المدينة . لما علم أبو سفيان بأمر النبي صلى الله عليه وسلم وأصحابه أرسل ضمضم بن عمرو الغفاري إلى أهل مكة يطلب نجدتهم . ولم وصل ضمضم إلى أهل قريش صرخ فيهم قائلا : \" يا معشر قريش ، أموالكم مع أبي سفيان عرض لها محمدا وأصحابه لا أرى أن تدركوها \" . فثار المشركون ثورة عنيفة ، وتجهزوا بتسعمائة وخمسين رجلا معهم مائة فرس ، وسبعمائة بعير . جاءت الأخبار إلى رسول الله صلى الله عليه وسلم أن قافلة أبي سفيان قد غيرت اتجاه طريقها ، وأنه سيصلها غدا أو بعد غد . فأرسل أبو سفيان لأهل مكة بأن الله قد نجى قافلته ، وأنه لا حاجة للمساعدة . ولكن أبا جهل ثار بغضب وقال : \" والله لا نرجع حتى نرد بدرا \" جمع رسول الله صلى الله عليه وسلم أصحابه وقال لهم : إن الله أنزل الآية الكريمة التالية : (( و إذ يعدكم الله إحدى الطائفتين أنهما لكم و تودون أنّ غير ذات الشوكة تكون لكم و يريد الله أن يحق الحق بكلماته و يقطع دابر الكافرين )) فقام المقداد بن الأسود وقال : \" امض يا رسول الله لما أمرك ربك ، فوالله لا نقول لك كما قالت بنو إسرائيل لموسى : (( قالوا يا موسى إنا لن ندخلها أبداً ما داموا فيها فاذهب أنت و ربك فقاتلا إنا هاهنا قاعدون )) ولكن نقول لك : اذهب أنت وربك فقاتلا إنا معكما مقاتلون . فأبشر الرسول عليه الصلاة والسلام خيرا ، ثم قال : \" أشيروا علي أيها الناس ( يريد الأنصار ) . \" فقام سعد بن معاذ وقال : \" يا رسول الله ، آمنا بك وصدقناك وأعطيناك عهودنا فامض لما أمرك الله ، فوالذي بعثك بالحق لو استعرضت بنا هذا البحر فخضته لخضناه معك ما تخلف منا رجل واحد\" فقال الرسول صلى الله عليه وسلم : \" أبشروا ، والله لكأني أنظر إلى مصارع القوم \" . وصل المشركون إلى بدر ونزلوا العدوة القصوى ، أما المسلمون فنزلوا بالعدوة الدنيا . وقام المسلمون ببناء عريش للرسول صلى الله عليه وسلم على ربوة ، وأخذ لسانه يلهج بالدعاء قائلا : \" اللهم هذه قريش قد أتت بخيلائها تكذب رسولك ، اللهم فنصرك الذي وعدتني ؟ اللهم إن تهلك هذه العصابة اليوم فلن تعبد في الأرض \" . وسقط ردائه صلى الله عليه وسلم عن منكبيه ، فقال له أبو بكر : \" يا رسول الله ، إن الله منجز ما وعدك \". قام المسلمون بردم بئر الماء - بعد أن استولوا عليه وشربوا منه - حتى لا يتمكن المشركون من الشرب منه . وقبل أن تبدأ المعركة ، تقدم ثلاثة من صناديد قريش وهم : عتبة بن ربيعة ، وأخوه شيبة ، وولده الوليد يطلبون من يبارزهم من المسلمين . فتقدم ثلاثة من الأنصار ، فصرخ الصناديد قائلين : \" يا محمد ، أخرج إلينا نظراءنا من قومنا من بني عمنا\" فقدم الرسول عليه الصلاة والسلام عبيدة بن الحارث ، وحمزة بن عبد المطلب ، وعلي بن أبي طالب . فبارز حمزة شيبة فقتله ، وبارز علي الوليد فقتله ، وبارز عبيدة عتبة فجرحا بعضهما ، فهجم حمزة وعلي على عتبة فقتلاه . واشتدت رحى الحرب ، وحمي الوطيس . ولقد أمد الله المسلمين بالملائكة تقاتل معهم . قال تعالى : (( بلى إن تصبروا و تتقوا و يأتوكم من فورهم هذا يمددكم ربكم بخمسة آلاف من الملائكة مسومين ))وهكذا انتهت المعركة بنصر المسلمين وهزيمة المشركين ، حيث قتل من المشركين سبعون وأسر منهم سبعون آخرون . أما شهداء المسلمين فكانوا أربعة عشر شهيدا . ولقد رمى المسلمون جثث المشركين في البئر ، أما الأسرى فقد أخذ الرسول صلى الله عليه وسلم أربعة آلاف 4000 درهم عن كل أسير امتثالا لمشورة أبي بكر ، أما من كان لا يملك الفداء فقد أعطه عشرة من غلمان المسلمين يعلمهم القراءة والكتابة . وهكذا انتصر المسلمون انتصارا عظيما بإيمانهم على المشركين الذين كفروا بالله ورسوله .\n\nغزوة أحد\n\nشعرت قريش بمرارة الهزيمة التي لقيتها في حربها مع المسلمين في بدر ، وأرادت أن تثأر لهزيمتها ، حيث استعدت لملاقاة المسلمين مرة أخرى ليوم تمحو عنها غبار الهزيمة . ذهب صفوان بن أمية ، وعكرمة بن أبي جهل ، وعبد الله بن ربيعة إلى أبي سفيان يطلبون منه مال القافلة ليتمكنوا من تجهيز الجيش ، ولقد كان ربح القافلة ما يقارب الخمسين ألف دينار ، فوافق أبو سفيان على قتال المسلمين ، وراحوا يبعثون المحرضين إلى القبائل لتحريض الرجال . اجتمع من قريش ثلاثة آلاف مقاتل مستصحبين بنساء يحضن الرجال عند حمي الوطيس . وخرج الجيش حتى بلغ مكان ( ذو الحليفة ) قريبا من أحد . سمع رسول الله صلى الله عليه وسلم تقدم المشركين إليهم فاستشار أصحابه ، فقال الشيوخ : نقاتل هنا ، وقال الرجال : نخرج للقائهم . فأخذ النبي صلى الله عليه وسلم برأي الرجال . لبس النبي صلى الله عليه وسلم حربته وخرج يريد لقاء المشركين ، فخرج من المدينة ألف رجل ، انسحب عبد الله بن أبي المنافق بثلث الجيش قائلا : ما ندري علام نقتل أنفسنا ؟ عسكر المسلمون عند جبل أحد ، ووضع الرسول عليه الصلاة والسلام خطة محكمة ، وهي أنه وضع خمسين رجلا على الجبل قادهم عبد الله بن جبير ، وأمرهم الرسول عليه الصلاة والسلام بعدم التحرك سواء في الفوز أو الخسارة . وبدأت المعركة ، وقاتل حمزة بن عبد المطلب قتال الأبطال الموحشين ، وكاد جبير بن مطعم قد وعد غلامه وحشيا أن يعتقه إن هو قتل حمزة . يقول وحشي : خرجت أنظر حمزة أتربصه حتى رأيته كأنه الجمل الأورق يهد الناس بسيفه هدا ، فهززت حربتي ، حتى إذا رضيت عنها دفعتها إليه فوقعت في أحشائه حتى خرجت من بين رجليه ، وتركته وإياها حتى مات . لقد كان استشهاد حمزة نكبة عظيمة على المسلمين ، إلا إنهم قاوموا وصمدوا أمام قتال المشركين . ولقد قاتل مصعب بن عمير عن رسول الله صلى الله عليه وسلم حتى قتل ، وراح قاتله يجري إلى قومه يخبرهم أنه قتل محمدا. وراحت قريش تجر أذيال الهزيمة ثانية ، حيث أن اللواء قد سقط على الأرض تطأه الأقدام . رأى الرماة من فوق الجبل هزيمة المشركين ، وقال بعضهم : ما لنا في الوقوف حاجة . ونسوا وصية الرسول صلى الله عليه وسلم لهم ، فذكرهم قائدهم بها ، فلم يكترثوا بمقولته ، وسارعوا إلى جمع الغنائم . لاحظ خالد بن الوليد نزول الرماة ، فانطلق مع بعض المشركين والتفوا حول الجبل ، وفاجئوا المسلمين من الخلف ، فانبهر المسلمون وهرعوا مسرعين هاربين . وارتفعت راية المشركين مرة أخرى ، فلما رآها الجيش عاودوا هجومهم . ولقد رمى أحد المشركين حجرا نحو الرسول صلى الله عليه وسلم ، فكسرت رباعية الرسول عليه الصلاة والسلام ، كما أنه وقع في حفرة كان أبو عامر الراهب قد حفرها ثم غطاها بالقش والتراب ، فشج رأس النبي صلى الله عليه وسلم ، وأخذ يمسح الدم قائلا : كيف يفلح قوم خضبوا وجه نبيهم وهو يدعوهم إلى ربهم ! نادى الرسول في أصحابه قائلا : هلموا إلي عباد الله .. هلموا إلي عباد الله . فاجتمع ثلاثون من صحابة رسول الله صلى الله عليه وسلم ، فجمع جيشه ونظمه ، ولحق بالمشركين ليقلب نصرهم هزيمة وفرحهم عزاء . فلما ابتعدوا أكثر فأكثر .. تركهم وعاد للمدينة . وهكذا ، أدركنا أن من خالف أمر الرسول صلى الله عليه وسلم ، فلا يحسبن نفسه ناج من مصيره إلا إذا شمله الله برحمته التي وسعت كل شيء علما .\n\nغزوة الخندق(الأحزاب)\n\nعقد يهود بني النضير على الانتقام من النبي صلى الله عليه وسلم وأصحابه الذين أخرجوهم من ديارهم من المدينة ، وجعلوا همهم على أن يجعلوا جبهة قوية تتصدى أمام الرسول وأصحابه . انطلق زعماء بني النضير إلى قريش يدعوهم إلى محاربة المسلمين ، فنجحوا في عقد اتفاق بينهما . ولم يكتف بنو النضير بتلك الاتفاقية ، وإنما انطلقوا أيضا إلى بني غطفان يرغبوهم في الانضمام إليهم وإلى قريش ، وأغروهم بثمار السنة من نخيل خيبر إذا تم النصر بنجاح . وهكذا انطلق جيش قوامه عشرة آلاف مقاتل يقودهم أبو سفيان بن حرب ، وذلك في السنة الخامسة من الهجرة من شهر شوال . لما علم الرسول الكريم صلى الله عليه وسلم بالأمر ، استشار أصحابه وقادته في الحرب ، فأشار عليه سلمان الفارسي بحفر خندق في مشارف المدينة ، فاستحسن الرسول والصحابة رأيه ، وعملوا به . كما أن يهود بني قريظة مدوا لهم يد المساعدة من معاول ومكاتل بموجب العهد المكتوب بين الطرفين . كان الرسول صلى الله عليه وسلم وأصحابه يتفقدون سير العمل ، فوجدوا صخرة كبيرة كانت عائقا أمام سلمان الفارسي ، حيث كسرت المعاول الحديدية ، فتقدم الرسول الكريم من الصخرة وقال : \" باسم الله \" فضربها فتصدعت وبرقت منها برقة مضيئة فقال : \" الله أكبر .. قصور الشام ورب الكعبة \" ثم ضرب ضربة أخرى ، فبرقت ثانية ، فقال : \" الله أكبر .. قصور فارس ورب الكعبة \" . واستطاع المسلمون إنهاء حفر الخندق بعد مدة دامت شهرا من البرد وشظف العيش . بدت طلائع جيوش المشركين مقبلة على المدينة من جهة جبل أحد ، ولكنهم فوجئوا بوجود الخندق ، حيث أنهم ما كانوا متوقعين هذه المفاجأة . لم يجد المشركون سبيلا للدخول إلى المدينة ، وبقوا ينتظرون أياما وليالي يقابلون المسلمين من غير تحرك ، حتى جاء حيي بن أخطب الذي تسلل إلى بني قريظة ، وأقنعهم بفسخ الاتفاقية بين بني قريظة والمسلمين ، ولما علم الرسول عليه الصلاة والسلام بالأمر أرسل بعض أصحابه ليتأكد من صحة ما قيل ، فوجده صحيحا . وهكذا أحيط المسلمون بالمشركين من كل حدب وصوب ، إلا أن الرسول صلى الله عليه وسلم وأصحابه لم ييأسوا من روح الله ، لأنهم كانوا على يقين بأن عين الله ترعاهم . استطاع عكرمة بن أبي جهل وعدد من المشركين التسلل إلى داخل المدينة ، إلا أن عليا كان لهم بالمرصاد ، فقُتل من قُتل ، وهرب من هرب ، وكان من جملة الهاربين عكرمة . وأخيرا ، جاء نصر الله للمؤمنين . فقد تفككت روابط جيش المشركين ، وانعدمت الثقة بين أطراف القبائل ، كما أرسل الله ريحا شديدة قلعت خيامهم ، وجرفت مؤنهم ، وأطفأت نيرانهم ، فدب الهلع في نفوس المشركين ، وفروا هاربين إلى مكة . وحين أشرق الصبح ، لم يجد المسلمون أحدا من جيوش العدو الحاشدة ، فازدادوا إيمانا ، وازداد توكلهم على الله الذي لا ينسى عباده المؤمنين . وهكذا ، لم تكن غزوة الأحزاب هذه معركة ميدانية وساحة حرب فعلية ، بل كانت معركة أعصاب وامتحان نفوس واختبار قلوب ، ولذلك أخفق المنافقون ونجح المؤمنون في هذا الابتلاء . ونزل قول الله تعالى : (( من المؤمنين رجال صدقوا ما عاهدوا الله عليه فمنهم من قضى نحبه و منهم من ينتظر و ما بدلوا تبديلاً ليجزي الله الصادقين بصدقهم و يعذب المنافقين إن شاء أو يتوب عليهم إن الله كان غفوراً رحيماً و ردّ الله الذين كفروا بغيظهم لم ينالوا خيراً و كفى الله المؤمنين القتال و كان الله قوياً عزيزاً و أنزل الله الذين ظاهروهم من أهل الكتاب من صياصيهم و قذف في قلوبهم الرعب فريقاً تقتلون و تأسرون فريقاً ))\n\nغزوة تبوك\n\nبعد فتح مكة ودخول الحجاز كلها في الإسلام ، خشي العرب التابعون للروم من المسلمين في بلاد الشام من قوة الإسلام . فقرر الروم غزو المسلمين . وجهزوا جيشاً كبيراً عسكروا جنوب بلاد الشام . وصلت الأخبار إلى الرسول صلى الله عليه وسلم ، فدعا إلى تجهيز جيش قوي يصد غزو الروم . وكان الرسول صلى الله عليه وسلم يعلم أن الظروف التي يمر بها صعبة ، وأن الأيام أيام قيظٍ وقحط . فبعث الرجال يحثون القبائل على الاشتراك في الجيش ، وحث الأغنياء على أن يجودوا بمالهم ، فتبرع عثمان بن عفان بعشرة آلاف دينار وتسعمائة بعيرٍ ، ومائة فرس.كما تبرع أبو بكرٍ الصديق بكل ماله . وتبرع عبد الرحمن بن عوف بأربعين ألف دينار . وتبرعت النساء بحليهن وزينتهن من الذهب . و تحرك جيش المسلمين إلى تبوك في شهر رجب من العام التاسع بقيادة الرسول صلى الله عليه وسلم ، وكان عددهم ثلاثين ألفاً تقريباً . و أعطى الرسول صلى الله عليه وسلم اللواء لأبي بكرٍ الصديق . وعسكر النبي صلى الله عليه وسلم بجيشه في ثنية الوداع . وكان الحر شديداً للغاية ، وعانى المسلمون من عسرة الماء والزاد ، حتى اضطروا لذبح إبلهم وإخراج ما في كروشها فيعصرونه ويشربونه . لذلك سميت الغزوة بغزوة العسرة . وقضى المسلمون في تبوك حوالي عشرين يوماً ، ولكن لم يجدوا هناك أحداً من الروم الذين رجعوا من حيث أتوا ، حينما علموا بمسير الجيش المسلم الذي يؤثر الموت على الحياة . واستشار الرسول صلى الله عليه وسلم أصحابه في مجاوزة تبوك إلى ما هو أبعد منها من ديار الشام . فأشار عليه الفاروق عمر بالعودة إلى المدينة . فاستحسن الرسول صلى عليه وسلم رأيه وعادوا إلى المدينة حامدين شاكرين .\n\nفتح مكة\n\nبعد صلح الحديبية انضمت قبيلة بكر لقريش ، وانضمت قبيلة خزاعة لحلف المسلمين . وكان بين بني بكرٍ وقبيلة خزاعة ثارات في الجاهلية ودماء ، وذات يومٍ تعرضت قبيلة خزاعة لعدوانٍ من قبيلة بكر الموالية لقريش ، وقتلوا منهم نحو عشرين رجلاً . ودخلت خزاعة الحرم للنجاة بنفسها ، ولكن بني بكرٍ لاحقوهم وقتلوا منهم في الحرم . فجاء عمرو بن سالم الخزاعي الرسول صلى الله عليه وسلم يخبرهم بعدوان قبيلة بكرٍ عليهم ، وأنشد الرسول صلى الله عليه وسلم شعراً : يا رب إني نـاشد محمداً حلف أبـينا وأبيه الأتلدا إنه قريشٌ أخلفوك المـوعدا ونقضوا ميثاقك المؤكدا فانصر رسول الله نصراً أعتدا وادع عباد الله يأتوا مدداً فقال له رسول الله عليه وسلم : \" نصرت يا عمرو بن سالم ، والله لأمنعنكم مما أمنع نفسي منه \" . ودعا الله قائلاً \" اللهم خذ العيون والأخبار عن قريش حتى نبغتها في بلادها \". وندمت قريش على مساعدتها لبني بكرٍ ، ونقضها للعهد ، فأرسلت أبا سفيانٍ إلى المدينة ليصلح ما فسد من العهد ، ولكنه عاد خائباً إلى مكة . وأخذ رسول الله عليه وسلم يجهز الجيش للخروج إلى مكة . فحضرت جموعٌ كبيرة من القبائل . ولكن حدث شيءٌ لم يكن متوقعاً من صحابي . وهو أن الصحابي حاطب بن أبي بلتعة كتب كتاباً بعث به إلى قريشٍ مع امرأة ، يخبرهم بما عزم عليه رسول الله عليه وسلم ، وأمرها أن تخفي الخطاب في ضفائر شعرها حتى لا يراها أحدٌ . فإذا الوحي ينزل على رسول الله عليه وسلم بما صنع حاطب ، فبعث الرسول صلى الله عليه وسلم علي بن أبي طالب والزبير بن العوام ليلحقا بالمرأة . وتم القبض عليها قبل أن تبلغ مكة ، وعثرا على الرسالة في ضفائر شعرها . فلما عاتب النبي صلى الله عليه وسلم حاطباً اعتذر أنه لم يفعل ذلك ارتداداً عن دينه ، ولكنه خاف إن فشل رسول الله عليه وسلم على أهله والذين يعيشون في مكة . فقال عمر : \" يا رسول الله ، دعني أضرب عنق هذا المنافق \" . فقال رسول الله عليه وسلم: \" إنه قد شهد بدراً ، وما يدريك لعل الله قد اطلع على من شهد بدراً فقال اعملوا ما شئتم فقد غفرت لكم \" . وكان حاطب ممن حارب مع رسول الله عليه وسلم في غزوة بدر . فعفا عنه ، وتحرك جيش المسلمين بقيادة رسول الله عليه وسلم إلى مكة في منتصف رمضان من السنة الثامنة للهجرة . وبلغ عددهم نحو عشرة آلاف مقاتل . ووصلوا \" مر الظهران \" قريباً من مكة ، فنصبوا خيامهم ، وأشعلوا عشرة آلاف شعلة نار . فأضاء الوادي . وهناك تقابل العباس بن عبد المطلب وأبو سفيان . فأخذه العباس إلى رسول الله صلى الله عليه وسلم . فقال له الرسول عليه الصلاة والسلام : \" ويحك يا أبا سفيانٍ أما آن لك أن تعلم أن لا إله إلا الله ؟ \" . فقال العباس : \" والله لقد ظننت أن لو كان مع الله غيره لقد أغنى عني شيئاً بعد \" . قال رسول الله صلى الله عليه وسلم : \" ويحك ألم يأن لك أن تعلم أني رسول الله ؟ \" فقال : \" أما هذه فإن في النفس منها حتى الآن شيئاً \" . وبعد حوارٍ طويلٍ دخل أبو سفيانٍ في الإسلام . وقال العباس : \" إن أبا سفيانٍ يحب الفخر فاجعل له شيئاً . فقال الرسول صلى الله عليه وسلم : \" من دخل دار أبي سفيانٍ فهو آمن ومن دخل المسجد فهو آمن ومن أغلق بابه فهو آمن \" . وأراد الرسول صلى الله عليه وسلم أن يري أبا سفيانٍ قوة المسلمين ، فحبسه عند مضيق الجبل . ومرت القبائل على راياتها ، ثم مر رسول الله صلى عليه وسلم في كتيبته الخضراء. فقال أبو سفيان : ما لأحدٍ بهؤلاء من قبل ولا طاقة . ثم رجع أبو سفيانٍ مسرعاً إلى مكة ، ونادى بأعلى صوته : \" يا معشر قريش ، هذا محمدٌ قد جاءكم فيما لا قبل لكم به . فمن دخل داري فهو آمن ، ومن أغلق عليه بابه فهو آمن ، ومن دخل المسجد فهو آمن \". فهرع الناس إلى دورهم وإلى المسجد . وأغلقوا الأبواب عليهم وهم ينظرون من شقوقها وثقوبها إلى جيش المسلمين ، وقد دخل مرفوع الجباه . ودخل جيش المسلمين مكة في صباح يوم الجمعة الموافق عشرين من رمضان من السنة الثامنة للهجرة . ودخل رسول الله صلى الله عليه وسلم مكة من أعلاها وهو يقرأ قوله تعالى : (( إنا فتحنا لك فتحاً مبيناً )) واستسلمت مكة ، وأخذ المسلمون يهتفون في جنبات مكة وأصواتهم تشق عناء السماء : الله أكبر .. الله أكبر . وتوجه رسول الله صلى الله عليه وسلم إلى الحرم ، وطاف بالكعبة ، وأمر بتحطيم الأصنام المصفوفة حولها . وكان يشير إليها وهو يقول : (( و قل جاء الحق و زهق الباطل إن الباطل كان زهوقاً )) وبعد أن طهرت الكعبة من الأصنام أمر النبي عليه الصلاة والسلام بلالاً أن يؤذن فوقها . ثم قال رسول الله صلى الله عليه وسلم : \" يا معشر قريش ، ما ترون أني فاعل بكم ؟ \" قالوا : \" خيراً . أخٌ كريمٌ وابن أخٍ كريم \" . فقال عليه الصلاة والسلام : \" اذهبوا فأنتم الطلقاء\". فما أجمل العفو عند المقدرة ، وما أحلى التسامح والبعد عن الانتقام . ولننظر ما فعل الغالبون بالمغلوبين في الحربين العالميتين في قرننا هذا ، قرن الحضارة كما يقولون ، لنعلم الفرق ما بين الإسلام والكفر . وهكذا ارتفعت راية الإسلام في مكة وما حولها ، وراح الناس ينعمون بتوحيد الله .\n\nغزوة خيب\n\nما كاد رسول الله عليه وسلم يعود من صلح الحديبية ، ويستريح بالمدينة شهراً من الزمن حتى أمر بالخروج إلى خيبر . فقد كان يهود خيبر يعادون المسلمين وقد بذلوا جهدهم في جمع الأحزاب في غزوة الخندق لمحاربة المسلمين . وخرج رسول الله عليه الصلاة والسلام في مطلع العام السابع الهجري في جيش تعداده ألف وستمائة رجلٍ . وكانت خيبر محصنةً تحصيناً قوياً فيها ثمانية حصونٍ منفصلٌ بعضها عن بعض .وكان يهود خيبر من أشد الطوائف اليهودية بأساً وأكثرها وأوفرها سلاحاً . والتقى الجمعان واقتتلوا قتالاً شديداً . واليهود يستميتون في الدفاع عنها . واستمر التراشق بينهم ست ليالٍ . وفي الليلة السابعة وجد عمر بن الخطاب يهودياً خارجاً من الحصون فأسره وأتى به الرسول عليه الصلاة والسلام . فقال اليهودي : إن أمنتموني على نفسي أدلكم على أمرٍ منه نجاحكم. فقالوا : قد أمناك فما هو ؟ فقال الرجل : إن أهل هذا الحصد قد أدركهم اليأس وسيخرجون غداً لقتالكم . فإذا فتح عليكم هذا الحصد فسألوكم على بيت فيه منجنيق ودروع وسيوف يسهل عليكم بها فتح بقية الحصون. وقال رسول الله صلى الله عليه وسلم : (( لأعطين الراية غدا رجلا يفتح الله عليه يحب الله ورسوله ويحبه الله ورسوله )) فبات الناس ليلتهم كل منهم يتمنى أن يعطاها . فلما أصبح الصباح قال : \" أين علي بن أبي طالب \" ؟ فقالوا : هو يا رسول الله يشتكي عينيه . فدعاه ، فبصق رسول الله صلى الله عليه وسلم في عينيه ودعا له فبرأ بإذن الله ، فأعطاه الراية وقال له : \" والله لأن يهدي الله بك رجلا واحدا خير لك من حمر النعم \" . ولما ذهب علي بن أبي طالب إليهم خرج مرحب اليهودي يختال في سلاحه فقتله . وأحاط المسلين بالحصون ، وحمل المسلمون عليهم حملة صادقة . فسقطت حصونهم حصنا بعد حصن . واستولى اليأس على اليهود وطلبوا من النبي صلى الله عليه وسلم الصلح على أن يحقن دماءهم ، فقبل الرسول عليه الصلاة والسلام ، وصارت أرضهم لله ولرسوله وللمسلمين . وهكذا استولى المسلمون على خيبر ، وغنموا منها العديد من السلاح والمتاع . وقد قتل من اليهود في هذه الغزوة ثلاثة وتسعون رجلا واستشهد من المسلمين خمسة عشر رجلا . وكان من بين ما غنم المسلمون منهم عدة صحف من التوراة ، فطلب اليهود ردها فردها المسلمون إليهم . ولم يصنع الرسول عليه الصلاة والسلام ما صنع الرومان حينما فتحوا أورشليم وأحرقوا الكتب المقدسة فيها ، وداسوها بأرجلهم ، ولا ما صنع التتار حين أحرقوا الكتب في بغداد وغيرها .\n\nغزوة مؤتة\n\nفي شهر جمادى الأولى من السنة الثامنة للهجرة جهز رسول الله عليه وسلم جيشاً للقصاص ممن قتلوا الحارث بن عمير الذي كان رسول الله عليه وسلم قد بعثه إلى أمير بصرى داعياً له إلى الإسلام . وأمر على الجيش زيد بن حارثة ، وقال عليه الصلاة والسلام : \" إن أصيب زيدٌ فجعفر بن أبي طالب ، وإن أصيب جعفر فعبد الله بن رواحة ، فإن أصيب عبد الله فخالد بن الوليد\" . وانطلق الجيش وبلغ عددهم ثلاثة آلافٍ من المهاجرين والأنصار . وأوصاهم الرسول عليه الصلاة والسلام بأن لا يقتلوا امرأةً ولا صغيراً ، ولا شيخاً فانياً ولا تقطعوا شجراً ولا تهدموا بناءً . ووصل الجيش إلى مكان يدعى \" معان \" في أرض الشام . وكان هرقل قد حشد مائتي ألف مقاتل لقتال المسلمين . والتقى الجيشان غير المتكافئين عدداً أو عدة . وقاتل المسلمون قتال الأبطال . وصمدوا أمام هذا الجيش الضخم . وقاتل زيد بن حارثة حامل اللواء حتى استشهد ، فتولى القيادة جعفر بن أبي طالب ، وحمل اللواء بيمينه فقطعت ، ثم حمله بشماله فقطعت ، فاحتضنه بعضديه حتى ضربه رجلٌ من الروم فاستشهد ، فسمي بذي الجناحين حيث أبدله الله بيديه جناحين يطير بهما في الجنة حيث يشاء . ثم أخذ الراية عبد الله بن رواحة وقاتل حتى استشهد . فأخذ الراية خالد بن الوليد . واستعمل دهاءه الحربي ، حتى انحاز بالجيش ، وأنقذه من هزيمة منكرة كادت تقع . فانتهز خالد فرصة قدوم الليل فغير نظام الجيش ، فجعل ميمنة الجيش ميسرة ، وميسرته ميمنة ، كما جعل مقدمة الجيش في المؤخرة ، ومؤخرة الجيش في المقدمة . فلما أطل الصباح ، أنكرت الروم ما كانوا يعرفون من راياتهم ، وسمعوا من الجلبة وقعقعة السلام ، فظنوا أنهم قد جاءهم مدد . فرعبوا وانكشفوا ، وما زال خالد يحاورهم ويداورهم ، والمسلمون يقاتلونهم أثناء انسحابهم بضعة أيامٍ حتى خاف الروم أن يكون ذلك استدراجاً لهم إلى الصحراء . فتوقف القتال . وهكذا تبدلت هزيمة جيش المسلمين إلى نصرٍ . وأي نصرٍ أكبر من صمود جيشٍ يبلغ عدده ثلاثة آلاف مقاتلٍ أمام جيشٍ عدده مائتا ألف مقاتلٍ . وإنه لشيءٌ نادرٌ أن يقف جنديٌ واحدٌ أمام سبعين من الجنود المحملين بالسلاح ، ولكن قوة الإيمان هي التي جعلت المسلمين يصمدون أمام جيش العدو .\n\nغزوة حنين\n\nبعد أن فتح المسلمون مكة ، انزعجت القبائل المجاورة لقريش من انتصار المسلمين على قريش. وفزعت هوازن و ثقيف من أن تكون الضربة القادمة من نصيبهم . وقالوا لنغز محمداً قبل أن يغزونا . واستعانت هاتان القبيلتان بالقبائل المجاورة ، وقرروا أن يكون مالك بن عوف سيد بني هوازن قائد جيوش هذه القبائل التي ستحارب المسلمين . وأمر رجاله أن يصطحبوا معهم النساء والأطفال والمواشي والأموال ويجعلوهم في آخر الجيش ، حتى يستميت الرجال في الدفاع عن أموالهم وأولادهم ونسائهم . لما علم الرسول صلى الله عليه وسلم بذلك خرج إليهم مع أصحابه وكان ذلك في شهر شوال من العام الثامن للهجرة . وكان عدد المسلمين اثني عشر ألفاً من المجاهدين . عشرة آلف من الذين شهدوا فتح مكة ، وألفان ممن أسلموا بعد الفتح من قريش . ونظر المسلمون إلى جيشهم الكبير فاغتروا بالكثرة وقالوا لن نغلب اليوم من قلة . وبلغ العدو خبر خروج المسلمين إليهم فأقاموا كميناً للمسلمين عند مدخل وادي أوطاس ( قرب الطائف ) وكان عددهم عشرين ألفاً . وأقبل الرسول صلى الله عليه وسلم في أصحابه حتى نزلوا بالوادي . وكان الوقت قبيل الفجر ، والظلام يخيم على وادي حنين السحيق . وفوجئ المسلمون بوابل من السهام تنهال عليهم من كل مكان . فطاش صوابها ، واهتزت صفوفهم ، وفر عددٌ منهم . ولما رأى الرسول صلى الله عليه وسلم هزيمة المسلمين نادى فيهم يقول : أنا النبي لا كذب أنا ابن عبد المطلب وأمر الرسول صلى الله عليه وسلم العباس أن ينادي في الناس ، فقال : يا معشر الأنصار، ويا معشر المهاجرين ، يا أصحاب الشجرة . فحركت هذه الكلمات مشاعر الإيمان والشجاعة في نفوس المسلمين ، فأجابوه : لبيك يا رسول الله لبيك . وانتظم الجيش مرةً أخرى ، واشتد القتال . وأشرف الرسول صلى الله عليه وسلم على المعركة . وما هي إلا ساعة حتى انهزم المشركون ، وولوا الأدبار تاركين النساء والأموال والأولاد . وأخذ المسلمون ينهمكون في تكثيف الأسرى وجمع الغنائم . وبلغ عدد الأسرى من الكفار في ذلك اليوم ستة آلاف أسير . وهكذا تحولت الهزيمة إلى نصر بإذن الله تعالى . وكانت حنين درساً استفاد منه المسلمون . فتعلم المسلمون أن النصر ليس بكثرة العدد والعدة . وأن الاعتزاز بذلك ليس من أخلاق المسلمين . ومرت الأيام فإذا بوفد من هوازن يأتي إلى الرسول صلى الله عليه وسلم يعلن ولاءه للإسلام ، وجاء وفد من ثقيف أيضاً يعلن إسلامه . وأصبح الذين اقتتلوا بالأمس إخواناً في دين الله ...\n\nزوجاته\n\nخديجة بنت خويلد\n\nكانت متزوجة من اثنين قبل النبي ـ صلى الله عليه وسلم ـ وهي أول من أسلم، ولقد سلم الله عليها عن طريق جبريل، ولم يتزوج النبي عليها حتى ماتت، ومكث معها 24 سنة وأشهر، وكان وفياً لها بعد موتها يبر أصدقاءها ويكثر من الدعاء لها والاستغفار لها كلما ذكرها.\n\nعائشة بنت أبي بكر الصديق\n\nرآها النبي في المنام قبل أن يتزوجها مرتين، وتزوجها وهي بنت سبع سنين وزفت إليه وهي بنت تسع سنين وتوفى عنها وهي بنت ثماني عشرة سنة، وكان يلعب معها ويقبلها وهو صائم، ويدعو لها، وقالت أنها فضلت على نساء النبي بعشر: أنه لم ينكح بكراً غيرها ولم ينكح امرأة أبواها مؤمنين مهاجرين غيرها، وأنزل الله براءتها من السماء، وجاء جبريل بصورتها في حريره، وكانت تغتسل مع النبي في إناء واحد، وكان ينزل عليه الوحي وهو معها، وقبض وهو بين سحرها ومات في الليلة التي كان الدور عليها فيها ودفن في بيتها.\n\nحفظة بنت عمر بن الخطاب\n\nوقد عرضها والدها على أبي بكر حتى يتزوجها فلم يحبه وكذلك على عثمان فلم يحبه فلبث ليالي ثم خطبها النبي ـ صلى الله عليه وسلم ـ فقال أبو بكر لعمر فإنه لم يمنعني من خطبتها إلا أني سمعت رسول الله يذكرها ولم أكن لأفشي سر رسول الله، وقد طلقها النبي ثم راجعها، وقد توفيت سنة 41 هـ وقد بلغت 60 سنة.\n\nزينب بنت جحش\n\nتزوجها النبي وعمرها 35 سنة، سنة 3 هجرية وكان قد استخار بها ربه فقال تعالى: (وتخفي في نفسك ما الله مبديه) فكانت زينب تفخر على أزواج النبي وتقول زوجكن أهلوكن وزوجني الله تعالى وكانت تقية وصادقة الحديث وتكثر من صلة الرحم وتكثر من الصدقة، وتوفيت سنة 20 هـ وصلى عليها عمر بن الخطاب.\n\n\"أم حبيبة\" صفية بنت أبي العاص\n\nهاجرت إلى الحبشة مع زوجها فتنصر زوجها ومات، فتزوجها النبي وهي بأرض الحبشة وأرسل للنجاشي رسول الله وأصدقها النجاشي 400 دينار عن رسول الله وأرسلها النجاشي مع شرحبيل في سنة 9 هـ. وتوفيت سنة 44 هـ.\n\nزينب بنت خزيمة\n\nوتسمى أم المساكين لأنها كثيراً ما تطعم المساكين. وتوفيت ورسول الله ـ صلى الله عليه وسلم حي وقد مكثت عند رسول الله ثمانية أشهر.\n\nميمونة بنت الحارث\n\nوهبت نفسها للنبي، قال تعالى: (وامرأة مؤمنة إن وهبت نفسها للنبي إن أراد النبي أن يستنكحها خالصة لك من دون المؤمنين) وتزوجها حين اعتمر بمكة وتوفيت سنة 61 هـ.\n\nجويرية بنت الحارث\n\nتزوجها النبي بعد ما اعتقها حيث كانت من سبايا بني المصطلق، ولقد اعتق الله لها مائة أهل بيت من بني المصطلق فكانت أعظم بركة على قومها وتوفيت سنة 50 هـ.\n\nصفية بنت حيي\n\nوكان أبوها سيد بني النضير وجعل رسول الله عتقها صداقها، وقد دخل عليها رسول الله وهي تبكي فقالت له حفصة وعائشة ينالان مني، يقولان نحن خير منك نحن بنات عم رسول الله، فقال لها النبي ألا قلت لهن كيف تكن خيراً مني وأبي هارون، وعمي موسى وزوجي محمد، وتوفيت سنة 50 هـ.\n\nسودة بنت زمعة\n\nتزوجها النبي في السنة العاشرة ولما أسنت هم بطلاقها فقالت له لا تطلقني وأنت في حل مني، فأنا أريد أن أحشر في أزواجك وإني قد وهبت يومي لعائشة فأمسكها رسول الله حتى توفى عنها وتوفيت في آخر خلافة عمر."
  },
  {
    "number": "أربعون عاماً قبل النبوة",
    "text": "",
    "label": "بسم الله الرحمن الرحيم\n\nالحمد لله رب العالمين ، وصلى الله وسلم على الهادي البشير ، وعلى آله وصحبه أجمعين ..\nفالسيرة العطرة ، سيرة خير البرية ، معين لا ينضب ، وينبوع صافٍ متدفق ، يرتوي من نميره كل من أراد السلامة والنجاة ، إنها شمس ساطعة ، وسناً مشرق ، ومشعل وضاء ، يبدد ظلمات الانحراف ، ويهدي سبيل الرشاد .\nسأكتب عن أربعين عاماً من حياة النبي الكريم صلى الله عليه وسلم قبل مبعثه . \nأربعون عاماً كلها صفاء ونقاء .\nأربعون عاماً تكلمت فيها الفطرة ، وتجلت فيها الصفات الحميدة ، وظهرت فيها العناية الربانية ، في إعداد سيد البرية .\nأربعون عاماً هُيّأ العظيم فيها لأمر عظيم ، لتكون تلك الأربعين هي بداية التغيير للعالم السفلي من ظلمات الكفر والجهل إلى نور التوحيد والعلم .\nأربعون عاماً فيها أفراح وأتراح ، وآمال وآلام { وكان الله عليما حكيما } .\nابتدأت تلك الأربعين بـ :\n\n(1) ولادة يتيمة !!\nتوفي الوالد قبل الولادة ، بعد سعي في طلب لقمة العيش ، ليكون على موعد مع القدر في أرض يثرب ، مقبورا في أحد مقابرها !!\nوأُودع الوالد والزوج الثرى ، لتعاني الوالدة الحنون آلام الوضع ، وآلام الفقد ، وآلام مستقبل طفل تيتم قبل خروجه للدنيا !!\nوتأتي ساعة الصفر وتستبشر الدنيا بـ :\n\n(2) ولادة محمد - صلى الله عليه وسلم - :\nفيولد سيد المرسلين بشعب بني هاشم ، في صبيحة يوم الاثنين التاسع من شهر ربيع الأول ، لأول عام من حادثة الفيل ، وقبل هجرته عليه الصلاة والسلام بثلاث وخمسين سنة ، ويوافق ذلك العشرين أو الثاني والعشرين من شهر إبريل سنة ( 571 م ) ، حسبما ذكره بعض المحققين .\nوفي مكان آخر بعيدا عن ذلك البيت الصغير الذي وُلد به ذلك العظيم :\nوقف رجل يتأمل السماء والنجوم ، فإذا الأمر مختلف عن العادة ، فالآية قد ظهرت !! \nفما كان منه إلا أن صرخ بقومه :\n\" يا معشر اليهود !!! \"\nفاجتمعوا إليه فقال : \" طلع نجم أحمد الذي وُلد به في هذه الليلة \" .\nنعم .. لقد وُلد أحمد ، وها هو بين أحضان أمه ترضعه وتشاركها في ذلك : أم أيمن ، وثويبة مولاة أبي لهب .\nوتمر الأيام .... وإذا بالرضيع في :\n\n(3) ديار بني سعد :\nفانتقل مع أمه حليمة السعدية لترضعه في مضارب بني سعد بن بكر ، على عادة العرب في التماس المراضع لأولادهم ، لتقوى أجسامهم ، ويتقنوا اللسان العربي من صغرهم .\nوفي تلك المضارب نشأ محمد الصغير ..\nوبها وقف ومشى على قدميه ..\nوبها ضحك ولعب مع أقرانه الصغار ..\nفأي براءة وجمال كانت تشع من عيني ذلك الطفل الطاهر !!\nفصلوات ربي وسلامه عليه .\nوفي تلك المضارب رعى الغنم ، وسار خلفها وقادها مع إخوانه من الرضاع .\nوتمر الأيام على رعاة الغنم الصغار ، ويبلغ الصغير أربع سنين ، وبينما هو يلعب مع الغلمان ، إذ به يصرع ويضجع من رجلين عليهما ثياب بيض ، لينطلق المنادي إلى أمه بنداء الرعب والخوف : \" لقد قُتل محمد!!! \" .\nفكان ذلك القتل هو :\n\n(4) شق الصدر :\nلقد أضجعه الرجلان ، ثم أخرجا منه علقة سوداء فألقياها ، فانتهت حظوظ الشيطان منه ، ثم غسلا قلبه في طست من ذهب بماء زمزم ، ثم أعادا قلبه إلى مكانه ، فجاء الصغير إلى القوم وهو منتقع اللون . يقول أنس رضي الله عنه : ( وقد كنت أرى أثر ذلك المخيط في صدره ) .\nفلما رأت حليمة ذلك : خافت على الصغير من أن يصيبه شيء ، فاتخذت قرارا بـ :\n\n(5) رده إلى أمه الحنون : \nفرجع الصغير إلى أحضان أمه ترعاه وتحنو عليه ، فكان عندها حتى بلغ ست سنين ، \nلتتحرك عاطفة آمنة وشوقها إلى حيث توفي الزوج ويقطن الأهل ، فعزمت على السفر إلى يثرب ، فتحركت المطايا ، ومكثت شهرا في يثرب ، ليحين بعد ذلك وقت الرجوع ، وفي طريق السفر بين يثرب ومكة : توقفت المطايا في مكان يحمل في طياته ذكرى لا تزال عالقة بذاكرة الحبيب حتى بعد النبوة ، فمرّ يوما على قبر فانتهى إليه وجلس ، وجلس الناس حوله ، فجعل يحرك رأسه كالمخاطب – كما يروي ذلك بريدة رضي الله عنه – ثم بكى بكاء لم يبكه من قبل ، فاستقبله عمر فقال :\nيا رسول الله ما يبكيك ؟\nفقال : ( هذا قبر آمنة بنت وهب ) !!\nلقد توقفت المطايا في مكان يقال له الأبواء ، ليكون الصغير على موعد جديد مع اليتم ، وتؤخذ آمنة منه ، وتوارى بين ناظريه ، لينتقل الطفل باكيا إلى :\n\n(6) جده عبد المطلب :\nعاد صغير الآلام إلى الجد العطوف ، الذي رق له رقة شديدة ، فكان لا يدعه وحيدا ، بل جعله مقدما على أولاده وبنيه .\nإن لعبد المطلب فراشا لا يجلس عليه غيره إجلالا له واحتراما ، فكان محمد الصغير هو الوحيد المصرح له بالجلوس ، فيأتي الأولاد والأبناء ليُبعدوه ، فيقول الجد :\n\" دعوه ، والله إن لهذا شأنا \" !!!\n\nوتمر الأيام ويبلغ الصغير ثمان سنين ، ليكون على موعد جديد مع الآلام ،\nفها هو عبد المطلب يوارى الثرى ، لتكون وصيته الأخيرة ، أن يكون الصغير عند :\n\n(7) عمه أبا طالب :\nفنهض باليتيم على أكمل وجه ، وضمّه إلى بنيه وقدمه عليهم ، واختصه بمزيد احترام وتقدير .\nوتمر الأيام ... ويأتي على قريش سنون عجاف ، أجدبت لها الأرض ، وكاد يهلك بها القوم ، فبات الناس في شظف من العيش ، فما كان من قريش إلا أن طلبوا من سيدهم أبا طالب أن يستسقي لهم ، فكان :\n\n(8) أبيض يُستسقى الغمام بوجهه :\nخرج أبو طالب يستسقي ، والسماء ما فيها من قزعة !! ومعه الغلام الصغير –صلى الله عليه وسلم- وبنيه ، فأخذ أبو طالب الغلام اليتيم الصغير - وهو يتذكر كلمات عبد المطلب : ( والله إن لهذا شأنا ) !! – فألصق ظهره بالكعبة واستسقى .\nفأقبل السحاب من كل جانب ، وانفجرت السماء بماء منهمر ، فقال أبو طالب :\nوأبيض يُستسقى الغمام بوجهه --- ثِمالُ اليتامى عصمة للأرامل \n\nوتمر الأيام ... ويبلغ النبي الكريم اثنتي عشرة سنة ، وفي صيف حار تحركت ركائب قريش نحو الشام ، فكانت قصة :\n\n(9) بُحيرى الراهب :\nفارتحل أبو طالب بقومه ومعه محمد - صلى الله عليه وسلم - ، فلما وصلوا إلى بُصرى نزل القوم للراحة ، فخرج إليهم بحيرى ولم تكن من عادته الخروج إليهم ، فتخللهم حتى جاء إلى الفتى الصغير وأخذ بيده وقال :\nهذا سيد العالمين !! هذا رسول رب العالمين !! هذا يبعثه الله رحمة للعالمين !! .\nفقال أبو طالب وأشياخ قريش : وما علمك بذلك ؟\nفقال : إنكم حين أشرفتم من العقبة لم يبق حجر ولا شجر إلا خرّ ساجدا ، ولا يسجدان إلا لنبي ، وإني أعرفه بخاتم النبوة أسفل من غضروف كتفه مثل التفاحة ، وإنّا نجده في كتبنا \" .\nثم سأل أبا طالب ألا يذهب به إلى الشام خوفا عليه من الروم واليهود ، فرده أبو طالب بغلمان معه إلى مكة .\n\nوتمر الأيام ... وقد شبّ النبي الكريم ، ولم يكن له عمل معين في أول شبابه . ولكن جاءت الروايات وتوالت بأن مهنته كانت :\n\n(10) رعي الغنم :\nلقد كان يسير طوال نهاره خلف الغنم ، فرعاها في بني سعد ابتداءً ، ثم في مكة على قراريط لأهلها .\nإن مهنة كهذه يُشترط لها أمانة مع طول نفس ، ولذا : ( ما من نبي إلا وقد رعى الغنم ) ، ولعل ذلك – والله أعلم - : لأن صورة القطيع شبيهة بسير سواد الأمم ، والراعي قائد يتطلب عليه أن يبحث عن الأماكن الخصبة والآمنة ، كما يتطلب ذلك حماية وحراسة لما قد يعترض قافلة السير .\nوهذه المهنة فيها ما فيها من قسوة ومتابعة ، إلا أنها تُثمر قلبا عطوفا رقيقا ، وواقع حال رعاة الغنم خير شاهد على ذلك .\nوبعيدا عن العمل وهمومه ، وبعيدا عن كدح البحث عن لقمة العيش نقف مع :\n\n(11) نوازع نفس محمد صلى الله عليه وسلم :\nيحدثنا النبي الكريم عن نفسه في تلك الفترة فيقول :\n( ما هممت بشيء مما كان أهل الجاهلية يهمون به من النساء ، إلا ليلتين ، كلتاهما عصمني الله تعالى منهما ، قلت ليلة لبعض فتيان مكة – ونحن في رعاية غنم أهلنا – فقلت لصاحبي : أبصر لي غنمي حتى أدخل مكة ، فأسمر فيها كما يسمر الفتيان . فقال : بلى .\nفدخلت حتى إذا جئت أول دار من دور مكة سمعت عزفا بالغرابيل والمزامير . فقلت :\nما هذا ؟ فقيل : تزوج فلان فلانة . فجلست أنظر ، وضرب الله على أذني ، فوالله ما أيقظني إلا مس الشمس . فرجعت إلى صاحبي ، فقال : ما فعلت ؟ فقلت : ما فعلت شيئا ، ثم أخبرته بالذي رأيت . ثم قلت له ليلة أخرى : أبصر لي غنمي حتى أسمر بمكة . ففعل ، فدخلت ، فلما جئت مكة سمعت مثل الذي سمعت تلك الليلة ، فسألت . فقيل : فلان نكح فلانة ، فجلست أنظر ، وضرب الله على أذني ، فوالله ما أيقظني إلا مس الشمس ، فرجعت إلى صاحبي فقال : ما فعلت ؟ قلت : لا شيء ، ثم أخبرته بالخبر ، فوالله ما هممت ولا عدت بعدها لشيء ، حتى أكرمني اله بنبوته ) .\nإنها الرعاية الربانية ، تقف للحيلولة بينه وبين تلك النوازع ، ولذلك جاء في الأثر : \n( أدبني ربي فأحسن تأديبي ) .\nوتمر الأيام ... ليبلغ النبي الكريم عشرون عاما ، ليشهد حربا وقعت في شهر حرام ، فتُسمى بـ :\n\n(12) حرب الفِجَار :\nوقعت تلك الحرب سوق عكاظ بين قريش ومعهم كنانة وبين قيس عيلان ، فاصطف القوم ووقعت حرب ضروس ، وكان النبي الكريم يجهز النبل للرمي ، وكثُر القتل في الطرفين ، حتى رأى عقلاء القوم أن وضع أوزار الحرب والاصطلاح خير من الملحمة ، فهدموا ما بينهم من العداوة والشر ، وعلى أثر ذلك حصل :\n\n(13) حلف الفضول :\nإنه حلف الخير والعدالة ، تداعت إليه قبائل من قريش في ذي القعدة ، وكان اجتماعهم في دار عبد الله بن جدعان التيمي ، فتعاهدوا وتعاقدوا على ألا يجدوا بمكة مظلوما من أهلها وغيرهم من سائر الناس إلا قاموا معه ، وشهد هذا الحلف النبي الكريم – صلى الله عليه وسلم - ، وقال عنه بعد أن أكرمه الله بالنبوة : ( لقد شهدت في دار عبد الله بن جدعان حلفا ما أحب أن لي به حمر النعم ، ولو أُدعى به في الإسلام لأجبت ) .\nولا عجب في ذلك ، فهو نبي العدالة والرحمة ..\nوتمضي الأيام ... ويبلغ النبي الكريم الخامسة والعشرين من عمره ، ليخرج إلى :\n\n(14) تجارة الشام :\nوذلك في مال لخديجة بنت خويلد ، بعد أن سمعت بأخبار الصادق الأمين صلى الله عليه وسلم ، وجعلت معه غلام لها يُقال له : ميسرة .\nذهب النبي الكريم إلى الشام ، فما لبث أن رجع إلى مكة ، فرأت خديجة في مالها من الأمانة والبركة ما لم تره من قبل ، وحدّثها ميسرة بما رآه من حال الصادق الأمين ، فما كان منها إلا أن سعت ليكون الخبر في أرجاء مكة :\n\n(15) محمد – صلى الله عليه وسلم – زوج لخديجة – رضي الله عنها - !!\nوذلك بعد أن تقدم لها سادات قريش ، فكان الإباء عليهم هو الجواب .\nثم لمّا رأت ما رأت بعد تلك التجارة المباركة : عزمت على نية أفصحتها لصديقتها : نفيسة بنت منبه . فقامت بدورها بذكر ذلك للنبي صلى الله عليه وسلم . فرضي بذلك ، إلا أن والد خديجة حاول عبثا الوقوف أمام هذا الزواج الميمون ، إلا أن حيلة خديجة كانت حَكَمَاً قاضيا في الموضوع ، فما الذي فعلته خديجة ؟\nيروي لنا ابن عباس رضي الله عنهما ذلك فيقول :\n\" إن رسول الله صلى الله عليه وسلم ذكر خديجة – وكان أبوها يرغب عن أن يزوجه - ، فصنعت طعاما وشرابا ، فدعت أبوها وزمرا من قريش ، فطعموا وشربوا حتى ثملوا . فقالت خديجة لأبيها : إن محمدا بن عبد الله يخطبني فزوجني إياه . فزوجها إياه . فخلقته وألبسته حلة – وكذلك كانوا يفعلون بالآباء -، فلما سرى عنه سكره ، نظر فإذا مخلق وعليه حلة ، فقال : ما شأني هذا ؟ قالت خديجة : زوجتني محمد بن عبد الله . قال : أُزوّج يتيم أبي طالب !؟ لا لعمري . فقالت : أما تستحي ؟! تريد أن تسفه نفسك عند قريش ، تخبر الناس أنك كنت سكران !! فلم تزل به حتى رضي \" .\nويتزوج الشريف الشريفة ، وتمر الأيام والأعوام على ذلك البيت الهادئ الجميل ، ويُرزق منها بالبنين ، والنبي الكريم يُقري الضيف ، ويعين الملهوف ، وينصر المظلوم ، ويكون في حاجة أهله ..\nويجرف مكة سيل عرم وينحدر إلى البيت فيُصدّع جدرانه حتى أوشك على الوقوع والانهيار ، فاتفقت قبائل قريش على : \n\n(16) إعادة بناء الكعبة :\nوتبني قريش الكعبة بشرط مسبوق : \" ألا يدخل في بنائها إلا طيبا ، فلا يدخل فيها مهر بغي ، ولا بيع ربا ، ولا مظلمة لأحد من الناس \" .\nويشارك النبي الكريم صاحب الخمس وثلاثين عاما في البناء ، ويحمل الحجارة من الوادي مشاركا قومه في مثل هذا الحدث العظيم .\nويرتفع البناء ، ويعود للبيت جلاله وهيبته ، ولما بلغ البنيان موضع الحجر الأسود حصل الاختلاف ، وتنازع القوم في شرف وضع الحجر الأسود أربع ليال أو خمس حتى كادت الحال أن تتحول إلى حرب ضروس !! إلا أن أبا أمية بن المغيرة المخزومي عرض عليهم أن يحكموا فيما شجر بينهم أول داخل عليهم من باب المسجد . فارتضى القوم ذلك .\nفإذا بمحمد بن عبد الله بن عبد المطلب يكون ذلك الداخل . فهتف القوم : أن رضينا بالأمين .\nفطلب عليه الصلاة والسلام رداءً فوضع الحجر وسطه ، وطلب من رؤساء القبائل المتنازعين أن يمسكوا جميعا بأطراف ذلك الرداء ، وأمرهم أن يرفعوه ، حتى إذا أوصلوه إلى موضعه أخذه بيده فوضعه في مكانه . فرضي القوم بذلك ، وانتهى نزاع كادت دمائه أن تصل إلى الركب !!\n\nوتمر الأيام ... وغربة النبي الكريم تزداد يوما بعد يوم ، فوجوه يعرفها ، وأحوال ينكرها ، كان ذا صمت طويل يزدان بالتأمل والنظر ، لقد كانت تلك الفطرة التي جُُبل عليها تمنعه من أن ينحي لصنم ، أو يهاب وثن .\nفاعتزل القوم لما رأى من سفاهة أحلامهم ، وتفاهة عقولهم ، فكان عليه الصلاة والسلام لا يحضر عيدا لوثن ، ولا يشهد احتفالا عند صنم ، ولا يحلف بالاّت ، ولا يتقرب لعزى ، ولا يشرب خمرا ، ولا يأكل مذبوحا على نُصب ، فأبغض ذلك كله . يقول مولاه \nزيد بن حارثة رضي الله عنه : \" ... فوالذي أكرمه وأنزل عليه الكتاب ما استلم صنما حتى أكرمه الله بالذي أكرمه وأنزل عليه \" .\nفكان عليه الصلاة والسلام موحدا على ملة إبراهيم الخليل عليه السلام . \nلقد جمع الصادق الأمين من الأوصاف والشمائل ما جعلت محبته لا تقف عند البشر ، بل تتعداه إلى الحجر والشجر ، يقول عليه الصلاة والسلام بعد أن أكرمه الله بالرسالة : ( إني لأعرف حجرا بمكة كان يسلم علي قبل أن أبعث ) !! .\nفصلوات ربي وسلامه عليه .\n\nوتمر الأيام ... حتى بدأ طور جديد من حياته صلى الله عليه وسلم ، فكان يرى الرؤية ثم لا يلبث حتى يراها واقعا مشهودا أمامه ، فكان ذلك بداية بشرى النبوة والرسالة والاصطفاء ، لتكون البداية الحقيقة في الغار بـ { أقرأ باسم ربك الذي خلق } ، وينادي المنادي في أصقاع المعمورة : إن محمدا قد بُعث !!\n\nفإذا عقارب السنين والأعوام قد دقت الأربعين !!\nفصلوات ربي وسلامه عليه ...\n \n\nتلك الأربعون – لعمر الحق - : عراقة الخلال ، فكيف بما بعد الأربعين ، حين بُعث إلى العالمين !!\n{ وإنك لعلى خلق عظيم } ..\n \n\nالمراجع :\n* مسند الإمام أحمد .\n* صحيح البخاري .\n* صحيح مسلم .\n* جامع الترمذي .\n* صحيح وضعيف الجامع الصغير للألباني .\n* سيرة ابن هشام (1\/164) وما بعدها .\n* الفصول في سيرة الرسول لابن كثير (83) وما بعدها .\n* الكامل في التاريخ لابن الأثير (2\/32) وما بعدها .\n* مختصر سيرة الرسول صلى الله عليه وسلم للشيخ عبد الله بن الإمام محمد بن \nعبد الوهاب (25) وما بعدها .\n* الرحيق المختوم للشيخ صفي الرحمن المباركفوري (71) وما بعدها .\n* السيرة النبوية للشيخ محمد الصوياني (1\/21) وما بعدها ."
  },
  {
    "number": "عظمة النبي محمد صلى الله عليه و سلم",
    "text": "",
    "label": "بسم الله الرحمن الرحيم\n\nالحمد لله رب العالمين و الصلاة والسلام على سيدنا محمد أشرف المرسلين.\nمحمد صلى الله عليه وسلم هو الأعظم إنه بحق الأعظم كيف لا وقد اصطفاه الله على بني آدم وهو خاتم الأنبياء والمرسلين أرسله ربه رحمة للعالمين ليخرج الناس من الظلمات إلى النور .\nإنه الأعظم فإذا كان في البشرية من يستحق العظمة فهو محمد ، هذا كلام علماء الغرب المنصفين . والمسلمين يؤمنون به ويحترمونه ويوقرونه ويبجلونه . فهو قدوتنا العليا وهو شفيعنا يوم القيامة وقائدنا إلى الجنة . إن محمداً صلى الله عليه وسلم يستحق العظمة . كيف لا وقد أخرج الله به الناس من الظلمات إلى النور وهداهم إلى صراط مستقيم .\nعن أنس : أن النبي صلى الله عليه وسلم أتى بالبراق ليلة أسري به ملجماً مسرجاً، فاستصعب عليه ، فقال له جبريل : أبمحمد تفعل هذا ؟ فما ركبك أحد أكرم على الله منه . قال : فارفض عرقاً . \nإنه \" رجل واحد في مقابل جميع الرجال \" ، الذي استطاع بنصر الله له وبصدق عزيمته وبإخلاصه في دعوته أن يقف أمام الجميع ليدحض الباطل ويُظهر الحق حتى يحق الله الحق بكلماته ولو كره الكافرون .\nإن هذا الرجل العظيم الذي استطاع أن يقف أمام العالم أجمع وأمام جهالات قريش وكفرها العنيد وأمام الأصنام وعبادة الكواكب وكل ما يعبد من دون الله وقف يدعو الله وحده لا شريك له ونبذ كل ما سواه ، إنه بحق لجدير بكل تبجيل واحترام ليس فقط من أتباعه بل من كل من يفهموا العبقرية وخصائصها .\nإن الصفات التي تفردت في هذا الرسول العظيم لجديرة بأن يحصل على نوط الامتياز ويحظى بكل تقدير واحترام . إنه بحق الأعظم .\nفهل بعد ذلك يوجد أي رجل أعظم منه ؟ كلا ، لا يوجد رجل أعظم منه فقد عاش حياته كلها في خدمة البشرية جمعاء وجاء بالدين الخاتم والمسعد لجميع البشر .\nإن هذا الرجل العظيم محمد صلى الله عليه وسلم بحق رجل لم تنجب البشرية مثله كيف لا وقد قال عنه الجبار \" وَرَفَعْنَا لَكَ ذِكْرَكَ \" .. وقال تعالى \" وَإِنَّكَ لَعَلَى خُلُقٍ عَظِيمٍ \" .\nإذا كان الرسول صلى الله عليه وسلم نعمة أنعم الله به علينا فإنه حريٌ بنا حينما نتذكر النعمة نتذكر المنعم بها ونشكره عليها. وهذا الشكر يستوجب منا أن نتمسك بكتاب الله تعالى وسنة رسول الله صلى الله عليه وسلم مصدقاً لقوله تعالى: { لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللهِ أُسْوَةٌ حَسَنَةٌ لِّمَن كَانَ يَرْجُو اللهَ وَالْيَوْمَ الآخِرَ} (سورة الأحزاب \/آية 21). فما أعظم هذه النعمة وما أعظمك يا رسول الله وقد منحك الله سبحانه من كمالات الدنيا والآخرة ما لم يمنحه غيره من قبله أو بعده . وقد أعطاه الله في الدنيا شرف النسب وكمال الخلقة، وجمال الصورة وقوة العقل، وصحة الفهم وفصاحة اللسان وقوة الحواس والأعضاء، والأخلاق العلية والآداب الشرعية من: الدين، والعلم، والحلم والصبر والزهد والشكر والعدل والتواضع والعفو والعفة والجود والشجاعة والحياء والمروءة والسكينة والتؤدة والوقار والهيبة والرحمة وحسن المعاشرة ما لا يستطاع وصفه وحصره.\nفما أعظمك يا رسول الله ولقد صدق ربنا سبحانه وتعالى إذ يقول في شأنك ووصفك{وَإِنَّكَ لَعَلى خُلُقٍ عَظِيمٍ} (سورة القلم\/ آية 4).\nوها نحن نأتي إلى نبذة يسيرة من محاسن صفاته ومحاسن آدابه لتكون لنا نموذجاً نسير عليه حتى نكون على قدم نبينا صلى الله عليه وسلم.\n\n\nأعميت عيني عن الدنيا وزينتها --- فأنت والروح شيء غير مفترق\nإذا ذكرتك وافى مقلتي أرق --- من أول الليل حتى مطلع الفلق\nوما تطابقت الأجفان عن سنةٍ --- إلا وإنك بين الجفن والحدق\n\n\nنسبه صلى الله عليه وسلم\nأما شرف نسبه وكرم بلده ومنشئة فإن نسبه صلى الله عليه وسلم ينتهي إلى إسماعيل بن إبراهيم. نسب شريف وآباء طاهرون وأمهات طاهرات؛ فهو من صميم قريش التي لها القدم الأولى في الشرف وعلو المكانة بين العرب.\nولا تجد في سلسلة آبائه إلا كراماً ليس فيهم مسترذل بل كلهم سادة قادة، وكذلك أمهات آبائه من أرفع قبائلهن وكل اجتماع بين آبائه وأمهاته كان شرعياً بحسب الأصول العربية ولم ينل نسبه شيء من سفاح الجاهلية بل طهره الله من ذلك.\nروى مسلم عن واثلة بن الأسقع قال: سمعت رسول الله عليه و سلم يقول: \"أن الله اصطفى كنانة من ولد إسماعيل واصطفى قريشاً من كنانة واصطفى من قريش بني هاشم واصطفاني من بني هاشم\".\n\nكمال خلقته صلى الله عليه وسلم\nأما صورته وجماله وتناسب أعضائه وحسنه فقد جاءت الآثار الصحيحة المشهورة بذلك وكثر الواصفون لحسن جماله صلى الله عليه وسلم ومنها أنه كان أبيض مشرباً بالحمرة، أزهر اللون، ظاهر الوضاءة، واسع الجبين، كث اللحية سخل الخدين، أبيض الأسنان إذا تكلم كأن النور ينهمر من فمه ويكفي في وصفه قول أبو هريرة رضي الله عنه: ما رأيت شيئاً أحسن من رسول الله صلى الله عليه وسلم كأن الشمس تجري في وجهه. ووصفه بعض أصحابه فقال: كان رسول الله فخماً مفهماً يتلألأ وجهه تلألؤ القمر ليلة البدر.\nوأخرج البزار بإسناد حسن عن عائشة رضي الله عنها قالت تمثلتُ في أبي:\n\nوأبيض يستسقى الغمام بوجهه --- ربيع اليتامى عصمة للأرامل\n\nفقال أبي(تعني أبا بكر): ذلك رسول الله صلى الله عليه وسلم .\nلئن أعطي سيدنا يوسف شطر الجمال فقد أعطي محمد صلى الله عليه وسلم الحسن كلّه .\n\nعظمة خُلقه وحلمه وعفوه\nوأما الأخلاق الحميدة والآداب الشريفة فجميعها كانت خلق رسول الله صلى الله عليه وسلم على الانتهاء في كمالها ويكفيك من ذلك شهادة رب العالمين في إذ يقول( وإنك لعلى خلق عظيم) ،ويقول النبي عن نفسه (أدبني ربي فأحسن تأديبي) ، وفي ذلك قول عائشة أم المؤمنين رضي الله عنها حين سئلت: كيف كان خلق رسول الله فقالت\"كان خلقه القرءان\" أي كل خصلة خير في القرءان هي في رسول الله صلى الله عليه وسلم.\nوقالت عائشة رضي الله عنها في وصف خلقه أيضاً:\"لم يكن رسول الله فاحشاً ولا متفحشاً ولا يجزي السيئة السيئة ولكن يعفو ويصفح وقالت: ما انتقم رسول الله صلى الله عليه وسلم لنفسه إلا أن تنتهك حرمة الله تعالى.\nوفي حيائه يقول أبو سعيد الخدري رضي الله عنه: كان رسول الله صلى الله عليه وسلم أشد حياء من العذراء في خدرها وكان إذا كره شيئاً عرفناه في وجهه\" رواه البخاري.\nوكان الحلم والعفو مع المقدرة من أوصافه صلى الله عليه وسلم فقد أمره ربه تعالى أن يأخذ العفو من أخلاق الناس فقال تعالى {خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنِ الْجَاهِلِينَ} (الأعراف\/169).\nفما من حليم إلا عرفت له زلة أما نبينا الأعظم عليه الصلاة والسلام فكان لا يزيد مع كثرة الإيذاء إلا صبراً، ومع إسراف الجاهل إلا حلماً. ومما يدل على ذلك قوله عليه الصلاة والسلام: \"اللهم اهد قومي فإنهم لا يعلمون\" بعدما فعلوا به وبأصحابه ما فعلوا. وكذلك قوله عليه الصلاة والسلام في الذين أخرجوه من دياره ونكلوا بهم وقاتلوه وحرضوا عليه قبائل العرب وغيرهم \"اذهبوا فأنتم الطلقاء\" وذلك يوم الفتح. \nوروى أنس بن مالك رضي الله عنه قال:\"كنت مع النبي صلى الله عليه وسلم وعليه برد غليظ الحاشية فجذ به أعرابي بردائه جذبة شديدة حتى أثرت حاشية البرد في صفحة عنقه ثم قال: يا محمد احمل لي على بعيري هذين من مال الله الذي عندك فإنك لا تحمل لي من مالك ولا من مال أبيك!!!\nفسكت عليه الصلاة والسلام ثم قال: المال مال الله وأنا عبده وأعطاه ما طلب، فهل هناك في الحلم والعفو في مثله صلى الله عليه وسلم.\n\nجوده وكرمه صلى الله عليه وسلم\nأما الجود والكرم والسخاء والسماحة فقد خلقت معه منذ أن نشأ عليه الصلاة والسلام، فقد فاق كل كرماء العرب والعجم ووصفه بذلك كل من عرفه: قال جابر رضي الله عنه: ما سئل رسول الله صلى الله عليه وسلم عن شيء فقال: لا، وقال ابن عباس رضي الله عنه: كان عليه الصلاة والسلام أجود الناس بالخير وأجود ما يكون في رمضان. وكان إذا لقيه جبريل أجود بالخير من الريح المرسلة.\nوروى مسلم عن أنس رضي الله عنه قال: ما سئل رسول الله صلى الله عليه وسلم على الإسلام شيئاً قط إلا أعطاه، فأتاه رجل فسأله، فأمر له بغنم بين جبلين، فأتى قومه فقال: أسلموا فإن محمداً يعطي عطاء من لا يخاف الفاقة\".\n\nشجاعته صلى الله عليه وسلم\nأما من أخبار شجاعته صلى الله عليه وسلم فقد حضر عليه الصلاة والسلام المواقف الصعبة وفرَّ الشجعان و الأبطال عنه غير مرة وهو ثابت لا يبرح ومقبل لا يدبر ولا يتزحزح وقال فيه بعض الصحابة: إنا كنا إذا اشتد البأس واحمرت الحدق اتقينا برسول الله صلى عليه وسلم فما يكون أحدٌ أقرب إلى العدو منه، ولقد رأيتني يوم بدر ونحن نلوذ بالنبي صلى الله عليه وسلم وهو أقربنا إلى العدو وكان من أشد الناس يومئذ بأساً.\nوقال ابن عمر: ما رأيت أشجع ولا أبحر ولا أجود ولا أرضى من رسول الله صلى الله عليه وسلم.\n\nزهده وتواضعه عليه الصلاة والسلام\nوما جاء في زهده عليه الصلاة والسلام وتواضعه واختياره الدار الآخرة فكثير منها ما رواه البيهقي والترمذي وابن ماجه عن عبد الله أنه قال: اضطجع النبي صلى الله عليه وسلم على حصير فأثر الحصير بجلده، فجعلت أمسحه وأقول: بأبي أنت وأمي يا رسول الله ألا أذنتنا فنبسط لك شيئاً يقيك منه تنام عليه فقال عليه الصلاة والسلام: \"مالي وللدنيا، وما أنا والدنيا، إنما أنا والدنيا كراكب استظل تحت شجرة ثم راح وتركها\".\nومما يشهد على زهده عليه الصلاة والسلام أنه كان يمر الشهر والشهران ولا يوقد في بيت رسول الله نار فقالوا: ما كان طعامكم قالوا: الأسودان التمر والماء.\nوأكبر شاهد على تقلله من الدنيا وإعراضه عن زهرتها أنه توفي عليه الصلاة والسلام ودرعه مرهونة عند يهودي ولم يترك قصراً ولا متاعًا كثيراً بل كان بيته متواضعاً ومتاعه في غاية التواضع وكان صلى الله عليه وسلم يوصي بترك التنعم كما في الحديث:\" وإياك والتنعم فإن عباد الله ليسوا بالمتنعمين\".\nعَنْ عُمَرَ بْنِ الْخَطَّابِ ، قَالَ : قَالَ رَسُولُ اللهِ صلى الله عليه وسلم : لا تُطْرُونِي كَمَا أَطْرَتِ النَّصَارَى ابْنَ مَرْيَمَ ، إِنَّمَا أَنَا عَبْدٌ ، فَقُولُوا : عَبْدُ اللهِ وَرَسُولُهُ .\nومن تواضعه صلى الله عليه وسلم قوله : ( لا تفضلوني على يونس بن متى ، و لا تفضلوا بين الأنبياء ، و لا تخيروني على موسى . )\nو قال للذي قال له : يا خير البرية : ذاك إبراهيم .\n\nخوفه عليه الصلاة والسلام وطاعته لربه تعالى\nأما شدة خوفه عليه الصلاة والسلام من الله شدة طاعته وعبادته فعلى قدر علمه بربه ولذلك تمدح ومدح نفسه بقوله:\" أنا أعلمكم بالله وأشدكم لله خشية\" معناه أنا أكثركم علمًا بصفات الله تعالى ومعرفة بأمور التوحيد والتنزيه والخشية لله تبارك وتعالى، وقال عليه الصلاة والسلام أيضاً \"لو تعلمون ما أعلم لضحكتم قليلاً ولبكيتم كثيراً، إني أرى مالا ترون وأسمع مالا تسمعون أطَّت السموات وحق لها أن تئط ما فيها موضع أربع أصابع إلا وفيه ملك ساجد\". \nومعنى أطت صدر منها صوت من الحمل الذي عليها وفي هذا الحديث دليل على أن السماء مسكن للملائكة الكرام وليست مكاناً لله تعالى كما يظن المشبهة تعالى الله عن ذلك. وروى المغيرة بن شعبة قال: قام رسول الله عليه الصلاة والسلام حتى تورمت قدماه فقيل يا رسول الله أليس قد غفر الله لك ما تقدم من ذنبك و ما تأخر؟ قال: أفلا أكون عبداً شكوراً\".\n\nطيب ريحه صلى الله عليه وسلم\nوأما طيب ريحه فقد كان صلى الله عليه وسلم طيباً مطيباً من غير طيب وكانت رائحته الطيبة تفوح على أنواع العطور والطيب، روى مسلم عن أنس رضي الله عنه قال:\"ما شممت شيئاً قط مسكاً ولا عنبرا أطيب من ريح رسول الله صلى الله عليه وسلم. وعن جابر بن سمرة أنه عليه الصلاة والسلام مسح خده قال: فوجدت ليده برداً وريحاً كأنما أخرجها من جؤنة عطار أي كيس العطر. \nوكان عليه الصلاة والسلام سواء مس يده أو لم يمسها يصافح المصافح فيظل يومه يجد ريحها ويضع يده على رأس الصبي فيعرف من بين الصبيان بريحها، وروى البخاري: لم يكن النبي صلى الله عليه وسلم يمر في طريق فيتبعه أحد إلا عرف أنه سلكه من طيبه صلى الله عليه وسلم.\n\nحسن عشرته صلى الله عليه وسلم\nكان رسول الله صلى الله عليه وسلم أحسن الناس عشرة وأوسع الناس صدراً وأصدقهم لهجة وقد وصفه بعض أصحاب قائلا: كان دائم البشر سهل الخلق لين الجانب ليس بفظ ولا غليظ ولا صخاب ولا فحاش ولا عياب.\nقال الله تعالى {فَبِمَا رَحْمَةٍ مِّنَ اللهِ لِنتَ لَهُمْ وَلَوْ كُنتَ فَظًّا غَلِيظَ الْقَلْبِ لاَنفَضُّواْ مِنْ حَوْلِكَ} وكان يجيب من دعاه، ويقبل الهدية، قال أنس رضي الله عنه: خدمت رسول الله صلى الله عليه وسلم عشر سنين فما قال لي \"أف\" قط وما قال لشيء صنعته لم صنعته ولا لشيء تركته لم تركته.\nوقال جرير بن عبد الله رضي الله عنه \"ما حجبني رسول الله صلى الله عليه وسلم قط منذ أسلمت ولا رآني إلا تبسم\".\nوكان صلى الله عليه وسلم يمازح أصحابه ويخالطهم ويحادثهم ويداعب صبيانهم ويجالسهم في حجره، ويجيب دعوة الحر والعبد والأمة والمسكين، ويعود المرضى في أقصى المدينة ويقبل عذر المعتذر ويبدأ من لقيه بالسلام ويبدأ أصحابه بالمصاحفة، وكان أكثر الناس تبسماً وأطيبهم نفساً ما لم ينزل عليه قرءان أو يعظ أو يخطب، وقال عبد الله بن الحارث: ما رأيت أحداً أكثر تبسماً من رسول الله صلى الله عليه وسلم وعن أنس رضي الله عنه قال: كان خدم المدينة يأتون فيها الماء فيغمس يده فيها للتبرك.\nوكل هذا غيض كم فيض من الشمائل مما لا يستطاع حصره. \nوحسبك في ذلك حسن عشرته لأهل بيته وأزواجه اللواتي ما شكت الواحدة منهن بل كن يروين عنه فضائل الأخلاق ومحاسن العشرة وكثرة الرحمة والشفقة وقد وصفه الله تبارك وتعالى بذلك بقوله: {بِالْمُؤْمِنِينَ رَؤُوفٌ رَّحِيمٌ} هذا وزد على ذلك معجزاته وأسراره وما خصه الله به من بين الأنبياء وتفضيله على جميع الرسل مع المكانة العالية له يوم القيامة إذ هو صاحب الشفاعة العظمى في ذلك اليوم العظيم وهو صلى الله عليه وسلم سيد ولد آدم كلهم كما روى الترمذي أنه صلى الله عليه وسلم قال((أنا سيد ولد آدم القيامة ولا فخر)) وهو عليه الصلاة والسلام أول داخل إلى الجنة وهو صاحب المقام المحمود والدرجة الرفيعة والوسلية والفضيلة يوم القيامة، وأمته خير الأمم وأكثر الأمم أتقياء وفقهاء وعلماء وشهداء. والصلاة والسلام عليه أمر يحبه الله وشرعه الله في القرءان بقوله:((إن الله وملائكته يصلون على النبي يا أيها الذين آمنوا صلوا عليه وسلموا تسليما )) فهو وسيلتنا إلى الله وهو شفيع المذنبين بإذن الله وهو صلى الله عليه وسلم النور وهو البركة العظمى حياً وميتاً، فقبره مقصد الزائرين وموضع البركات فهناك تذرف دموعهم شوقاً إليه عليه الصلاة والسلام.\n\nعطر اللهم قبره الكريم *** بعرف شذي من صلاة وتسليم\n\n\nرجاحة ووفور عقله :\nأما وفور عقله ، وذكاء لبه ، وقوة حواسه ، وفصاحة لسانه ، واعتدال حركاته ، وحسن شمائله ـ فلا مرية أنه كان أعقل الناس وأذكاهم . ومن تأمل تدبيره أمر بواطن الخلق وظواهرهم ، وسياسة العامة والخاصة ، مع عجيب شمائله ، وبديع سيره ، فضلاً عما أفاضه من العلم ، وقرره من الشرع دون تعلم سبق ، ولا ممارسة تقدمت ، ولا مطالعة للكتب منه ، لم يمتر في رجحان عقله ، وثقوب فهمه لأول بديهة ، وهذا ما لا يحتاج إلى تقريره لتحقيقه . \nوقد قال وهب بن منبه : قرأت في أحد وسبعين كتاباً ، فوجدت في جميعها أن النبي صلى الله عليه وسلم أرجح الناس عقلاً ، وأفضلهم رأياً . وفي رواية أخرى : فوجدت في جميعها أن الله تعالى لم يعط جميع الناس من بدء الدنيا إلى انقضائها من العقل في جنب عقله صلى الله عليه وسلم إلا كحبة رمل من بين رمال الدنيا . ويكفيك من ذلك رجاحة عقله عندما حكم بين القبائل قبل البعثة عندما أرادوا إعادة بناء الكعبة فاختلفوا فيمن يرفع الحجر الأسود إلى مكانه فأشار عليهم أن يضعوه على عباءته وأن يمسك كل منهم بطرف منها ويرفعوه معاً وبذلك نالوا جميعهم شرف رفع الحجر الأسود .\n\nوصف شامل\nقال الحسن بن علي ـ و اللفظ لهذا السند : سألت خالي هند بن أبي هالة عن حلية رسول الله صلى الله عليه و سلم ـ وكان وصافاً ـ وأنا أرجو أن يصفع لي منها شيئاً أتعلق به ، قال : كان رسول الله صلى الله عليه و سلم فخماً مفخماً ، يتلألأ وجهه تلألؤ القمر ليلة البدر ، أطول من المربوع ، وأقصر من المشذب ، عظيم الهامة ، رجل الشعر ، إن انفرقت عقيقته فرق ، وإلا فلا يجاوز شعره شحمة أذنه ، إذا هو وفره ، أزهر اللون ، واسع الجبين، أزج الحواجب ، سوابغ ، من غير قرن ، بينهما عرق يدره الغضب ، أقنى العرنين ، له نور يعلوه ، و يحسبه من لم يتأمله أشم ، كث اللحية ، أدعج ، سهل الخدين ، ضليع الفم أشنب ، مفلج الأسنان ، دقيق المسربة ، كأن عنقه جيد دمية في صفاء الفضة ، معتدل الخق ، بادناً ، متماسكاً ، سواء البطن والصدر ، مشيح الصدر ، بعيد ما بين المنكبين ضخم الكراديس ، أنور المتجرد ، موصول ما بين اللبة و السرة بشعر يجري كالحظ ، عاري الثديين ، م ا سوى ذلك ، أشعر الذراعين و المنكبين و أعالي الصدر ، طويل الزندين ، رحب الراحة ، شئن الكفين و القدمين ، سائل الأطراف ـ [ أو قال : سائن الأطراف ] ، سبط العصب ، خمصان الأخمصين ، مسيح القدمين ، ينبو عنهما الماء ، إذا زال زال تقلعا ، و يخطو تكفأً ، و يمشي هوناً ، ذريع المشية ، إذا مشى كأنما ينحط من صبب ، و إذا التفت التفت جميعاً ، خافض الطرف ، نظره إلى الأرض أطول من نظره إلى السماء ، جل نظره الملاحظة ، يسوق أصحابه ، و يبدأ من لقيه بالسلام . \nقلت : صف لي منطقه . \nقال : كان رسول الله صلى الله عليه و سلم متواصل الأحزان ، دائم الفكرة ، ليست له راحة ، و لا يتكلم في غير حاجة ، طويل السكوت ، يفتتح الكلام و يختمه بأشداقه ، و يتكلم بجوامع الكلم فصلاً ، لا فضول فيه و لا تقصير ، دمثاً ليس بالجافي و لا المهين ، يعظم النعمة و إن دقت ، لا يذم شيئاً ، لم يكن يذم ذواقاً ، و لا يمدحه ، و لا يقام لغضبه إذا تعرض للحق بشيء حتى ينتصر له ، و لا يغضب لنفسه و لا ينتصر لها ، إذا أشار أشار بكفه كلها ، و إذا تعجب قلبها و إذا تحدث اتصل بها ، فضرب بإبهامه اليمنى راحته اليسرى ، و إذا غضب أعرض و أشاح ، و إذا فرح غض طرفه ، جل ضحكه التبسم ، و يفتر عن مثل حب الغمام . \nقال الحسن: فكتمتها الحسين بن علي زماناً ،ثم حدثته فوجدته قد سبقني إليه ، فسأل أباه عن مدخل رسول الله صلى الله عليه و سلم و مخرجه و مجلسه و شكله ، فلم يدع منه شيئاً . \nقال الحسين : سألت أبي عن دخول رسول الله صلى الله عليه و سلم ، فقال : كان دخوله لنفسه مأذوناً له في ذلك ، فكان إذا أوى إلى منزله جزأ دخوله ثلاثة أجزاء : جزءاً لأهله ، و جزؤاً لنفسه ، جزأ جزأه بينه و بين الناس ، فيرد ذلك على العامة بالخاصة ، و لا يدخر عنهم شيئاً ، فكان من سيرته في جزء الأمة إيثار أهل الفضل بإذنه و قسمته على قدر فضلهم في الدين ، منهم ذو الحاجة ، و منهم ذو الحاجتين ، و منهم ذو الحوائج ، فيتشاغل بهم ، و يشغلهم فيما أصلحهم ، و الأمة من مسألته عنهم و إخبارهم بالذي ينبغي لهم ، و يقول : ليبلغ الشاهد منكم الغائب ، و أبلغوني حاجة من لا يستطيع إبلاغي حاجته ، فإنه من أبلغ سلطاناً حاجة من لا يستطيع إبلاغها ثبت الله قدميه يوم القيامة . لا يذكر عنده إلا ذلك ، و لا يقبل من أحد غيره .\nوقال في حديث سفيان بن وكيع : يدخلن رواداً ، ولا يتفرقون إلا عن ذواق ، و يخرجون أدلة ـ يعني فقهاء . \nقلت : فأخبرني عن مخرجه كيف كان يصنع فيه ؟ \nقال : كان رسول الله صلى الله عليه و سلم يخزن لسانه إلا مما يعنيهم و يؤلفهم و لا يفرقهم ، يكرم كريم كل قوم ، و يوليه عليهم ، و يحذر الناس ، و يحترس منهم ، من غير أن يطوي عن أحد بشره و خلقه ، و يتفقد أصحابه ، و يسأل الناس ، و يحسن الحسن و يصوبه ، و يقبح القبيح و يوهنه ، معتدل الأمر غير مختلف ، لا يغفل مخافة أن يغفلوا أو يملوا ، لكل حال عنده عتاد ، لا يقتصر عن الحق ، و لا يجاوزه إلى غيره ، الذي يلونه من الناس خيارهم ، و أفضلهم عند أعمهم نصيحة ، و أعظمهم عنده منزلة أحسنهم مواساة و موازرة . \nفسألته عن مجلسه : عما كان يصنع فيه . \nفقال : كان رسول الله صلى الله عليه و سلم لا يجلس و لا يقوم إلا على ذكر ، و لا يوطن الأماكن ، و ينهى عن إيطانها ، و إذا انتهى إلى قوم جلس حيث ينتهي به المجلس ، و يأمر بذلك ، و يعطي كل جلسائه نصيبه حتى لا يحسب ، جليسه أن أحداً أكرم عليه فيه ، من جالسه أو قاومه لحاجة صابره حتى يكون هو المنصرف عنه . من سأله حاجة لم يرده إلا بها أو بميسور من القول . قد وسع ا لناس ، بسطه و خلقه ، فصار لهم أباً ، و صاروا عنده في الحق سواء ، متقاربين متفاضلين فيه التقوى . \nو في الرواية الأخرى : صاروا عنده في الحق سواء ، مجلسه مجلس حلم و حياء ، و صبر و أمانة ، لا ترفع فيه الأصوات ، و لا تؤبن فيه الحرم ، و لا تثنى فلتاته ، و هذه الكلمة ، من غير الروايتين . \nيتعاطون فيه بالتقوى متواصفين ، يوقرون فيه الكبير ، و يرحمون الصغير ، و يرفدون ذا الحاجة ، و يرحمون الغريب . \nفسألته عن سيرته صلى الله عليه و سلم في جلسائه . \nفقال : كان رسول الله صلى الله عليه و سلم دائم البشر ، سهل الخلق ، لين الجانب ، ليس بفظ و لا غليظ ، و لا سخاب ، ولا فحاش ، ولا عياب ولا مداح ، يتغافل عما لا يشتهي ولا يوئس منه ، قد ترك نفسه من ثلاث : الرياء ، و الإكثار ، و ما لا يعنيه ، و ترك الناس من ثلاث : كان لا يذم أحداً ، و لا يعيره ، و لا يطلب عورته ، و لا يتكلم إلا فيما يرجو ثوابه ، إذا تكلم أطرق جلساؤه كأنما على رؤسهم الطير ، إذا سكت تكلموا ، لا يتنازعون عنده الحديث . من تكلم عنده أنصتوا له حتى يفرغ ، حديثهم حديث أولهم ، يضحك مما يضحكون منه ، و يتعجب مما يتعجبون منه ، و يصبر للغريب على الجفوة في المنطق ، و يقول : إذا رأيتم صاحب الحجة يطلبها فأرفدوه ، ولا يطلب الثناء إلا من مكافئ ، ولا يقطع على أحد حديثه حتى يتجوزه فيقطعه بانتهاء أو قيام . هنا انتهى حديث سفيان بن وكيع . \nو زاد الآخر : كيف كان سكوته صلى الله عليه و سلم ؟ \nقال : كان سكوته على أربع : الحلم ، و الحذر ، و التقدير ، والتفكير . فأما تقديره ففي تسوية النظر و الاستماع بين الناس ، وأما تفكره ففيما يبقى ويفنى . وجمع له الحلم صلى الله عليه وسلم في الصبر ، فكان لا يغضبه شيء يستفزه ، وجمع له في الحذر أربع : أخذه بالحسن ليقتدى به ، وتركه القبيح لينتهى عنه ، واجتهاد الرأي بما أصلح أمته ، والقيام لهم بما جمع أمر الدنيا و الآخرة . انتهى الوصف بحمد الله و عونه \n\nبركاته عليه الصلاة والسلام\nأما بركاته صلى الله عليه وسلم فهي كثيرة منها ما رواه جابر أنه عليه الصلاة و السلام أطعم يوم الخندق ألف رجل من صاع شعير وعناق(وهي الأنثى من أولاد المعز التي لم يتم لها سنة) وقال جابر: فأقسم بالله لأكلوا حتى تركوه وانحرفوا وإن برمتنا لتغط كما هي وأن عجيننا لينجز. \nوكان عليه الصلاة والسلام قد تفل في العجين والبرمة (والبرمة هي قدر من حجارة وتغط أي لها صوت من شدة غليانها) فانظر كيف جعل البركة فأكل هذا العدد من الرجال بصاع شعير وقليل من اللحم.\nومن بركاته أن سعيد بن النعمان أصيبت عينه فوقعت على وجنته فردها رسول الله صلى الله عليه وسلم فكانت أحسن عينيه، وروي أن بعض الصحابة ابيضت عيناه فكان لا يبصر بهما شيئاً فنفث رسول الله صلى الله عليه وسلم في عينيه فأبصر وصار يدخل الخيط في الإبرة وهو ابن ثمانين، وروي أن قدراً انكفأت على ذارع محمد بن حاطب وهو طفل فمسح عليها ودعا له فبرأ لحينه.\nومن بركاته أن العمى زال بدعوته وبركاته فلقد روى النسائي والطبراني عن عثمان بن حنيف أن أعمى قال: يا رسول الله ادع الله أن يكشف لي عن بصري، فعلمه عليه الصلاة والسلام أن يتوضأ ويصلي ركعتين ثم يقول \"اللهم إني أسألك وأتوجه إليك بنبيك محمد نبي الرحمة يا محمد أني أتوجه بك إلى ربي\" قال راوي الحديث: والله ما تفرقنا ولا طال بنا المجلس حتى عاد الرجل يبصر.وهذا الدعاء كان في حياة الرسول صلى الله عليه وسلم .\n\nالرحمة المهداة\nقال تعالى (وما أرسلناك إلا رحمة للعالمين )الأنبياء 107 لولاه لنزل العذاب بالأمة ولاستحققنا الخلود بالنار ولضعنا في مهاوي الرذيلة والفساد والانحطاط ( وما كان الله معذبهم وأنت فيهو وما كان الله معذبهم وهم يستغفرون ) فوجوده أمان لنا من النار ومن العذاب . قال ابن القيم في جلاء الأفهام : إنّ عموم العالمين حصل لهم النفع برسالته :\nأمّا أتباعه : فنالوا بها كرامة الدنيا والآخرة .\nوأمّا أعداؤه المحاربون له : فالذين عجّل قتلهم وموتهم خيرٌ لهم من حياتهم لأن حياتهم زيادة في تغليظ العذاب عليهم في الدار الآخرة ، وهم قد كتب الله عليهم الشقاء فتعجيل موتهم خير لهم من طول أعمارهم في الكفر .\nوأمّا المعاهدون له : فعاشوا في الدنيا تحت ظلّه وعهده وذمته ، وهم أقل شرّاً بذلك العهد من المحاربين لهم .\nوأمّا المنافقون : فحصل لهم بإظهار الإيمان حقن دمائهم وأموالهم وأهلهم واحترامها ، وجريان أحكام المسلمين عليهم .\nوأمّا الأمم النائية عنه : فإن الله سبحانه وتعالى رفع برسالته العذاب العامّ عن أهل الأرض .\nفأصاب كل العالمين النفع برسالته . انتهى\nقال أبو بكر بن طاهر : زين الله تعالى محمداً صلى الله عليه و سلم بزينة الرحمة ، فكان كونه رحمة ، و جميع شمائله و صفاته رحمة على الخلق ، فمن أصابه شيء من رحمته فهو الناجي في الدارين من كل مكروه ، و الواصل فيهما إلى كل محبوب ، ألا ترى أن الله يقول : (وما أرسلناك إلا رحمة للعالمين )، فكانت حياته رحمة ، و مماته رحمة ، كما قال عليه السلام : حياتي خير لكم و موتي خير لكم و كما قال عليه الصلاة و السلام : إذا أراد الله رحمة بأمة قبض نبيها قبلها ، فجعله لها فرطاً و سلفاً . و قال السمرقندي : رحمة للعالمين : يعني للجن و الإنس . و قيل : لجميع الخلق ، للمؤمن رحمة بالهداية ، و رحمة للمنافق بالأمان من القتل ، ورحمة للكافر بتأخير العذاب . قال ابن عباس رضي الله عنهما : هو رحمة للمؤمنين وللكافرين ، إذ عوفوا مما أصاب غيرهم من الأمم المكذبة . \nوحكى أن النبي صلى الله عليه وسلم قال لجبريل عليه السلام : هل أصابك من هذه الرحمة شيء ؟ قال : نعم ، كنت أخشى العاقبة فأمنت لثناء الله عز وجل علي بقوله : ذي قوة عند ذي العرش مكين * مطاع ثم أمين [ سورة التكوير \/ 81 : الآية 20 ـ 21 ] . \nو روي عن جعفر بن محمد الصادق ـ في قوله تعالى : فسلام لك من أصحاب اليمين . أي بك ، إنما وقعت سلامتهم من أجل كرامة محمد صلى الله عليه و سلم .\nعن أبي بردة بن أبي موسى ، عن أبيه ، قال : قال رسول الله صلى الله عليه و سلم : أنزل الله علي أمانين لأمتي ، وما كان الله ليعذبهم وأنت فيهم وما كان الله معذبهم وهم يستغفرون فإذا مضيت تركت فيهم الاستغفار . و قال عليه السلام : أنا أمان لأصحابي . قيل : من البدع . و قيل : من الاختلاف و الفتن . قال بعضهم : الرسول صلى الله عليه و سلم هو الأمان الأعظم ما عاش ، و ما دامت سنته باقية فهو باق ، فإذا أميتت سنته فانتظر البلاء و الفتن . \n\nعلو منزلته ورفعة مكانته وذكره\nقال القاضي عياض في كتاب الشفا : قال تعالى (ورفعنا لك ذكرك) قال يحيى بن آدم : بالنبوة (أي رفع اللهُ للنبي ذكرَه بالنبوة) . وقيل : إذا ذكرت ذكرت معي قول : لا إله إلا الله ، محمد رسول الله . وقيل : في الأذان [ 8 ] . قال القاضي أبو الفضل : هذا تقرير من الله جل اسمه لنبيه صلى الله عليه وسلم على عظيم نعمه لديه ، وشريف منزلته عنده ، وكرامته عليه ، بأن شرح قلبه للإيمان والهداية ، ووسعه لوعى العلم ، وحمل الحكمة ، ورفع عنه ثقل أمور الجاهلية عليه ، وبغضه لسيرها ، وما كانت عليه بظهور دينه على الدين كله ، وحط عنه عهدة أعباء الرسالة والنبوة لتبليغه للناس ما نزل إليهم ، وتنويهه بعظيم مكانه ، وجليل رتبته ، ورفعه و ذكره ، وقرانه مع اسمِه اسمَه . قال قتادة : رفع الله ذكره في الدنيا والآخرة فليس خطيب ولا متشهد ولا صاحب صلاة إلا يقول : أشهد أن لا إله إلا الله وأن محمداً رسول الله . وروى أبو سعيد الخدري أن النبي صلى الله عليه وسلم قال : أتاني جبريل عليه السلام ،فقال : إن ربي و ربك يقول : تدري كيف رفعت ذكرك ؟ قلت : الله ورسوله أعلم . قال : إذا ذكرتُ ذكرتَ معي . قال ابن عطاء : جعلت تمام الإيمان بذكري معك . وقال أيضاً : جعلتك ذكراً من ذكرى ، فمن ذكرك ذكرني . وقال جعفر بن محمد الصادق : لا يذكرك أحد بالرسالة إلا ذكرني بالربوبية . وأشار بعضهم في ذلك إلى الشفاعة . ومن ذكره معه تعالى أن قرن طاعته بطاعته واسمه باسمه ، فقال تعالى : أطيعوا الله والرسول . وآمنوا بالله ورسوله ، فجمع بينهما بواو العطف المشركة . ولا يجوز جمع هذا الكلام في غير حقه عليه السلام . \nقال الله تعالى : لعمرك إنهم لفي سكرتهم يعمهون [ سورة الحجر \/ 15 : الآية 72] . اتفق أهل التفسير في هذا أنه قسم من الله جل جلاله بمدة حياة محمد صلى الله عليه و سلم ، و أصله ضم العين ، من العمر ، و لكنها فتحت لكثرة الاستعمال . و معناه : و بقائك يا محمد و قيل : و عيشك . و قيل : و حياتك . و هذه نهاية التعظيم ، و غاية البر و التشريف . قال ابن عباس رضي الله عنهما : ما خلق الله تعالى ، و ما ذرأ ، و ما برأ نفساً ـ أكرم عليه من محمد صلى الله عليه و سلم ، و ما سمعت الله تعالى أقسم بحياة أحد غيره .\nوقال أبو الجوزاء : ما أقسم الله تعالى بحياة أحد غير محمد صلى الله عليه و سلم ، لأنه أكرم البرية عنده . \nوقال جعفر بن محمد : من تمام نعمته عليه أن جعله حبيبه ، وأقسم بحياته ، ونسخ به شرائع غيره ، وعرج به إلى المحل الأعلى ، وحفظه في المعراج حتى ما زاغ البصر وما طغى ، وبعثه إلى الأحمر والأسود ، وأحل له ولأمته الغنائم ،وجعله شفيعاً مشفعاً،وسيد ولد آدم ، وقرن ذكره بذكره ، ورضاه برضاه ،وجعله أحد ركني التوحيد. \n\nتكريم الله له\nجاء في حديث أبي هريرة رضي الله عنه من قول الله تعالى لنبيه صلى الله عليه وسلم : إني اتخذتك خليلاً ، فهو مكتوب في التوراة : أنت حبيب الرحمن . \nوالخليل قال : ولا تخزني يوم يبعثون [ سورة الشعراء \/ 26 ، الآية : 87] . \nوالحبيب قيل له : يوم لا يخزي الله النبي ، فابتدئ بالبشارة قبل السؤال . \nوالخليل قال في المحنة : حسبي الله [ سورة الزمر \/ 39 ، الآية : 38 ] . \nوالحبيب قيل له : يا أيها النبي حسبك الله [ سورة الأنفال \/ 8 ، الآية : 64 ] . \nوالخليل قال : اجعل لي لسان صدق في الآخرين [ سورة الشعراء \/ 26 ، الآية : ]\nوالحبيب قيل له : ورفعنا لك ذكرك ، أعطي بلا سؤال . \nوالخليل قال : واجنبني وبني أن نعبد الأصنام . سورة إبراهيم \/ 14 ، الآية : 35 .\nوالحبيب قيل له : إنما يريد الله ليذهب عنكم الرجس أهل البيت ويطهركم تطهيراً \n\nويقول للنبي صلى الله عليه وسلم ( ألم نشرح لك صدرك ) ( ونيسرك لليسرى ) ( فإنما يسرناه بلسانك ) ( لعلك ترضى ) .\nويقول على لسان موسى عليه السلام ( اشرح لي صدري ) ( يسّر لي أمري ) ( احلل عقدة من لساني ) ( وعجلت إليك ربي لترضى ) .\nعن القاسم بن أبي أمامة قال: قال رسول الله صلى الله عليه وسلم: (إن الله اتخذني خليلاً كما اتخذ إبراهيم خليلاً وإنه لم يكن نبي إلا وله خليل ألا وإن خليلي أبو بكر).\nعن ابن عباس ، قال : قال رسول الله صلى الله عليه و سلم : إن الله قسم الخلق قسمين ، فجعلني من خيرهم قسماً ، فذلك قوله : أصحاب اليمين ، و أصحاب الشمال ، فأنا من أصحاب اليمين ، وأنا خير أصحاب اليمين ثم جعل القسمين أثلاثاً ، فجعلني في خيرها ثلثاً ، و ذلك قوله تعالى : فأصحاب الميمنة . و أصحاب المشأمة ، و السابقون السابقون ، فأن من السابقون ، و أنا خير السابقين ، ثم جعل الأثلاث قبائل ، فجعلني من خيرها قبيلة ، و ذلك قوله : وجعلناكم شعوبا وقبائل لتعارفوا إن أكرمكم عند الله أتقاكم . فأنا أتقى ولد آدم و أكرمهم على الله و لا فخر . ثم جعل القبائل بيوتاً ، فجعلني من خيرها بيتاً ، فذلك قوله تعالى : إنما يريد الله ليذهب عنكم الرجس أهل البيت ويطهركم تطهيرا [ سورة الأحزاب \/ 33 ، الآية : 33 ] . \nومن رواية ابن وهب ـ أنه عليه السلام قال : قال الله تعالى : سل يا محمد . فقلت : ما أسأل يا رب ؟ اتخذتَ إبراهيم خليلاً ، وكلمتَ موسى تكليماً ، واصطفيتَ نوحاً ، وأعطيتَ سليمان ملكاً لا ينبغي لأحد من بعده ، فقال الله تعالى : ما أعطيتك خير من ذلك ، أعطيتك الكوثر ، وجعلت اسمك مع اسمي ، ينادى به في جوف السماء ، وجعلت الأرض طهوراً لك ، ولأمتك ، وغفرت لك ما تقدم من ذنبك وما تأخر ، فأنت تمشي في الناس مغفوراً لك شفاعتك ، ولم أصنع ذلك لأحد قبلك ، وجعلت قلوب أمتك مصاحفها ، وخبأت لك شفاعتك ، ولم أخبأها لنبي غيرك . \nوحكى أبو محمد مكي ، و أبو الليث السمرقندي و غيرهما ـ أن آدم عند معصيته قال : اللهم بحق محمد اغفر لي خطيئتي . و يروى : تقبل توبتي . فقال له الله : (من أين عرفت محمداً ) ؟ فقال : رأيت في كل موضع من الجنة مكتوباً : لا إله إلا الله ، محمد رسول الله ، أو: محمد عبدي و رسولي ، فعلمت أنه أكرم خلقك عليك . فتاب الله عليه ، و غفر له . و هذا عند تأويل قوله تعالى : فتلقى آدم من ربه كلمات فتاب عليه . و في رواية الأجري قال : فقال آدم ، لما خلقتني ر فعت رأسي إلى عرشك فإذا فيه مكتوب : لا إله إلا الله محمد رسول الله ، فعلمت أنه ليس أحد أعظم قدراً عندك ممن جعلت اسمه مع اسمك ، فأوحى الله إليه : و عزتي و جلالي ، إنه لآخر النبين من ذريتك و لولاه ما خلقتك .\nعن ابن عباس ، قال : جلس ناس من أصحاب النبي صلى الله عليه وسلم ينتظرونه ، قال : فخرج حتى إذا دنا منهم سمعهم يتذاكرون ، فسمع حديثهم ، فقال بعضهم : عجباً ! إن الله اتخذ من خلقه خليلاً ، اتخذ إبراهيم خليلاً . وقال آخر : ماذا بأعجب من كلام موسى ، كلمه الله تكليماً . وقال آخر : فعيسى كلمه الله وروحه وقال آخر : وآدم اصطفاه الله .\nفخرج عليهم فسلم ، وقال : قد سمعت كلامكم و عجبكم ، أن الله تعالى اتخذ إبراهيم خليلاً ، و هو كذلك ، و موسى نجي الله وهو كذلك ، وموسى نجي الله ، وهو كذلك ، وعيسى روح الله ، وهو كذلك ، وآدم اصطفاه الله ، وهو كذلك ، ألا وأنا حبيب الله ولا فخر ، وأنا أول شافع وأول مشفع ولا فخر ، وأما من يحرك حلق الجنة فيفتح الله لي فيدخلنيها ومعي فقراء المؤمنين ولا فخر ، وأنا أكرم الأولين والآخرين ولا فخر . \nعن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: (اتخذ الله إبراهيم خليلاً وموسى نجياً واتخذني حبيباً ثم قال: وعزتي لأوثرن حبيبي على خليلي ونجيي) فبمقارنة بسيطة يتضح رفعة النبي محمد صلى الله عليه وسلم فوق كلّ الأنبياء والمرسلين ( ورفعنا بعضهم فوق بعض درجات ) ( تلك الرسل فضلنا بعضهم على بعض ) كيف لا وقد كان إمامهم في الإسراء في المسجد الأقصى وهو دعوة أبينا إبراهيم والذي بشر به موسى وعيسى عليهما السلام ، وما كانت شرائعهم إلا تمهيدا لخاتمة الرسالات ولنبوة محمد عليه الصلاة والسلام وهو القائل لو كان معي موسى لما وسعه إلا أن يتبعني ، وعندما يهبط عيسى عليه السلام فإنه سيكون من أتباع سيدنا محمد وسيصلي خلف الإمام دلالة على ذلك .\n\n\nولو وزنت به عرب وعجم --- جُعلت فداه ما بلغوه وزنا\nإذا ذكر الخليل فذا حبيب --- عليه الله في القرآن أثنى\nوإن ذكروا نجي الطور فاذكر --- نجي العرش مفتقراً لتغنى\nفإنّ الله كلم ذاك وحيا --- وكلّم ذا مخاطبةً وأثنى\nولو قابلت لفظة \"لن تراني\" --- لـ \"ما كذب الفؤاد \" فهمت معنى\nفموسى خرّ مغشياً عليه --- وأحمد لم يكن ليزيغ ذهناً\nوإن ذكروا سليمان بملكٍ --- فحاز به الكنوز وقد عرضنا\nفبطحا مكة ذهباً أباها --- يبيد الملك واللذات تفنى\nوإن يك درع داوود لبوساً --- يقيه من اتقاء البأس حصنا\nفدرع محمد القرآن لما --- تلا \"والله يعصمك \"اطمأنا\nوأغرق قومه في الأرض نوحٌ --- بدعوة \"لا تذر\" أحداً فأفنى\nودعوة أحمد (رب اهد قومي) --- فهم لا يعلمون كما علمنا\nوكل المرسلين يقول \"نفسي\" --- وأحمد \" أمّتي \"إنساً وجنّا\nوكلّ الأنبياء بُدُورُ هَدْيٍ --- وأنت الشمس أكملهم وأهدى\n\n\nصور من عظمة الرسول صلى الله عليه وسلّم\nقبل أن نخوض في بعض مناحي عظمة الرسول لا بد أن نقول : إنّ مما يدل على عظمة النبي صلى الله عليه وسلم : هو كثرة أسمائه وصفاته ، قال بعضهم : أعطاه اسمين من أسمائه : رؤوف ، رحيم . \nقال الحسين بن الفضل : لم يجمع الله لأحد من الأنبياء اسمين من أسمائه إلا للنبي صلى الله عليه وسلم ، فإنه قال عن نفسه (إنّ الله بالناس لرؤوف رحيم )الحج 65 وقال عن النبي صلى الله عليه وسم ( بالمؤمنين رؤوف رحيم ) التوبة 128 .\nوعن جُبَيْرِ بْنِ مُطْعِمٍ قَالَ : قَالَ رَسُولُ اللهِ صلى الله عليه وسلم : إِنَّ لِي أَسْمَاءً ، أَنَا مُحَمَّدٌ ، وَأَنَا أَحْمَدُ ، وَأَنَا الْمَاحِي الَّذِي يَمْحُو اللَّهُ بِيَ الْكُفْرَ ، وَأَنَا الْحَاشِرُ الَّذِي يُحْشَرُ النَّاسُ عَلَى قَدَمِي ، وَأَنَا الْعَاقِبُ الَّذِي لَيْسَ بَعْدَهُ نَبِيٌّ .\nعَنْ حُذَيْفَةَ ، قَالَ : لَقِيتُ النَّبِيَّ صلى الله عليه وسلم ، فِي بَعْضِ طُرُقِ الْمَدِينَةِ ، فَقَالَ : أَنَا مُحَمَّدٌ ، وَأَنَا أَحْمَدُ ، وَأَنَا نَبِيُّ الرَّحْمَةِ ، وَنَبِيُّ التَّوْبَةِ ، وَأَنَا الْمُقَفَّى ، وَأَنَا الْحَاشِرُ ، وَنَبِيُّ الْمَلاحِمِ .\nعندما كان محمد صلى الله عليه وسلم في محاولته لكسب رؤساء قبيلة ( قريش ) وفي أثناء حديثه معهم حاول عبد الله بن أم مكتوم وهو (بصير ) أن يسأل عن شيء مهم من أمور الإسلام فانصرف عنه النبي صلى الله عليه وسلم فعاتب القرآن النبي محمد في سورة ( عبس ) لانصرافه عنه وصرف وجهه إلى صنديد الكفر رغبة منه في دخوله في الإسلام فاعتبر القرآن ذلك أنه لا حاجة له في تمني دخولهم الإسلام ولكن المسلمين الذين جاءوا إليك أولى بهذا الاهتمام ، وما يدريك يا محمد أن هذا الكافر سوف يزكى ويدخل في الإسلام إنه في علم الغيب والأمر موكل إلى الله . ولقد حدثت واقعة أخرى قريبة من تلك عندما اتفق مبدئياً كفار قريش وصناديدها مع الرسول على أن يجعل لهم يوماً يجلسون معه فيه ويجعل للفقراء والعبيد يوم خاص بهم وكان هذا شرط لإيمانهم وقد كاد يميل قلب الرسول لهذا الاقتراح فعاتبه ربه على ذلك وطلب منه أن يترك هذا الاقتراح فالمسلمون سواسية كأسنان المشط وقال تعالى في هذا العتاب ( لَقَدْ كِدْتَ تَرْكَنُ إِلَيْهِمْ شَيْئاً قَلِيلاً ، إِذاً لَأَذَقْنَاكَ ضِعْفَ الْحَيَاةِ وَضِعْفَ الْمَمَاتِ ) . وفي هاتين الحالتين لم يكتم النبي ما نزل إليه من الوحي وهذا دليل واضح على عظمته .\n\nوصورة أخرى من عظمته : عندما سألته زوجته عائشة أم المؤمنين عن خديجة ألم يعوضك الله خيراً منها ؟ فأجابها : لا، فهي التي آمنت به وصدقته عندما كذبه الناس وعادوه ! فلم يستسلم للغيرة ولم يحاول أن يخدعها أو يجاملها . وهذا عظمته من صلى الله عليه وسلم .\n\nوعندما خُيّرَ رسول الله في أن يكون نبينا ملكاً أو عبداً نبياً فاختار أن يكون عبداً نبياً لما في مقام العبودية من الشرف والتكريم فقال تعالى وهو ينسبه إلى نفسه : \" سُبْحَانَ الَّذِي أَسْرَى بِعَبْدِهِ لَيْلاً مِنَ الْمَسْجِدِ الْحَرَامِ إِلَى الْمَسْجِدِ الْأَقْصَى \" يدل ذلك على رفضه اختيار الملك من قبل الله تعالى .\nعرض عليه كفار قريش مرة المُلكَ والجاه والسلطان والمال والثروة والرياسة عليهم بل على العرب جميعاً في مقابل ترك الدعوة الإسلامية والرجوع إلى آلهتهم الضالة فقالوا قولتهم المشهورة : إن كنت تريد مالاً جمعنا لك المال وجعلناك أغنى رجلا فينا وإن كنت تريد ملكاً ملكناك علينا وجعلنا لك الأمر وإن كان بك مس من الجن أو مرض لا يشفى عالجناك حتى تشفى من هذا المرض .فرفض كل ذلك ورفض كل تلك الإغراءات الكذابة التي لا تغري إلا ضعاف القلوب وأصحاب العقول الفاسدة الذين يركنون إلى الدنيا وملذاتها وينسون الآخرة وما فيها فقال رسول الله صلى الله عليه وسلم قولته الشهيرة التي يذكرها التاريخ له بكل ما فيها من نور وضياء وهدى ورحمة قال لعمه أبو طالب يا عم والله لو جعلوا القمر عن يميني والشمس عن يساري على أن أترك هذا الأمر ما تركته حتى يظهره الله أو أهلك دونه . إنها قولة تقشعر لها الجلود وتخشع لها القلوب قولة رجل واثق من نصر ربه واثق ومؤمن بما يبلغ عن ربه من أن الله سينصر هذا الدين ويعلي رايته ولو كره الكافرون .\nفكان هذا النبي العظيم جديراً لأن يحظى بكل حب وبكل تقدير وبكل احترام وبكل تبجيل من جميع من اتبعوه وآمنوا به واتبعوا النور الذي جاء به وممن لم يؤمنوا به .\n\nومن صور عظمته ما روى ابن ماجه في سننه عن قيس بن أبي حازم : أن رجلاً أتي رسول الله صلى الله عليه وسلم، فقام بين يديه فأخذته رعدة فقال رسول الله صلى الله عليه وسلم: ( هوّن عليك فإني لست بملك ، إنما أنا ابن امرأة من قريش كانت تأكل القديد)\nنعم فهذا التواضع هو من عظمة الرسول عليه أفضل الصلاة وأتم التسليم .\n\nومن ينسى الموقف العظيم عندما دخل النبي صلى الله عليه وسلم مكة فاتحا فقال لأهلها بعد أن آذوه وعذبوه : ما تظنون أني فاعل بكم ؟ فقالوا أخ كريم وابن أخ كريم . فقال لهم اذهبوا فأنتم الطلقاء .\n\nإن هذا الرجل نجح في حياته واستمر نجاحه بعد موته على يد أتباعه ، فقد صنع الأبطال إنها مدرسة محمد صلى الله عليه وسلم التي خرجت الأبطال والدعاة الذين جابوا الأرض شرقاً وغرباً لنشر دين الله ونوره وتبليغه إلى الناس . إن أعظم موقف يدل على عظمة الرجال الذين صنعهم في حياته هو موقفهم عند موته ، عندما قام أبو بكر غير متأثر بهذا الخبر فدخل على رسول الله بعد ما سمع بوفاته وخرج على المسلمين وقال \" أيها الناس ، من كان يعبد محمداً فإن محمداً قد مات ومن كان يعبد الله فإن الله حي لا يموت \" . وقرأ قوله تعالى \" وَمَا مُحَمَّدٌ إِلَّا رَسُولٌ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ أَفَإِنْ مَاتَ أَوْ قُتِلَ انْقَلَبْتُمْ عَلَى أَعْقَابِكُمْ \" .\nولذلك ليس غريب أن يضعه مايكل هارت في كتابه العظماء مائة في مقدمتهم فقال مايكل عن سبب اختياره لمحمد وكونه الأعظم فقال : ( إن اختياري لمحمد ليقود قائمة أكثر أشخاص العالم تأثيراً في البشرية قد يدهش بعض القراء وقد يعترض عليه البعض .. ولكنه كان ( أي محمد) الرجل الوحيد في التاريخ الذي حقق نجاحاً بارزاً في كل من المستوى الديني والدنيوي ) .\nوقال عنه أحد المفكرين الغربيين أنه لو أعطى لمحمد زمام الأمور في هذا العالم المليء بالملابسات والمشكلات لقاد البشرية إلى بر الأمان .\n\" لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ \" ( الأحزاب : 21 )\nويمكننا الآن أن نستنتج لماذا قال الله لمحمد صلى الله عليه وسلم \" وَرَفَعْنَا لَكَ ذِكْرَكَ \" \" الشرح : 44 \" .\n\nوأقوال المستشرقين في الاعتراف بعظمته كثيرة منها : من كتاب عظمة محمد لأحمد ديدات\n1- \" كان محمد ( صلى الله عليه وسلم ) الرأفة والطيبة بعينيها والذين من حوله كانوا يشعرون بتأثيره ولم ينسوه أبداً \" . ديوان شاندشارمة . باحث هندوسي ، وذلك في كتابه رسل الشرق سنة 1935 ص 122 .\n2- \" ولد في مكة في جزيرة العرب سنة 569 بعد الميلاد – وبعد أربع سنوات من وفاة يوستنيانوس الأول – الرجل الذي كان له أعظم تأثير على الجنس البشري من بين جميع الرجال ، محمد صلى الله عليه وسلم \" . جون وليم درايو طبيب ودكتور في الحقوق في كتابه \" تاريخ التطور الفكري الأوربي \" . لندن 1875 .\n3- \" إنني أشك أن أي إنسان لا يتغير رغم التغيرات الكبيرة في ظروفه الخارجية ، كما لم يتغير محمد ، لكي يلائم ويوافق هذه التغيرات \" .ر . ف . ك بودلي في \" جريدة الرسول \" لندن سنة 1946 ص 6 .\n4- \" لقد درست الرجل الرائع وفي رأيي أنه يجب أن يدعى منقذ البشرية فهو بعيد كل البعد من أن يدعى ضد المسيح \" . جورج برنارد شو في ( الإسلام الصادق ) ج1 سنة 1936 .\n5- \" من حسن الحظ إنه لأمر فريد على الإطلاق في التاريخ إن محمد مؤسس لثلاثة أشياء : الأمة والإمبراطورية والدين \" . ر . بوزوورث – سميث في كتاب محمد والمحمدية سنة 1946 .\n6- \" لقد كان محمد الأكثر توفيقاً من بين جميع الشخصيات الدينية \" .دائرة المعارف البريطانية . \n\nإذا كانت عظمة الغاية ، وقلة الوسائل ، والنتائج المذهلة هي المقاييس الثلاثة لعبقرية الإنسان فمن يجرؤ على مقارنة أي رجل عظيم في التاريخ بمحمد صلى الله عليه وسلم ؟\nحكيم – خطيب – رسول – مشرع – محارب – هازم الأفكار الباطلة – ومُحيي المعتقدات العقلانية وعبادة بلا أصنام ولا صور – مؤسس 20 إمبراطورية دنيوية وإمبراطورية واحدة روحية ذلك هو محمد . وبالنظر إلى كل المقاييس التي يمكن أن تقاس بها عظمة البشر يحق لنا أن نسأل هل يوجد أي إنسان أعظم منه ؟ بالتأكيد .... لا .\nإنه \" رجل واحد في مقابل جميع الرجال \" ، الذي استطاع بنصر الله له وبصدق عزيمته وبإخلاصه في دعوته أن يقف أمام الجميع ليدحض الباطل ويُظهر الحق حتى يحق الله الحق بكلماته ولو كره الكافرون .\nإن هذا الرجل العظيم الذي استطاع أن يقف أمام العالم أجمع وأمام جهالات قريش وكفرها العنيد وأمام الأصنام وعبادة الكواكب وكل ما يعبد من دون الله وقف يدعو إلى الله وحده لا شريك له ونبذ كل ما سواه ، إنه بحق لجدير بكل تبجيل واحترام ليس فقط من أتباعه بل من كل من يفهموا العبقرية وخصائصها .\nإن الصفات التي تفردت في هذا الرسول العظيم لجديرة بأن يحصل على نوط الامتياز ويحظى بكل تقدير واحترام . إنه بحق الرسول الأعظم .\nفهل بعد ذلك يوجد أي رجل أعظم منه ؟ \" . كلا ، لا يوجد رجل أعظم منه فقد عاش حياته كلها في خدمة البشرية جمعاء وجاء بالدين الخاتم والمسعد لجميع البشر .\nإن هذا الرجل العظيم هو محمد صلى الله عليه وسلم ، إنه بحق رجل لم تنجب البشرية مثله ."
  },
  {
    "number": "حبيبة رسول الله - صلَّى الله عليه وسلَّم",
    "text": "",
    "label": "1- التعريف بها: هِيَ أمُّ المؤمنينَ أمُّ عبدِالله: عائشةُ بنتُ الإمام الصِّدِّيق الأكْبر، خليفةِ رسولِ الله - صلَّى الله عليه وسلَّم - أبِي بَكْرٍ عبدِالله بنِ أبي قُحَافةَ عثمانَ بنِ عامرِ بن عمرو بن كعْب بن سعْد بن تَيْم بن مُرَّة، بن كعْب بن لُؤيٍّ; القرشيَّة التيميَّة، المكيَّة، النبويَّة، أم المؤمنين، زَوْجة النبيِّ - صلَّى الله عليه وسلَّم - أفْقَه نِساءِ الأُمَّة على الإطلاق.\nوأمُّها هي: أُمُّ رُومانَ بنتُ عامرِ بن عُوَيمر، بن عبدِ شمْس، بن عتاب ابن أُذينة الكِنانية.\nهاجَر بعائشةَ أبواها، وتزوَّجها نبيُّ الله - صلَّى الله عليه وسلَّم - قبل مهاجرِه بعدَ وفاة الصِّدِّيقة خديجة بنت خُوَيلد، وذلك قبلَ الهِجرة ببضعة عشَرَ شهرًا، وقيل: بعامين، ودخَل بها في شوَّال سَنةَ اثنتين منصرفَه - عليه الصلاة والسلام - مِن غزوةِ بدر، وهي ابنةُ تِسْع، فرَوَتْ عنه عِلمًا كثيرًا طيبًا مباركًا فيه، وعن أبيها، وعن عمر، وفاطمة، وسعْد، وحمْزَة بن عمرو الأسْلمي، وجُدَامَةَ بنتِ وهْب..\\\" [1].\n\n2- حبُّ النبيِّ - صلَّى الله عليه وسلَّم - لها: اختارَها الله لنبيِّه، حيثُ رآها في المنام، كما جاء في الصحيحَيْن - واللَّفْظ لمسلِم - عن عائشةَ قالتْ: قال رسولُ الله - صلَّى الله عليه وسلَّم -: ((أُريتكِ في المنام ثلاثَ ليالٍ، جاءَني بكِ المَلَك في سَرَقةٍ (قطعة) مِن حريرٍ، فيقول: هذه امرأتُك، فأَكْشِف عن وجْهِكِ، فإذا أنتِ هي، فأقول: إنْ يَكُ هذا مِن عندَ الله يُمضِه)).\nوعن عمرِو بن العاص - رضي الله عنه - قال: بعَثَني رسولُ الله - صلَّى الله عليه وسلَّم - على جيشِ ذاتِ السلاسل، قال: فأتيتُه قال: قلتُ: يا رسولَ الله، أيُّ الناس أحبُّ إليك؟ قال: ((عائشة))، قال: قلت: فمِن الرِّجال؟ قال: ((أبوها إذًا))، قال: قلت: ثُمَّ مَن؟ قال: ((عمر))، قال: فعدَّ رِجالاً\\\"؛ أخرجه الشيخان.\n\n3- دعاءُ النبيِّ - صلَّى الله عليه وسلَّم - لها: عن عائشةَ قالت: لمَّا رأيتُ مِن النبي - صلَّى الله عليه وسلَّم - طِيبَ النَّفْس قلت: يا رسولَ الله، ادعُ اللهَ لي، فقال: ((اللهمَّ اغفرْ لعائشةَ ما تقدَّم مِن ذنبِها وما تأخَّر، وما أسَرَّتْ وما أعْلَنتْ))، فضحِكتْ عائشةُ حتى سقَط رأسها في حجْرِ رسولِ الله - صلَّى الله عليه وسلَّم - من الضحِك، فقال: ((أيَسرُّكِ دُعائي؟))، فقالت: وما لي لا يَسرُّني دعاؤك؟! فقال: ((واللهِ إنَّها لدَعْوَتي))؛ أخرجه البزَّار في مسنده، وحَسَّنه الألباني.\n\n4- ثناءُ النبي - صلَّى الله عليه وسلَّم - وصحابته عليها: عن أبي موسى الأشعريِّ - رضي الله عنه - قال: قالَ رسولُ اللَّهِ - صلَّى الله عليه وسلَّم -: ((كَمَلَ منَ الرِّجال كثيرٌ، ولم يَكْمُلْ منَ النِّساءِ إلاَّ مريمُ بنتُ عِمرانَ، وآسِيةُ امرأةُ فِرعونَ، وفضْلُ عائشةَ على النِّساءِ كفَضْل الثَّرِيدِ على سائرِ الطعام))؛ صحيح البخاري.\n\nوعَنْ عَائِشَةَ - رضِي الله عنها - قَالَتْ: قال - صلَّى الله عليه وسلَّم - يَوْمًا: ((يا عائِشَ، هَذا جبْريلُ يُقْرِئُكِ السَّلاَم))، فَقُلْتُ: وَعليه السلام ورحْمَةُ اللَّهِ وبَرَكاتُه، تَرَى ما لا أَرى - تُرِيدُ رَسُولَ اللَّهِ، صلَّى الله عليه وسلَّم؛ رواه الشيخان - البخاريُّ ومسلم. \nوعن الحَكمِ: سمعتُ أبا وائلٍ قال: \\\"لَمَّا بعَثَ عليٌّ عَمَّارًا والحسنَ إلى الكوفَة؛ ليستَنفِرَهم، خَطبَ عمَّارٌ فقال: إنِّي لأعلمُ أنَّها زوجتُهُ في الدُّنيا والآخِرة، ولكنَّ اللَّهَ ابتَلاكم؛ لتتبعوهُ أو إيَّاها\\\"؛ رواه البخاري.\nوعَنْ أَنَسِ بن مالكٍ - رضي الله عنه - قال: سَمِعْتُ رَسولَ اللَّهِ - صلَّى الله عليه وسلَّم - يَقولُ: ((فَضْلُ عائِشَةَ على النِّساءِ كَفَضْلِ الثَّرِيدِ على الطَّعام))؛ رواه الشيخان - البخاري ومسلم.\n\n5- عبادتها وزُهدها: وقد كانتْ أُمُّ المؤمنين كثيرةَ الصيام، حتى ضعُفت، كما جاء في السِّيَر للذهبي - رحمه الله تعالى - عن عبدِالرحمن بن القاسِم، عن أبيه: أنَّ عائشةَ كانتْ تصوم الدَّهْر. \nكما كانتْ زاهدةً في الدنيا، فعَنْها قالت: \\\"ما شَبِع آلُ محمَّد يومَيْن من خُبزِ بُرٍّ إلا وأحدهما تَمْر\\\"؛ متفق عليه.\nوعن عطاء: أنَّ معاويةَ بعَث إلى عائشةَ بقِلادةٍ بمائةِ ألْف، فقسمتْها بيْن أمَّهات المؤمنين، وعن عُروةَ، عن عائشة: أنَّها تصدَّقتْ بسَبْعِين ألفًا; وإنَّها لتُرقِّع جانبَ دِرْعها - رضي الله عنها.\nوعن أُمِّ ذَرَّة، قالت: بعَث ابنُ الزبير إلى عائشةَ بمالٍ في غِرَارتَيْن، يكون مائة ألْف، فدَعَتْ بطَبق، فجعَلتْ تقسم في الناس، فلمَّا أمسَت، قالت: هاتِي يا جاريةُ فُطوري، فقالت أمُّ ذَرَّة: يا أمَّ المؤمنين، أمَا استطعتِ أن تشتري لنا لحمًا بدِرْهم؟! قالت: لا تُعنِّفيني، لو أذْكْرِتني لفعلتُ[2]. \n\n6- فِقهُ وعِلم أمِّ المؤمنين عائشة - رضي الله عنها -: قال الزُّهريُّ: لو جُمِع عِلمُ عائشة إلى عِلمِ جميعِ النساء، لكان علمُ عائشةَ أفْضلَ[3]. \nكما أنَّ الله قد وهَبَها الذكاءَ والفِطنة، وسُرعةَ الحافظة، قال ابن كثير: \\\"لم يَكُن في الأُممِ مثلُ عائشةَ في حِفْظها وعِلْمها، وفصاحتِها وعَقْلِها\\\"، ويقول الذهبيُّ: \\\"أفْقَهُ نِساء الأمَّة على الإطلاق، ولا أعْلمُ في أمَّة محمَّد، بل ولا في النِّساء مطلقًا امرأةً أعلمَ منها\\\".\nوقدْ تجاوز عددُ الأحاديث التي روتْها ألْفَيْن ومائة حديث عن النبيِّ - صلَّى الله عليه وسلَّم - وهي مُشتَهِرة في كُتُب السُّنَّة: البخاري ومسلم، والسُّنن والمسانيد، وغيرها؛ قال الحافظُ الذهبيُّ: مُسْنَد عائشة يبلُغ ألْفَين ومائتين وعشرة أحاديث؛ اتَّفق البخاريُّ ومسلمٌ لها على مائةٍ وأربعةٍ وسبعين حديثًا، وانفرَد البخاريُّ بأربعةٍ وخمسين، وانفرد مسلِمٌ بتِسعة وستِّين[4].\nويقول عُروةُ بنُ الزُّبَيْر: \\\"ما رأيتُ أحدًا أعلمَ بفِقه، ولا بِطبٍّ ولا بِشِعر من عائشةَ - رضي الله عنها\\\"، وقال فيها أبو عُمرَ بنُ عبدالبرِّ: \\\"إنَّ عائشةَ كانتْ وحيدةً بعصرها في ثلاثةِ علوم: علم الفقه، وعلم الطب، وعلم الشِّعر\\\".\nكما كانتِ المرجعَ الكبيرَ لكِبار الصحابة، خاصَّة عندَ المواقف والملمَّات، كما كانتْ تُفتي بما لدَيْها من عِلمٍ وفِقه في عهد الخليفةِ عمرَ وعثمانَ - رضي الله عنهما - إلى أن تُوفِّيت - رحمها الله ورضي عنها.\n\n7- نزول برائتِها مِن حادثة الإفْك من عندَ الله تعالى: وقدْ تعرَّضَتْ - رضِي الله عنها - إلى ابتلاءٍ شديد، وفِتْنةٍ كبيرة، حيث طَعَن في شرَفِها وعِرْضها المنافقون في المدينة، فأنْزَل الله براءتَها من فوقِ سبعِ سموات، وقد قالتْ - رضي الله عنها - كما في الصحيحين: \\\"... ثُمَّ تحولتُ واضطجعتُ على فِراشي، والله يعلم أنِّي حينئذٍ بريئةٌ، وأنَّ الله مُبرِّئي ببراءتي، ولكن واللهِ ما كنتُ أظنُّ أنَّ الله منزلٌ في شأني وحيًا يُتْلَى، لشأني في نفْسي كان أحْقرَ مِن أن يتكلَّم الله فيَّ بأمْر، ولكن كنتُ أرْجو أن يرَى رسولُ الله - صلَّى الله عليه وسلَّم - في النومِ رُؤيَا يُبرِّئني الله بها، فواللهِ ما رام رسولُ الله - صلَّى الله عليه وسلَّم - مجلسَه، ولا خرَج أحدٌ مِنْ أهل البيت حتَّى أُنزِل عليه، فأخَذَه ما كان يأخُذُه من البُرَحَاء، حتى إنَّه ليتحدَّر منْه مِن العَرَق مثل الجُمَان، وهو في يومٍ شاتٍ مِن ثِقَلِ القوْل الذي أُنزِل عليه.\nقالت: فَسُرِّي عن رسولِ الله - صلَّى الله عليه وسلَّم - وهو يَضْحَك، فكانتْ أوَّل كَلمةٍ تَكلَّم بها أنْ قال: ((يا عائشةُ، أمَّا اللهُ فقدْ بَرَّأكِ))، قالت: فقالتْ لي أُمِّي: قُومِي إليه، فقلتُ: واللهِ لا أقومُ إليه، فإنِّي لا أحْمَدُ إلاَّ اللهَ - عزَّ وجلَّ.\nقالت: وأنزَل الله تعالى: ﴿ إِنَّ الَّذِينَ جَاءُوا بِالْإِفْكِ عُصْبَةٌ مِنْكُمْ ﴾ [النور: 11] الآيات...\\\". \nقال ابنُ كثير: \\\"فغار اللهُ لها وأنْزَلَ براءتَها في عشْر آياتٍ تُتلى على الزمان، فسَمَا ذِكْرُها، وعلا شأنُها؛ لتسمعَ عفافَها وهي في صِباها، فشَهِدَ الله لها بأنَّها مِنَ الطَّيِّبات، ووعدَها بمغفرةٍ ورِزق كريم\\\". \nومَع هذه المنزِلَةِ العالية، والتبرِئة العالية الزكيَّة مِنَ الله تعالى، تَتَواضَعُ وتقول: \\\"ولَشَأنِي في نفْسي أهونُ مِن أن يُنزِل الله فيَّ قرآنًا يُتْلَى\\\"! \n\n8- خصائص أمِّ المؤمنين - رضي الله عنها -: قال ابنُ القيِّم - رحمه الله -: \nومِن خصائصها: أنَّها كانتْ أحبَّ أزواج رسولِ الله - صلَّى الله عليه وسلَّم - إليه، كما ثبَت عنْه ذلك في البخاريِّ وغيره، وقد سُئِل: أيُّ الناس أحبُّ إليك؟ قال: ((عائشة))، قيل: فمِن الرِّجال؟ قال: ((أبوها)). \nومِن خصائصها أيضًا: أنَّه لَمْ يتزوَّج امرأةً بِكرًا غيرها، ومن خصائصها: أنَّه كان يَنزِل عليه الوحيُ وهو في لحافِها دونَ غيرِها، ومِن خصائصها: أنَّ الله - عزَّ وجلَّ - لَمَّا أنزل عليه آيةَ التخيير بدأ بها فخيَّرها، فقال: ((ولا عليكِ ألاَّ تَعْجَلي حتى تستأمري أَبَوَيك))، فقالت: أفِي هذا أسْتَأمِر أبوي؟! فإنِّي أُريد اللهَ ورسولَه والدارَ الآخِرة، فاستنَّ بها - أي: اقتَدَى - بقيةُ أزواجه - صلَّى الله عليه وسلَّم - وقُلْنَ كما قالتْ.\nومِن خصائصها: أنَّ الله سبحانه برَّأها ممَّا رماها به أهلُ الإفك، وأنْزَل في عُذرِها وبراءتِها وحيًا يُتْلَى في محاريبِ المسلمين وصلواتهم إلى يومِ القيامة، وشَهِد لها بأنَّها مِنَ الطيِّبات، ووعَدَها المغفرةَ والرِّزقَ الكريم، وأخْبَر سبحانه أنَّ ما قيل فيها مِنَ الإفك كان خيرًا لها، ولم يكن ذلك الذي قيل فيها شَرًّا لها، ولا عائبًا لها، ولا خافضًا مِن شأنها، بل رَفَعها الله بذلك وأعْلى قدْرَها، وأعْظَمَ شأنها، وصار لها ذِكرًا بالطيب والبراءة بيْن أهلِ الأرض والسماء، فيا لها مِن مَنْقَبة ما أجلَّها! \nومِن خصائِصها - رضي الله عنها -: أنَّ الأكابرَ مِنَ الصحابة - رضي الله عنهم - كان إذا أَشْكَل عليهم أمرٌ مِن الدِّين استفتوها فيَجِدون عِلمَه عندَها.\nومِن خصائصها - رضي الله عنها -: أنَّ رسولَ الله - صلَّى الله عليه وسلَّم - تُوفِّي في بيتها، وفي يومِها، وبيْن سَحْرِها ونَحْرها، ودُفِن في بيتها.\nومِن خصائصها - رضي الله عنها -: أنَّ الناسَ كانوا يتحرَّوْن بهداياهم يومَها مِن رسولِ الله - صلَّى الله عليه وسلَّم - تقربًا إلى الرسولِ - صلَّى الله عليه وسلَّم - فيُتْحفونَه بما يحبُّ في منزلِ أحبِّ نسائِه إليه - صلَّى الله عليه وسلَّم ورضي الله عنهنَّ أجمعين[5].\n\nوقال الإمام بدرُ الدِّين الزَّرْكشيُّ في \\\"الإجابة لإيراد ما استدركتْه عائشةُ على الصحابة\\\" - وهو يَتكلَّم في خصائصها، رضي الله عنها - الأربعين، قال: \\\"والخامِسة - أي: مِن الخصائص -: نزول براءتِها منَ السماء بما نَسَبه إليها أهلُ الإفك في ستَّ عشرةَ آية متوالية، وشَهِد لها بأنَّها من الطيِّبات، ووعَدها بالمغفرةِ والرِّزق الكريم، قال: والسادس: جَعله قُرآنًا يُتْلَى إلى يومِ القيامة؛ أي: الآيات التي نزلَتْ في براءتِها. \nوقال - في العاشرة -: وجوب محبَّتِها على كلِّ أحد، ففي الصحيح: لمَّا جاءتْ فاطمة - رضي الله عنها - إلى النبيِّ - صلَّى الله عليه وسلَّم - قال لها: ((ألسْتِ تُحبِّين ما أُحبُّ؟)) قالت: بلى، قال: ((فأَحبِّي هذه - يعني: عائشة))، وهذا الأمْرُ ظاهِرُه الوجوب. \nوقال - في الحادية عشرة -: إنَّ مَن قذَفها فقَدْ كفَر؛ لتصريحِ القرآن الكريم ببراءتِها، وقال - في الثانية عشرة -: مَن أنْكَر كونَ أبيها أبي بَكْرٍ الصِّدِّيق - رضي الله عنه - صحابيًّا كان كافرًا، نصَّ عليه الشافعيُّ، فإنَّ الله تعالى يقول: ﴿ إِذْ هُمَا فِي الْغَارِ إِذْ يَقُولُ لِصَاحِبِهِ لَا تَحْزَنْ إِنَّ اللَّهَ مَعَنَا ﴾ [التوبة: 40]، ومُنكِر صُحْبةِ غير الصَّدِّيق يَكْفُر لتكذيبه التواتُر[6]؛ انتهى مختصرًا.\n\n9- وفاتها - رضي الله عنها -: تُوفِّيت - رضي الله عنها وأرْضاها - سَنةَ سَبْعٍ وخمسين على الصحيحِ، وقيل: سَنَة ثمان وخمسين، في ليلةِ الثلاثاء لسَبْعَ عشرةَ خَلَتْ مِن رمضان بعدَ الوتر، ودُفنت من ليلتها، وصلَّى عليها أبو هريرة، بعدَ أن عمرتْ ثلاثًا وستين سَنَة وأشهرًا - كما ذَكَر الذهبيُّ في \\\"السِّير\\\"[7]. \n\n10- حُكم الإسلام فيمَن سبَّ أمَّ المؤمنين عائشة - رضي الله عنها -: قال تعالى في تزكيةِ أمِّ المؤمنين ومكانتِها وغيرِها من زوجاتِ النبيِّ - صلَّى الله عليه وسلَّم -: ﴿ النَّبِيُّ أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ وَأَزْوَاجُهُ أُمَّهَاتُهُمْ ﴾[الأحزاب: 6]. \nوقدْ أجْمَع علماءُ الإسلام قاطبةً مِن أهل السُّنَّة والجماعة على أنَّ مَن سبَّ أمَّ المؤمنين عائشة - رضي الله عنها - ورَماها بما برَّأها الله منه أنه كافِرٌ، ورُوي عن مالكِ بن أنس أنَّه قال: مَن سَبَّ أبا بكرٍ وعُمرَ جُلِد، ومَن سَبَّ عائشةَ قُتِل، قيل له: لِمَ يقتلُ في عائشة؟ قال مالك: فمَن رماها فقدْ خالَفَ القرآن، ومَن خالف القرآنَ قُتِل. \nقال أبو مُحمَّد ابنُ حزْم الظاهريُّ - رحمه الله-: قول مالك هذا صحيحٌ، وهي رِدَّة تامَّة، وتكذيبٌ لله تعالى في قَطْعِه ببراءتها.\nوقال أبو الخطَّابِ ابنُ دِحية في أجوبة المسائل: وشَهِد لقول مالك كتابُ الله، فإنَّ الله إذا ذَكَر في القرآن ما نَسَبه إليه المشرِكون سبَّح نفسَه لنفسِه، قال تعالى: ﴿ وَقَالُوا اتَّخَذَ الرَّحْمَنُ وَلَدًا سُبْحَانَهُ ﴾ [الأنبياء: 26]، والله تعالى ذَكَر عائشةَ، فقال: ﴿ وَلَوْلَا إِذْ سَمِعْتُمُوهُ قُلْتُمْ مَا يَكُونُ لَنَا أَنْ نَتَكَلَّمَ بِهَذَا سُبْحَانَكَ هَذَا بُهْتَانٌ عَظِيمٌ ﴾ [النور: 16]، فسبَّح نفْسَه في تنزيهِ عائشةَ، كمَا سبَّح نفسَه لنفسِه في تنزيهه؛ حكاه القاضي أبو بكر ابن الطيِّب[8]. \nوقال أبو بكر ابنُ زياد النيسابوريُّ: سَمعتُ القاسمَ بنَ محمَّد يقول لإسماعيلَ بن إسحاقَ: أُتِي المأمون في (الرَّقة) برَجلين شَتَم أحدُهما فاطمةَ، والآخَرُ عائشةَ، فأمَر بقَتْل الذي شتَم فاطمةَ وترَك الآخَر، فقال إسماعيلُ: ما حُكْمُهما إلاَّ أن يُقتلاَ؛ لأنَّ الذي شتَم عائشةَ ردَّ القرآن. \n\nقال شيخُ الإسلام ابنُ تيمية - رحمه الله - تعقيبًا عليه: وعلى هذا مضَتْ سِيرةُ أهل الفِقه والعِلم مِن أهل البيت وغيرِهم.\nوقالَ ابنُ العربيِّ - رحمه الله -: كلُّ مَن سبَّها بما برَّأها الله منه فهو مُكذِّب لله، ومَن كذَّب الله فهو كافِر.\nوقال ابن قُدامة: فمَن قذَفها بما بَرَّأها الله منه فقدْ كفَر بالله العظيم.\nوقال الإمامُ النوويُّ - رحمه الله -: براءةُ عائشة - رضي الله عنها - مِنَ الإفْك، وهي براءةٌ قطعية بنصِّ القرآن العزيز، فلو تَشكَّك فيها إنسانٌ - والعياذ بالله - صار كافرًا مرتدًّا بإجماعِ المسلمين. \nوقال ابنُ القيِّم - رحمه الله -: واتَّفقتِ الأُمَّة على كُفْر قاذفِها.\nوقد رُوِي عَنْ عَمْرِو بنِ غالِبٍ: أنَّ رَجُلاً نالَ مِنْ عائِشَةَ عندَ عَمَّارٍ، فقالَ: اغْرُبْ مَقْبوْحًا، أَتُؤذِي حَبِيبةَ رَسُول الله - صلَّى الله عليه وسلَّم؟! قال الذهبيُّ في السِّيَر: صحَّحَه الترمذيُّ في بعضِ النُّسخ، وفي بعضِ النُّسخ قال: هذا حديثٌ حسَن."
  },
  {
    "number": "سيد العُباد صلى الله عليه وسلم\nبسم الله الرحمن الرحيم",
    "text": "",
    "label": "• كان النبي -صلى الله عليه وسلم- يذكر الله على كل أحيانه. \nالبخاري ـ كتاب الحيض\n\n• عن حذيفة -رضي الله عنه- قال كان النبي -صلى الله عليه وسلم- إذا حزبه أمر صلى.\n(حسن) أبو داود - 4703صحيح الجامع . ‌\n\n• عن المغيرة -رضي الله عنه- قال: إن كان النبي -صلى الله عليه وسلم- ليقوم ليصلي حتى ترم قدماه أو ساقاه، فيقال له، فيقول: أفلا أكون عبدا شكورا. \nالبخاري كتاب الجمعة برقم 1062\n\n• عن ابن عمر -رضي الله عنهما- قال كان النبي -صلى الله عليه وسلم- يصلي في السفر على راحلته حيث توجهت به يومئ [يشير برأسه] إيماء صلاة الليل إلا الفرائض ويوتر على راحلته. \nالبخاري كتاب الجمعة برقم945\n\n• عن عائشة -رضي الله عنها- قالت كان النبي -صلى الله عليه وسلم- إذا افتتح الصلاة قال: سبحانك اللهم وبحمدك وتبارك اسمك وتعالى جدك ولا إله غيرك.\n( حسن صحيح ) الترمذي ـ كتاب الصلاة برقم 226\n\n• عن علي بن أبي طالب -رضي الله عنه- عن رسول الله -صلى الله عليه وسلم- أنه كان إذا قام إلى الصلاة قال: وجهت وجهي للذي فطر السماوات والأرض حنيفا وما أنا من المشركين، إن صلاتي ونسكي ومحياي ومماتي لله رب العالمين، لا شريك له وبذلك أمرت وأنا من المسلمين، اللهم أنت الملك لا إله إلا أنت، أنت ربي وأنا عبدك، ظلمت نفسي واعترفت بذنبي، فاغفر لي ذنوبي جميعا، إنه لا يغفر الذنوب إلا أنت، واهدني لأحسن الأخلاق، لا يهدي لأحسنها إلا أنت، واصرف عني سيئها، لا يصرف عني سيئها إلا أنت، لبيك وسعديك والخير، كله في يديك، والشر ليس إليك، أنا بك وإليك، تباركت وتعاليت، أستغفرك وأتوب إليك.\nوإذا ركع قال: اللهم لك ركعت، وبك آمنت، ولك أسلمت، خشع لك سمعي وبصري ومخي وعظمي وعصبي.\nوإذا رفع قال: اللهم ربنا لك الحمد ملء السماوات، وملء الأرض، وملء ما بينهما، وملء ما شئت من شيء بعد.\nوإذا سجد قال: اللهم لك سجدت، وبك آمنت، ولك أسلمت، سجد وجهي للذي خلقه وصوره وشق سمعه وبصره، تبارك الله أحسن الخالقين.\nثم يكون من آخر ما يقول بين التشهد والتسليم: اللهم اغفر لي ما قدمت وما أخرت، وما أسررت وما أعلنت، وما أسرفت، وما أنت أعلم به مني، أنت المقدم وأنت المؤخر، لا إله إلا أنت.\nمسلم ـ كتاب صلاة المسافرين وقصرها برقم 1290\n\n• عن ابن عباس -رضي الله عنهما- قال كان النبي -صلى الله عليه وسلم- إذا قام من الليل يتهجد، قال: اللهم لك الحمد أنت قيم السماوات والأرض ومن فيهن، ولك الحمد لك ملك السماوات والأرض ومن فيهن، ولك الحمد أنت نور السماوات والأرض ومن فيهن، ولك الحمد أنت ملك السماوات والأرض، ولك الحمد أنت الحق ووعدك الحق ولقاؤك حق وقولك حق، والجنة حق والنار حق والنبيون حق ومحمد -صلى الله عليه وسلم- حق والساعة حق، اللهم لك أسلمت، وبك آمنت، وعليك توكلت، وإليك أنبت، وبك خاصمت، وإليك حاكمت، فاغفر لي ما قدمت وما أخرت، وما أسررت وما أعلنت، أنت المقدم وأنت المؤخر، لا إله إلا أنت ولا حول ولا قوة إلا بالله\nالبخاري كتاب الجمعة برقم 1053\n\n• عن عائشة -رضي الله عنها- قالت: كان رسول الله -صلى الله عليه وسلم- إذا عمل عملا أثبته، وكان إذا نام من الليل أو مرض صلى من النهار ثنتي عشرة ركعة، قالت: وما رأيت رسول الله -صلى الله عليه وسلم- قام ليلة حتى الصباح، وما صام شهرا متتابعا إلا رمضان.\nمسلم ـ كتاب صلاة المسافرين وقصرها برقم 1235\n\n• كان عبد الله بن الزبير -رضي الله عنه- على المنبر يقول: كان النبي -صلى الله عليه وسلم- إذا انصرف من الصلاة يقول: لا إله إلا الله وحده لا شريك له، له الملك وله الحمد، وهو على كل شيء قدير، لا إله إلا الله مخلصين له الدين ولو كره الكافرون، أهل النعمة والفضل والثناء الحسن، لا إله إلا الله مخلصين له الدين ولو كره الكافرون.\nمسلم ، أبو داود ـ كتاب الصلاة برقم 1288\n\n• عن أبي سلمة بن عبد الرحمن أنه سأل عائشة -رضي الله عنها- كيف كانت صلاة رسول الله -صلى الله عليه وسلم- في رمضان؟ فقالت: ما كان رسول الله -صلى الله عليه وسلم- يزيد في رمضان ولا في غيره على إحدى عشرة ركعة، يصلي أربعا فلا تسل عن حسنهن وطولهن ثم يصلي أربعا فلا تسل عن حسنهن وطولهن ثم يصلي ثلاثا. قالت عائشة: فقلت: يا رسول الله، أتنام قبل أن توتر؟ فقال يا عائشة إن عيني تنامان ولا ينام قلبي.\nالبخاري ـ كتاب الجمعة برقم 1079\n\n• عن عائشة -رضي الله عنها- قالت: كان النبي -صلى الله عليه وسلم- إذا دخل العشر، شد مئزره، وأحيا ليله، وأيقظ أهله. \nالبخاري ـ كتاب صلاة التراويح برقم 1884\n\n• عن أبي هريرة -رضي الله عنه- قال: كان النبي -صلى الله عليه وسلم- يعتكف في كل رمضان عشرة أيام، فلما كان العام الذي قبض فيه اعتكف عشرين يوما.\nالبخاري ـ كتاب الاعتكاف برقم 1903\n\n• عن عبد الله بن عمر -رضي الله عنهما- قال: كان النبي -صلى الله عليه وسلم- إذا قفل [رجع] من الحج أو العمرة -ولا أعلمه إلا قال الغزو- يقول كلما أوفى على ثنية أو فدفد [المرتفع من الأرض] كبر ثلاثا ثم قال: لا إله إلا الله وحده لا شريك له، له الملك وله الحمد، وهو على كل شيء، قدير آيبون تائبون عابدون ساجدون لربنا حامدون، صدق الله وعده ونصر عبده وهزم الأحزاب وحده. \nالبخاري ـ كتاب الجهاد والسير برقم2773\n\n• عن عائشة -رضي الله عنها- قالت: كان النبي -صلى الله عليه وسلم- إذا عصفت الريح، قال: اللهم إني أسألك خيرها وخير ما فيها وخير ما أرسلت به، وأعوذ بك من شرها وشر ما فيها وشر ما أرسلت به. قالت: وإذا تخيلت [تغيمت] السماء تغير لونه وخرج ودخل وأقبل وأدبر، فإذا مطرت سري عنه، فعرفت ذلك في وجهه. قالت عائشة: فسألته، فقال: لعله يا عائشة كما قال قوم عاد: {فلما رأوه عارضا مستقبل أوديتهم قالوا هذا عارض ممطرنا}. \nمسلم ـ كتاب صلاة الاستسقاء برقم 1496\n\n• عن ابن عباس -رضي الله عنهما- قال: كان النبي -صلى الله عليه وسلم- يدعو عند الكرب، يقول: لا إله إلا الله العظيم الحليم، لا إله إلا الله رب السماوات والأرض ورب العرش العظيم. \nالبخاري ـ كتاب الدعوات برقم 5869\n\n• عن ابن عباس -رضي الله عنهما- قال: كان النبي -صلى الله عليه وسلم- يدعو يقول: رب أعني ولا تعن علي، وانصرني ولا تنصر علي، وامكر لي ولا تمكر علي، واهدني ويسر الهدى لي، وانصرني على من بغى علي، رب اجعلني لك شكارا لك ذكارا لك رهابا [كثير الخوف] لك مطواعا لك مخبتا [خاضعا خاشعا] إليك أواها منيبا [متذللا كثير البكاء] رب تقبل توبتي واغسل حوبتي [الخطيئة والإثم] وأجب دعوتي وثبت حجتي وسدد لساني واهد قلبي واسلل سخيمة [الحقد والغل] صدري. \nالترمذي ـ كتاب الدعوات (صحيح) حديث 3485 صحيح الجامع.\n\n• عن أنس بن مالك -رضي الله عنه- قال: كان النبي -صلى الله عليه وسلم- يكثر أن يقول في دعائه: اللهم آتنا في الدنيا حسنة، وفي الآخرة حسنة، وقنا عذاب النار. \nأحمد ـ المسند (صحيح) حديث 4802 صحيح الجامع\n\n• عن زيد ابن أرقم -رضي الله عنه- قال: لا أقول لكم إلا كما كان رسول الله -صلى الله عليه وسلم- يقول، كان يقول: اللهم إني أعوذ بك من العجز والكسل، والجبن والبخل والهرم وعذاب القبر، اللهم آت نفسي تقواها، وزكها أنت خير من زكاها، أنت وليها ومولاها، اللهم إني أعوذ بك من علم لا ينفع، ومن قلب لا يخشع، ومن نفس لا تشبع، ومن دعوة لا يستجاب لها. \nمسلم، كتاب الذكر والدعاء والتوبة والاستغفار برقم4899 ."
  }
]