[
  {
    "text": "تقديم الأعمال الصالحة : \n\n تقديم عمل صالح قبل الدعاء كأن يصلي ركعتين، أو يتصدق بصدقة."
  },
  {
    "text": "الطهارة : \n\n أن يكون الداعي على طهارة كبرى إذا كان جنبا أو حائضا أو نفساء، أو الطهارة الصغرى إذا انتقض وضوؤه.  "
  },
  {
    "text": "رفع اليدين : \n\n يرفع يديه حال كونهما مضمومتين يلصق إحداهما بالأخرى. "
  },
  {
    "text": "استقبال القبلة : \n\n يتوجه الداعي إلى القبلة أثناء الدعاء. "
  },
  {
    "text": "الحمد والثناء لله : \n\n يبدأ الداعي بالثناء على الله تعالى بأسمائه الحسنى وصفاته العلى ما يناسب الدعاء الذي يريده. "
  },
  {
    "text": "الصلاة على النبي : \n\n يصلى على النبي صلى الله عليه وسلم."
  },
  {
    "text": "اليقين بإجابة الدعاء : \n\n أن يقين الداعي أن الله تعالى لا يعجزه شيء في الأرض ولا في السماء."
  },
  {
    "text": "الإلحاح فى الدعاء : \n\n الإكثار في الدعاء من المحبوبات إلى الله تعالى، فمن أدمن الطرق يوشك أن يفتح له."
  },
  {
    "text": "عدم السجع فى الدعاء : \n\n إذا دعا الإنسان ربه فلا يتكلف أن تنتهي الجمل الدعائية بحروف متشابه؛ فإن ذلك يُذهب الخشوع وحضور القلب."
  },
  {
    "text": "تحري مواطن وأوقات الإجابة : \n\n إذا دعا العبد ربه فإنه يلتمس الأماكن والأوقات التي يستجاب فيها الدعاء. "
  },
  {
    "text": "رفع الصوت بين الجهر والإخفات : \n\n لا ينبغي للداعي رفع الصوت عاليا ولا إخفاته بحيث سكون سرا، وليكون الصوت بين بين."
  },
  {
    "text": "الدعاء بالجوامع : \n\n أن يكون الدعاء بجمل جامعة لكل خير، وأحسن هذه الجمل الأدعية المأثورة. "
  },
  {
    "text": "ختم الدعاء بالثناء والصلاة على النبي محمد : \n\n ختم الدعاء بالثناء والصلاة على النبي محمد"
  },
  {
    "text": "طيب المطعم والمأكل : \n\n من الأمور المعينة على الاستجابة أن يكون الطعام والشرب من حلال وهو في نفسه حلال."
  },
  {
    "text": "عدم استعجال الإجابة : \n\n الاستعجال في الدعاء أن يريد الداعي أنه عند انتهائه من الدعاء يستجاب له. "
  },
  {
    "text": "عدم الدعاء بإثم : \n\n الدعاء بما حرمه الله تعالى على الإنسان من الأمور المانعة لإجابة الدعوة. "
  },
  {
    "text": "عدم قطيعة رحم : \n\n قطيعة الرحم هو أن لا يصل من أمر الله تعالى بصلته كبر الوالدين، وصلة الأقارب، فمن دعا بقطعها فلا يستجاب له."
  },
  {
    "text": "حضور القلب : \n\n أن ينشغل القلب بالدعاء، ولا ينشغل بشيء آخر غيره. "
  }
]