[
  {
    "number": "مبطلات الصوم",
    "text": "",
    "label": "فقد شرع الله تعالى الصوم على أتم ما يكون من الحكمة . \n فأمر الصائم أن يصوم صوماً معتدلاً ، فلا يضر نفسه بالصيام ، ولا يتناول ما يضاد الصيام . \n ولذلك كانت المفطرات على نوعين : \n\n فمن المفطّرات ما يكون من نوع الاستفراغ كالجماع والاستقاءة والحيض والاحتجام ، فخروج هذه الأشياء من البدن مما يضعفه ، ولذلك جعلها الله تعالى من مفسدات الصيام ، حتى لا يجتمع على الصائم الضعف الناتج من الصيام مع الضعف الناتج من خروج هذه الأشياء فيتضرر بالصوم . ويخرج صومه عن حد الاعتدال . \n ومن المفطرات ما يكون من نوع الامتلاء كالأكل والشرب . فإن الصائم لو أكل أو شرب لم تحصل له الحكمة المقصودة من الصيام . مجموع الفتاوى 25\/248 \n\n وقد جمع الله تعالى أصول المفطرات في قوله : \n ( فَالآنَ بَاشِرُوهُنَّ وَابْتَغُوا مَا كَتَبَ اللَّهُ لَكُمْ وَكُلُوا وَاشْرَبُوا حَتَّى يَتَبَيَّنَ لَكُمْ الْخَيْطُ الأَبْيَضُ مِنْ الْخَيْطِ الأَسْوَدِ مِنْ الْفَجْرِ ثُمَّ أَتِمُّوا الصِّيَامَ إِلَى اللَّيْلِ) البقرة\/187 . \n فذكر الله تعالى في هذه الآية الكريمة أصول المفطرات ، وهي الأكل والشرب والجماع . \n وسائر المفطرات بينها النبي صلى الله عليه وسلم في سنته . \n\n ومفسدات الصيام (المفطرات) سبعة . وهي : \n 1- الجماع .\n 2- الاستمناء .\n 3- الأكل والشرب .\n 4- ما كان بمعنى الأكل والشرب .\n 5- إخراج الدم بالحجامة ونحوها .\n 6- القيء عمداً .\n 7- خروج دم الحيض أو النفاس من المرأة .\n \n\n فأول هذه المفطرات : الجماع \n وهو أعظم المفطرات وأكبرها إثما .\n فمن جامع في نهار رمضان عامدا مختارا بأن يلتقي الختانان ، وتغيب الحشفة في أحد السبيلين ، فقد أفسد صومه ، أنزل أو لم يُنزل ، وعليه التوبة ، وإتمام ذلك اليوم ، والقضاء والكفارة المغلظة ، ودليل ذلك حديث أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ : جَاءَ رَجُلٌ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ : هَلَكْتُ يَا رَسُولَ اللَّهِ. قَالَ: وَمَا أَهْلَكَكَ ؟ قَالَ : وَقَعْتُ عَلَى امْرَأَتِي فِي رَمَضَانَ . قَالَ : هَلْ تَجِدُ مَا تُعْتِقُ رَقَبَةً ؟ قَالَ : لا . قَالَ : فَهَلْ تَسْتَطِيعُ أَنْ تَصُومَ شَهْرَيْنِ مُتَتَابِعَيْنِ ؟ قَالَ : لا . قَالَ : فَهَلْ تَجِدُ مَا تُطْعِمُ سِتِّينَ مِسْكِينًا ؟ قَالَ : لا .. . الحديث رواه البخاري (1936) ومسلم (1111) . \n ولا تجب الكفارة بشيء من المفطرات إلا الجماع .\n \n\n وثاني المفطرات : الاستمناء \n وهو إنزال المني باليد أو نحوها . والدليل على أن الاستمناء من المفطرات : قول الله تعالى في الحديث القدسي عن الصائم : ( يَتْرُكُ طَعَامَهُ وَشَرَابَهُ وَشَهْوَتَهُ مِنْ أَجْلِي ) رواه البخاري (1894) ومسلم (1151) . وإنزال المني من الشهوة التي يتركها الصائم . \n فمن استمنى في نهار رمضان وجب عليه أن يتوب إلى الله ، وأن يُمسك بقية يومه ، وأن يقضيه بعد ذلك . \n وإن شرع في الاستمناء ثمّ كفّ ولم يُنزل فعليه التوبة ، وصيامه صحيح ، وليس عليه قضاء لعدم الإنزال ، وينبغي أن يبتعد الصائم عن كلّ ما هو مثير للشهوة وأن يطرد عن نفسه الخواطر الرديئة. \n وأما خروج المذي فالراجح أنه لا يُفطّر . \n\n الثالث من المفطرات : الأكل أو الشرب .\n وهو إيصال الطعام أو الشراب إلى المعدة عن طريق الفم . \n وكذلك لو أدخل إلى معدته شيئاً عن طريق الأنف فهو كالأكل والشرب . \n ولهذا قال النبي صلى الله عليه وسلم : ( وَبَالِغْ فِي الاسْتِنْشَاقِ إِلا أَنْ تَكُونَ صَائِمًا ) رواه الترمذي (788) . وصححه الألباني في صحيح الترمذي ( 631 ) . \n فلولا أن دخول الماء إلى المعدة عن طريق الأنف يؤثر في الصوم لم يَنْهَ النبيُ صلى الله عليه وسلم الصائمَ عن المبالغة في الاستنشاق . \n\n الرابع من المفطرات : ما كان بمعنى الأكل والشرب .\n\n وذلك يشمل أمرين : \n 1- حقن الدم في الصائم ، كما لو أصيب بنزيف فحقن بالدم ، فإنه يفطر لأن الدم هو غاية الغذاء بالطعام والشراب. \n 2- الإبر (الحقن) المغذية التي يُستغنى بها عن الطعام والشراب ، لأنها بمنزلة الأكل والشرب . الشيخ ابن عثيمين مجالس شهر رمضان ص 70 . \n وأما الإبر التي لا يُستعاض بها عن الأكل والشرب ولكنها للمعالجة كالبنسلين والأنسولين أو تنشيط الجسم أو إبر التطعيم فلا تضرّ الصيام سواء عن طريق العضلات أو الوريد . فتاوى محمد بن إبراهيم (4\/189) . والأحوط أن تكون كل هذه الإبر بالليل . \n وغسيل الكلى الذي يتطلب خروج الدم لتنقيته ثم رجوعه مرة أخرى مع إضافة مواد كيماوية وغذائية كالسكريات والأملاح وغيرها إلى الدم يعتبر مفطّرا . فتاوى اللجنة الدائمة (10\/19). \n\n المفطر الخامس : إخراج الدم بالحجامة . \n لقول النبي صلى الله عليه وسلم : ( أَفْطَرَ الْحَاجِمُ وَالْمَحْجُومُ ) رواه أبو داود (2367) وصححه الألباني في صحيح أبي داود (2047) . \n وفي معنى إخراج الدم بالحجامة التبرع بالدم لأنه يؤثر على البدن كتأثير الحجامة . \n وعلى هذا لا يجوز للصائم أن يتبرع بالدم إلا أن يوجد مضطر فيجوز التبرع له ، ويفطر المتبرع ، ويقضي ذلك اليوم . ابن عثيمين مجالس شهر رمضان ص 71 . \n ومن أصابه نزيف فصيامه صحيح ، لأنه بغير اختياره . فتاوى اللجنة الدائمة (10\/264) . \n وأما خروج الدم بقلع السن أو شق الجرح أو تحليل الدم ونحو ذلك فلا يفطر لأنه ليس بحجامة ولا بمعناها إذ لا يؤثر في البدن تأثير الحجامة . \n\n المفطر السادس : التقيؤ عمداً \n لقول النبي صلى الله عليه وسلم : ( مَنْ ذَرَعَهُ الْقَيْءُ فَلَيْسَ عَلَيْهِ قَضَاءٌ ، وَمَنْ اسْتَقَاءَ عَمْدًا فَلْيَقْضِ ). رواه الترمذي (720) صححه الألباني في صحيح الترمذي (577) . \n ومعنى ذرعه أي غلبه . \n وقَالَ ابْنُ الْمُنْذِرِ : أَجْمَعَ أَهْلُ الْعِلْمِ عَلَى إبْطَالِ صَوْمِ مَنْ اسْتَقَاءَ عَامِدًا اهـ المغني (4\/368). \n فمن تقيأ عمدا بوضع أصبعه في فمه ، أو عصر بطنه ، أو تعمد شمّ رائحة كريهة ، أو داوم النظر إلى ما يتقيأ منه ، فعليه القضاء . \n وإذا راجت معدته لم يلزمه منع القيء لأن ذلك يضره . مجالس شهر رمضان ابن عثيمين ص 71 . \n\n المفطر السابع : خروج دم الحيض والنفاس \n لقول النبي صلى الله عليه وسلم : ( أَلَيْسَ إِذَا حَاضَتْ لَمْ تُصَلِّ وَلَمْ تَصُمْ ) . رواه البخاري (304) . \n فمتى رأت المرأة دم الحيض أو النفاس فسد صومها ولو كان قبل غروب الشمس بلحظة . \n وإذا أحست المرأة بانتقال دم الحيض ولكنه لم يخرج إلا بعد غروب الشمس صح صومها ، وأجزأها يومها. \n والحائض أو النفساء إذا انقطع دمها ليلا فَنَوَت الصيام ثم طلع الفجر قبل اغتسالها فمذهب العلماء كافة صحة صومها . الفتح 4\/148 . \n والأفضل للحائض أن تبقى على طبيعتها ، وترضى بما كتب الله عليها ، ولا تتعاطى ما تمنع به الدم ، وتقبل ما قَبِل الله منها من الفطر في الحيض والقضاء بعد ذلك ، وهكذا كانت أمهات المؤمنين ، ونساء السلف . فتاوى اللجنة الدائمة 10\/151 . \n بالإضافة إلى أنه قد ثبت بالطبّ ضرر كثير من هذه الموانع وابتليت كثير من النساء باضطراب الدورة بسبب ذلك ، فإن فعلت المرأة وتعاطت ما تقطع به الدم فارتفع وصارت نظيفة وصامت أجزأها ذلك . \n\n فهذه هي مفسدات الصيام . وكلها -ماعدا الحيض والنفاس- لا يفطر بها الصائم إلا بشروط ثلاثة : \n ـ أن يكون عالما غير جاهل .\n ـ ذاكرا غير ناس .\n ـ مختارا غير مُكْرَه ."
  },
  {
    "number": "أشياء لا تفطر",
    "text": "",
    "label": "الحقنة الشرجية وقطرة العين والأذن وقلع السنّ ومداواة الجراح كل ذلك لا يفطر . مجموع فتاوى شيخ الإسلام 25\/233 ، 25\/245 . \n الأقراص العلاجية التي توضع تحت اللسان لعلاج الذبحة الصدرية وغيرها إذا اجتنب ابتلاع ما نفذ إلى الحلق . \n ما يدخل المهبل من تحاميل ( لبوس ) ، أو غسول ، أو منظار مهبلي ، أو إصبع للفحص الطبي . \n إدخال المنظار أو اللولب ونحوهما إلى الرحم . \n ما يدخل مجرى البول للذكر أو الأنثى ، من قثطرة ( أنبوب دقيق ) أو منظار ، أو مادة ظليلة على الأشعة، أو دواء ، أو محلول لغسل المثانة . \n حفر السن ، أو قلع الضرس ، أو تنظيف الأسنان ، بالسواك أو فرشاة الأسنان ، إذا اجتنب ابتلاع ما نفذ إلى الحلق . \n المضمضة ، والغرغرة ، وبخاخ العلاج الموضعي للفم إذا اجتنب ابتلاع ما نفذ إلى الحلق . \n غاز الأكسجين وغازات التخدير ( البنج ) ما لم يعط المريض سوائل ( محاليل ) مغذية . \n ما يدخل الجسم امتصاصاً من الجلد كالدهونات والمراهم واللصقات العلاجية الجلدية المحملة بالمواد الدوائية أو الكيميائية . \n إدخال قثطرة ( أنبوب دقيق ) في الشرايين لتصوير أو علاج أوعية القلب أو غيره من الأعضاء . \n إدخال منظار من خلال جدار البطن لفحص الأحشاء أو إجراء عملية جراحية عليها . \n أخذ عينات ( خزعات ) من الكبد أو غيره من الأعضاء ما لم تكن مصحوبة بإعطاء محاليل . \n منظار المعدة إذا لم يصاحبه إدخال سوائل ( محاليل ) أو مواد أخرى . \n دخول أي أداة أو مواد علاجية إلى الدماغ أو النخاع الشوكي . \n\n والله تعالى أعلم . "
  },
  {
    "number": "الدعاء عند الإفطار والسحور",
    "text": "",
    "label": "قد ورد عن النبي صلى الله عليه وسلم أنه كان إذا أفطر يقول: «ذهب الظمأ وابتلت العروق وثبت الأجر إن شاء الله» [رواه أبو داود في سننه ج2 ص316. ورواه الحاكم في مستدركه ج1 ص422. ورواه الدارقطني ج2 ص185، كلهم من حديث عبد الله بن عمر رضي الله عنه.] وورد عن بعض الصحابة أنه إذا أفطر قال: اللهم لك صمت وعلى رزقك أفطرت [رواه أبو داود في سننه ج2 ص 316 من حديث معاذ بن زهرة. لكنه عن النبي صلى الله عليه وسلم.] فاغفر لي إنك أنت الغفور الرحيم وأما السحور فلم يرد فيه دعاء مخصوص فيما أعلم. والذكر الوارد على الطعام في رمضان وفي غيره أن يقول بسم الله في أوله. والحمد لله في آخره. "
  },
  {
    "number": "من أكل أو شرب في نهار رمضان ناسياً ",
    "text": "",
    "label": "ليس عليه بأس وصومه صحيح لقول الله – سبحانه – آخر سورة البقرة ربنا لا تؤاخذنا إن نسينا أو أخطأنا [البقرة: 286]. وصح عن رسول الله – صلى الله عليه وسلم – أن الله – سبحانه – قال: قد فعلت ولما ثبت عن أبي هريرة – رضي الله عنه – عن النبي – صلى الله عليه وسلم – أنه قال: من نسي وهو صائم فأكل أو شرب فليتم صومه، فإنما أطعمه الله وسقاه متفق على صحته. وهكذا لو جامع ناسياً فصومه صحيح في أصح قولي العلماء للآية الكريمة ولهذا الحديث الشريف، ولقوله – صلى الله عليه وسلم -:  من أفطر في رمضان ناسياً فلا قضاء عليه ولا كفارة خرجه الحاج وصححه. وهذا اللفظ يعم الجماع وغيره من المفطرات إذا فعلها الصائم ناسياً، وهذا من رحمة الله وفضله وإحسانه، فله الحمد والشكر على ذلك.\n\n [تحفة الأخوان بأجوبة مهمة تتعلق بأركان الإسلام لسماحة الشيخ ابن باز ص: 176].ما حكم من أكل أو شرب في نهار الصيام ناسيا؟\nليس عليه بأس وصومه صحيح لقول الله – سبحانه – آخر سورة البقرة ربنا لا تؤاخذنا إن نسينا أو أخطأنا [البقرة: 286]. وصح عن رسول الله – صلى الله عليه وسلم – أن الله – سبحانه – قال: قد فعلت ولما ثبت عن أبي هريرة – رضي الله عنه – عن النبي – صلى الله عليه وسلم – أنه قال: من نسي وهو صائم فأكل أو شرب فليتم صومه، فإنما أطعمه الله وسقاه متفق على صحته. وهكذا لو جامع ناسياً فصومه صحيح في أصح قولي العلماء للآية الكريمة ولهذا الحديث الشريف، ولقوله – صلى الله عليه وسلم -:  من أفطر في رمضان ناسياً فلا قضاء عليه ولا كفارة خرجه الحاج وصححه. وهذا اللفظ يعم الجماع وغيره من المفطرات إذا فعلها الصائم ناسياً، وهذا من رحمة الله وفضله وإحسانه، فله الحمد والشكر على ذلك."
  },
  {
    "number": "حكم بقايا الطعام في الفم",
    "text": "",
    "label": "ما حكم بقايا الطعام في الفم ، وفتات السواك ، ودم اللثة ؟\nإذا طلع الفجر عليه فعليه إخراج بقايا الطعام من فيه ولايجوز بلعها. وكذلك لا يجوز بلع فتات السواك ، وإذا وصلت إلى حلقه رغماً عنه ، فليس عليه شيء. وكذلك الدم الخارج من اللثة لا يفطره إذا بلغ جوفه دون قصد."
  },
  {
    "number": "حكم استعمال معجون الأسنان",
    "text": "",
    "label": "ما حكم استعمال معجون الأسنان للصائم في نهار رمضان؟\nاستعمال المعجون للصائم في رمضان وغيره لا بأس به إذا لم ينزل إلى معدته، ولكن الأولى عدم استعماله؛ لأن له نفوذاً قوياً قد ينفذ إلى المعدة والإنسان لا يشعر به. ولهذا قال النبي صلى الله عليه وسلّم للقيط بن صبرة: «بالِغ في الاستنشاق إلا أن تكون صائماً»، فالأولى ألا يستعمل الصائم المعجون، والأمر واسع فإذا أخَّره حتى أفطر فيكون قد توقى ما يخشى أن يكون به فساد الصوم."
  },
  {
    "number": "حكم استعمال قطرة العين",
    "text": "",
    "label": "ما حكم قطرة العين والأذن؟\nلا تفطر كما ذكر أهل العلم ، وكذلك : الطيب والكحل ، وأخذ الدم للتحليل ، والرعاف ، والحقنة الشرجية ، والإبر غير المغدية ، والغبار ، وذوق الطبّاخ للطعام دون دخوله إلى جوفه ، ومن تمضمض فدخل الماء رغماً عنه إلى جوفه ، ودواء الربو الذي يؤخذ بطريق الاستنشاق ، وبلع الريق. وكذلك السواك فهو جائز في جميع أجزاء النهار."
  },
  {
    "number": "حكم استعمال بخاخ الربو",
    "text": "",
    "label": "في بعض الصيدليات بخاخ يستعمله بعض مرضى الربو، فهل يجوز للصائم استعماله في نهار رمضان؟\nاستعمال البخاخ جائز للصائم سواء كان صيامه في رمضان أم في غير رمضان.. وذلك لأن هذا البخاخ لا يصل إلى المعدة، وإنما يصل إلى القصبات الهوائية فتنفتح لِما فيه من خاصية ويتنفس الإنسان تنفساً عادياً بعد ذلك، فليس هو بمعنى الأكل ولا الشرب، ولا أكلاً ولا شرباً يصل إلى المعدة.\n\nومعلوم أن الأصل صحة الصوم حتى يوجد دليل يدل على الفساد من كتاب أو سنة أو إجماع أو قياس صحيح."
  },
  {
    "number": "حكم استعمال العطر",
    "text": "",
    "label": "ما حكم استعمال العطر في رمضان أثناء الصوم واستعمال الملطفات للعرق؟\n لا بأس بالتطيب مع الصيام في الثوب والبدن، وإنما يكره شم الطيب وما له رائحة زكية، فأما وضعه على الثوب ونحوه، فلا بأس، ويجوز استعمال الملطفات ونحوه، والاغتسال مع الصوم ما لم يدخل شيء في الجوف ونحوه الطيب وما له رائحة زكية، فأما وضعه على الثوب ونحوه، فلا بأس، ويجوز استعمال الملطفات ونحوه، والاغتسال مع الصوم ما لم يدخل شيء في الجوف ونحوه "
  },
  {
    "number": "حكم من صام في بلد وسافر إلي بلد أخر",
    "text": "",
    "label": "من صام في بلد ، ثم سافر إلى بلد آخر ، صام أهله قبله أو بعده ، فماذا يفعل؟ \n\n يفطر بإفطار أهل البلد الذين ذهب إليهم ، ولو زاد على ثلاثين يوماً (بالنسبة له) لقول النبي -صلى الله عليه وسلم- :»الصوم يوم تصومون ، والفطر يوم تفطرون« [رواه الترمذي وهو حديث صحيح ]. لكن إن لم يكمل تسعة وعشرين فعليه إكمال ذلك الشهر (بعد يوم العيد) ، لأن الشهر لا ينقص عن تسعة وعشرين يوماً. "
  },
  {
    "number": "هل يجوز لمن قرر السفر أن يبيت الإفطار؟",
    "text": "",
    "label": "رجل قرر في إحدى الليالي من رمضان أن يسافر غداً في النهار ، فهل يجوز له أن يبيت نية الإفطار؟ \n\n لا يجوز له ذلك ، بل ينوي الصيام ، لأنه لا يدري ما يعرض له ، فقد لا يستطيع السفر ، فإذا سافر أفطر إن شاء كما تقدم. "
  },
  {
    "number": "متي يؤمر الصبي بالصيام؟",
    "text": "",
    "label": "متى يؤمر الصبي بالصيام؟\n\n قال الخرقي : وإذا كان الغلام عشر سنين ، وأطاق الصيام أخذ به. nقال ابن قدامة: واعتباره بالعشر أولى ، لأن النبي -صلى الله عليه وسلم- أمر بالضرب على الصلاة عندها ، واعتبار الصوم بالصلاة أحسن لقرب إحداهما من الأخرى ، واجتماعهما في أنهما عبادتان بدنيتان من أركان الإسلام ، إلا أن الصوم أشق فاعتبرت له الطاقة ، لأنه قد يطيق الصلاة من لا يطيقه.[المغني مع الشرح 3\/90] . \n فما بالك أيها الأخ المسلم بمن يمنع أولاده من الصيام رحمة بهم بزعمه!! "
  },
  {
    "number": "متي يجب الصيام علي الفتاة؟",
    "text": "",
    "label": "متى يجب الصيام على الفتاة؟ \n\n جب الصيام على الفتاة متى بلغت سن التكليف، ويحصل البلوغ بتمام خمس عشرة سنة، أو بإنبات الشعر الخشن حول الفرج، أو بإنزال المني المعروف، أو بالحيض، أو بالحمل، فمتى حصل بعض هذه الأشياء لزمها الصيام ولو كانت بنت عشر سنين فإن الكثير من الإناث قد تحيض في العاشرة أو الحادية عشرة من عمرها؛ فيتساهل أهلها ويظنونها صغيرة فلا يلزمونها بالصيام، وهذا خطأ فإن الفتاة إذا حاضت فقد بلغت مبلغ النساء وجرى عليها قلم التكليف، والله أعلم. [فتاوى الصيام لابن جبرين ص: (33-34)]. "
  },
  {
    "number": "حكم احتلام الصائم",
    "text": "",
    "label": "إذا احتلم الصائم في نهار رمضان؛ هل يبطل صومه أم لا؟ وهل تجب عليه المبادرة بالغسل؟ \n\n الحمد لله\n إذا احتلم الصائم في نهار رمضان؛ فإن صيامه صحيح، لا يتأثر بالاحتلام؛ لأنه بغير اختياره، ويجب عليه الاغتسال من الجنابة من أجل الصلاة، والمبادرة بالاغتسال أحسن، وليست واجبة، والله أعلم. "
  }
]