[
  {
    "text": "اللهم اغفر لي واهدني وارزقني وعافني، أعوذ بالله من ضيق المقام يوم القيامة"
  },
  {
    "text": "اللهم إنك عفو تحب العفو فاعف عني"
  },
  {
    "text": "رب أعني ولا تعن علي، وانصرني ولا تنصر علي، وامكر لي ولا تمكر علي، واهدني ويسر الهدى لي، وانصرني على من بغى علي، رب اجعلني لك شكارا، لك ذكارا، لك رهابا، لك مطواعا، إليك مخبتا أواها منيبا، رب تقبل توبتي واغسل حوبتي، وأجب دعوتي، وثبت حجتي، واهد قلبي، وسدد لساني، واسلل سخيمة قلبي"
  },
  {
    "text": "اللهم إني ظلمت نفسي ظلماً كثيراً ولا يغفر الذنوب إلا أنت فاغفر لي مغفرة من عندك وارحمني إنك أنت الغفور الرحيم"
  },
  {
    "text": "اللهم إني أعوذ بك من شر ما عملت، ومن شر ما لم أعمل"
  },
  {
    "text": "اللهم طهرني من الذنوب والخطايا، اللهم نقني منها كما ينقى الثوب الأبيض من الدنس، اللهم طهرني بالثلج والبرد والماء البارد"
  },
  {
    "text": "اللهم اغفر لي ذنبي، ووسع لي في داري، وبارك لي في رزقي"
  },
  {
    "text": "اللهم إني أعوذ بك أن أشرك بك وأنا أعلم، وأستغفرك لما لا أعلم"
  },
  {
    "text": "اللهم قني شر نفسي، واعزم لي على أرشد أمري، اللهم اغفر لي ما أسررت، وما أعلنت، وما أخطأت، وما عمدت، وما علمت، وما جهلت"
  },
  {
    "text": "اللهم اغفر لي وتب علي، إنك أنت التواب الغفور"
  },
  {
    "text": "اللهم اغفر لي وارحمني وعافني وارزقني"
  },
  {
    "text": "اللهم اغفر لي ذنبي كله دقه وجله وأوله وآخره علانيته وسره"
  },
  {
    "text": "اللهم اغفر لي ما قدمت وما أخرت وما أسررت وما أعلنت وما أسرفت وما أنت أعلم به مني أنت المقدم وأنت المؤخر لا إله إلا أنت"
  },
  {
    "text": "اللهم اغفر لي خطيئتي وجهلي وإسرافي في أمري وما أنت أعلم به مني، اللهم اغفر لي جدي وهزلي وخطئي وعمدي وكل ذلك عندي اللهم اغفر لي ما قدمت وما أخرت وما أسررت وما أعلنت وما أنت أعلم به مني أنت المقدم وأنت المؤخر وأنت على كل شيء قدير"
  },
  {
    "text": "اللهم اغفر لنا ذنوبنا، وظلمنا، وهزلنا، وجدنا، وعمدنا، وكل ذلك عندنا"
  },
  {
    "text": "اللهم فإني أعوذ بك من فتنة النار وعذاب النار، وفتنة القبر وعذاب القبر، ومن شر فتنة الغنى، ومن شر فتنة الفقر، وأعوذ بك من شر فتنة المسيح الدجال، اللهم اغسل خطاياي بماء الثلج والبرد، ونق قلبي من الخطايا كما نقيت الثوب الأبيض من الدنس، وباعد بيني وبين خطاياي كما باعدت بين المشرق والمغرب، اللهم فإني أعوذ بك من الكسل والهرم والمأثم والمغرم "
  },
  {
    "text": "اللهم إني أسألك صحة إيمان، وإيمانا في خلق حسن، ونجاحا يتبعه فلاح، ورحمة منك وعافية، ومغفرة منك ورضوانا"
  },
  {
    "text": "اللهم إنما أنا بشر فلا تعاقبني، أيما رجل من المؤمنين آذيته أو شتمته فلا تعاقبني فيه"
  },
  {
    "text": "اللهم أنت ربي لا إله إلا أنت خلقتني وأنا عبدك وأنا على عهدك ووعدك ما استطعت، أعوذ بك من شر ما صنعت، أبوء لك بنعمتك علي، وأبوء بذنبي فاغفر لي فإنه لا يغفر الذنوب إلا أنت"
  }
]