[
  {
    "number": "الصيام وأجهزة الجسم",
    "text": "",
    "label": "يعتبر المختصون في الصحة والتغذية الصيام فرصة كبيرة لدعم الصحة الجسدية والنفسية، لأن أجهزة وأعضاء الجسم المختلفة تأخذ فترة راحة ضرورية لتجديد نشاطها واستعادة وظائفها والتخلص من الأدران والرواسب الموجودة بالجسم، إضافة إلى تجديد الدورة الدموية.\n\n\nويرون أن للصيام فوائد كثيرة لا حصر لها، إذ يعمل على إعادة التنظيم المطلوب لعمل الجهاز الهضمي من خلال الراحة التي يوفرها شهر رمضان الكريم.\n\n\nإضافة إلى أن الصيام يساعد الجسم على التخلص من عدد كبير من الأمراض التي تسببها السمنة، كما يخفف عن المرضى المصابين بأمراض مزمنة الكثير من العناء\nوتجمع آراء معظمهم على أن فوائد الصيام كثيرة ولا حصر لها، ويأتي من بين أسس علاج العديد منها، مثل السكري، والقصور الكلوي، والضغط الدموي، والكبد وورم الساقين، ذلك أنه يجنب الإنسان الإسراف في تناول الأطعمة السكرية والذهنية، والملح الزائد، ولتعويض ما يفقده الجسم من السوائل أثناء فترة الصيام ينصح الأطباء بتناول أغذية مفيدة تساعد الصائمين على الهضم.\n\n\nويرى أطباء مختصون أنه يجب أن تكون هناك ثلاث وجبات رئيسية في رمضان تعادل الوجبات الثلاث قبل هذا الشهر، أي يجب أن يعادل السحور الفطور ويعادل الإفطار وجبة الغداء وأن تكون هناك وجبة بسيطة بينهما تعادل العشاء، ومن المهم أن تكون هناك فترة زمنية مناسبة بين هذه الوجبات، فعند الإفطار يكون الجسم في حاجة إلى تعويض السوائل وإلى مصدر سريع للطاقة كالتمر والحليب أو عصير الفاكهة الطازج، ثم بعد صلاة المغرب إعطاء الوقت لتنشيط العصارات المعدية والمعوية، ويمكن تناول وجبة متوازنة من سلطة الخضراوات الطازجة والشوربة والخضراوات المطهية مع بعض الأرز ومصدر بروتيني حيواني 'لحم أو دجاج' .\n\n\nوأكد المختصون ذاتهم على أهمية تناول المشروبات دون الإفراط فيها، خاصة عصير الفواكه، نظرا لحلاوته، إذ يحتوي على مواد لها خاصية طاردة للبلغم، واللون الأصفر نتيجة احتوائه على مواد مضادة للأكسدة تعرف بـ 'الفلافونويدات'، والتي تمثل نوعا من الوقاية من بعض أمراض القلب والأوعية الدموية، وكذلك بعض أنواع السرطان، وذلك عن طريق التخلص من زيادة الجذور الحرة في الجسم والناتجة عن التلوث البيئي والتدخين والإفراط في تناول الدهون، ويعمل العصير المحلى كمضاد للالتهابات.\n\n\nوأضافوا أن فوائد الصوم من الناحية الصحية لمرضى الفشل الكلوي تكمن في كون مريض الفشل الكلوي المستقر والذي يقوم بالغسيل بانتظام يفيده الصوم، وذلك من خلال انخفاض السوائل التي يتناولها والطعام الذي يقسم إلى وجبتين إذا التزم بتقليل البروتينات الحيوانية، مشيرين إلى ضرورة الاستشارة الطبية قبل الصوم لأن معظم مرضى القصور الكلوي لا يستحسن صومهم، لأنهم يعانون من خللا في التمثيل الغذائي في أحد أنواع أملاح الجسم، وإذا ترك المريض نفسه دون استشارة الطبيب وقرر الصيام من تلقاء نفسه فإنه مع نهاية الشهر الفاضل ستتكون لديه حصوة في حجم الحمص\nوأكدوا على استشارة الطبيب لإجراء موجات صوتية حال حدوث أي أعراض غير عادية، خاصة بالنسبة للمريض الذي زرع كلى، ولم يمر على ذلك سنة أو أكثر، إذ لا يجب عليه أن يصوم، لأن الجسم لم يستقر بعد على الجرعة السليمة والكافية لمثبطات المناعة حتى لا يلفظ الجسم الكلى المزروعة.\n\n\nوأبرزوا أنه بعد السنة يجب العودة إلى الاستشارة الطبية وإجراء التحاليل والفحوصات الممكنة من أجل ضبط جرعات الأدوية ومتابعة حالته، وبعدها تحديد مدى إمكانية صومه\nوأكدت الأبحاث العلمية والطبية الحديثة على الفائدة الكبيرة للصيام، في خفض نسبة الكوليسترول في الدم، والذي تزداد معدلاته بزيادة نسبة الدهون في الجسم والتي تتراكم طوال أشهر العام ويبدأ الجسم في التخلص منها خلال فترة الصيام، موضحة أن الصيام يساعد الإنسان على تحريك الأجهزة الداخلية لجسمه، وذلك لاستهلاك الخلايا الضعيفة لمواجهة الجوع، كما أنه يستهلك أيضا الأعضاء المريضة ويجدد خلاياها\nويكون أيضا وقاية للجسم من كثير من الزيادات الضارة مثل الحصوة والرواسب الكلسية والزوائد اللحمية والأكياس الذهنية وكذلك الأورام في بداية تكونها.\n\n\nوأضافت الدراسة أن الصيام خير فرصة لخفض نسبة السكر في الدم إلى أدنى معدلاتها، كما أنه يساعد على إنقاص الوزن، بشرط أن يصاحبه اعتدال في كمية الطعام في وقت الإفطار، كما أنه يفيد في علاج الأمراض الجلدية، والسبب في ذلك أنه يقلل نسبة الماء في الدم فتقل نسبته في الجلد، مما يعمل على زيادة مناعة الجلد ومقاومة الميكروبات والأمراض المعدية."
  },
  {
    "number": "الصيام يفيد مريض الفشل الكلوي",
    "text": "",
    "label": "أكد الدكتور هشام محسن مدير المعهد القومى للكلى والمسالك البولية أن مريض الفشل الكلوى المستقر والذى يقوم بالغسيل بانتظام يفيده الصوم وذلك من خلال انخفاض السوائل التي يتناولها والطعام الذى يقسم إلى وجبتين اذا التزم بتقليل البروتينات الحيوانية . \n\n وقال الدكتور هشام أن فترة الصيام تتراوح ما بين 14 إلى 15 ساعة وفى أثناء الصيام يحدث جفاف لخلايا الجسم اذا لم يراع الانسان ذلك من خلال تعويض السوائل التي تفقد أثناء الصيام بالتبخر وتجنب المشروبات التي تدر البول كثيرا مثل الشاى والقهوة والعرقسوس خاصة بعد السحور . \n\n وأضاف أن الشخص الذى لديه استعداد لتكوين الحصوات لابد أن يستشير الطبيب قبل الصوم لان معظم هولاء المرضى لايستحسن صومهم لان لديهم خللا في التمثيل الغذائى في أحد أنواع أملاح الجسم واذا ترك المريض نفسه دون استشارة الطبيب وقرر الصيام من تلقاء نفسه فانه مع نهاية الشهر الكريم ستتكون لديه حصوة في حجم الحمصة . \n\n كما أكد ضرورة مراجعة الطبيب لاجراء موجات صوتية حال حدوث أى أعراض غير عادية .. وقال انه بالنسبة للمريض الذى زرع كلى اذا كان لم يمر على زراعته الكلى عام أو أكثر فلا يمكن له الصوم لان الجسم لم يستقر بعد على الجرعة السليمة والكافية لمثبطات المناعة حتى لا يلفظ الجسم الكلى المزروعة وبعد مرور العام الاول على الزراعة يجب أن يعود إلى طبيبه المعالج لاجراء مجموعة من التحاليل لضبط جرعات الادوية ومتابعة حالته لتحديد مدى امكانية صومه . "
  },
  {
    "number": "تأخير السحور",
    "text": "",
    "label": "تعتبر وجبة السحور من الوجبات الرئيسة في شهر رمضان المبارك، وقد أكد الأطباء على أنها أهم من وجبة الإفطار، لأنها تعين المرء على تحمل مشاق الصيام، ولذا أوصى رسولنا المصطفى صلى الله عليه وسلم بالسحور وحث عليه فقال: (تسحروا فإن في السحور بركة). وسبب حصول البركة في السحور أن هذه الوجبة تقوي الصائم وتنشطه وتهون عليه الصيام، إضافة إلى ما فيها من الأجر والثواب بامتثال هدى رسول الله صلى الله عليه وسلم. ومن المهم تأخير هذه الوجبة قدر الإمكان إلى قبيل أذان الفجر حتى تساعد الجسم والجهاز العصبي على احتمال ساعات الصوم في النهار، كما أن ذلك هو السنة، وقد كان أصحاب النبي صلى الله عليه وسلم يؤخرون السحور، كما روى عمرو بن ميمون , قال:  كان أصحاب محمد صلى الله عليه وسلم أعجل الناس إفطاراً وأبطأهم سحورا. ولهذه الوجبة المباركة فوائد صحية تعود على الإنسان الصائم بالنفع وتعينه على قضاء نهاره بالصوم في نشاط وحيوية. وأوصت الدكتورة لطيفة راشد رئيسة قسم التغذية بإحدى مستشفيات الإمارات الأشخاص الأكثر عرضة للصداع فى رمضان بالحرص على تناول السحور متأخراً لتجنب الإصابة بالصداع، وذلك من خلال جعلها الوجبة الرئيسية عوضاً عن الإفطار، وذلك لأن السحور يمد الجسم بالطاقة في اليوم التالي. \n\n ونصحت باختيار الأطعمة البطيئة الهضم كالسكريات المعقدة والحبوب الكاملة والخضراوات والفواكه والبقول، والإبتعاد عن تناول السكريات البسيطة والحلويات وشرب المنبهات فيها، حيث إن تناول وجبة السحور سيجنب إنخفاض مستوى السكر والإصابة بالصداع. \n\n ولتجنب الصداع، نصحت راشد بضرورة تنظيم النوم خلال شهر رمضان، موضحة أن قلته تسبب الصداع، وفي حال كان الصائم يعاني الصداع النصفي، لابد أن ينظم جرعات الأدوية مع الطبيب المعالج، وكذلك الحال مع مرضى الضغط والأشخاص الذين يعانون أمراضاً مزمنة، طبقاً لما ورد بصحيفة الإمارات اليوم. \n\n وأكدت راشد أنه يجب علاج المشكلات الصحية المتعلقة بالأسنان والفم، لتفادي الإصابة بالصداع كذلك، واللجوء إلى شرب من ستة إلى ثمانية أكواب من الماء والسوائل، خلال ساعات الإفطار، لعدم الإصابة بالجفاف والصداع أيضاً. \n\n وأوضحت أنه غالباً ما يحدث الصداع وهو ألم في الرأس قبل الإفطار، وذلك بسبب نقص نسبة الجلوكوز في الدم، وانخفاض مستواه عن المعدلات الطبيعية، إذ يعد الجلوكوز مصدراً مهماً من مصادر الطاقة في الجسم، ويعد الطعام مصدره الأساسي، فبعد تناول الطعام ودخوله عملية الهضم والتمثيل الغذائي، يتحول إلى صورة سكر بسيط، يعرف باسم الجلوكوز في مجرى الدم، وينتقل إلى خلايا الجسم لإستخدامه من قبل الأجهزة المختلفة فيه، لإجراء العمليات الحيوية المختلفة كذلك. \n\n كما أكد باحثون أن هذه الوجبة تحتوي على قيمة غذائية عالية، ويعتبر الفول من الأطباق وذلك لأنه مصدر مهم للمواد الكربوهيدراتية‏، البروتينيات‏,‏ والمعادن‏,‏ والفيتامينات‏,‏ كما يساعد على خفض الكوليسترول ويفيد في حالة ضغط الدم المرتفع‏,‏ وفي الوقاية من الإمساك والبواسير، وهو غذاء مفيد لمرضى السكر‏,‏ ويقي من أمراض القلب والشرايين‏,‏ كما يساعد على تنظيم وظائف القولون‏.‏ \n\n وقد كشفت بعض البحوث العلمية الأخيرة عن احتواء الفول على مواد مضادة للسرطان‏,‏ وخصوصاً سرطان الثدي وأمراض أخرى‏,‏ ويعتبر الليمون الذي يضاف إلى الفول شفاء من السموم، أما إضافة زيت الزيتون إلى الفول فهو يساعد على المحافظة على الشباب والحيوية‏,‏ ويقلل من نسبة الكوليسترول‏,‏ ونسبة الإصابة بأمراض القلب والسرطان‏. \n\n وأشارت نتائج بحوث أجريت بجامعة هارفارد الأمريكية، إلى أن نسبة الإصابة بسرطان الثدي تقل في النساء اللاتي يتناولن زيت الزيتون في غذائهن لأكثر من مرة في اليوم الواحد‏,‏ إضافة إلى ما أثبته باحثون في كاليفورنيا من أن زيت الزيتون يقلل من نسبة الإصابة بأمراض القلب ويساعد في علاج حموضة المعدة والقرحة، وفي علاج جفاف الجلد والشعر ومقاومة الإمساك‏. \n\n أما الزبادي الذي يتناوله الصائمون في السحور فهو غذاء مشبع له فوائد غذائية وصحية عديدة‏,‏ فهو غني بالبروتينات والدهنيات‏,‏ والفيتامينات‏,‏ والمعادن، كما يساعد في الوقاية من الأمراض لأنه يكسب الجسم المناعة ضد البكتريا‏,‏ والفيروسات‏,‏ والسرطان‏,‏ كما يحتوي على بكتريا اللبن‏,‏ وهي ميكروبات نافعة تعيش في الأمعاء وتشكل درعاً واقياً ضد الميكروبات الضارة التي تغزو الجهاز الهضمي‏.‏ \n\n كما يفيد الزبادي في الوقاية من قرحة المعدة‏,‏ وفي تقليل التأثيرات الضارة التي يسببها تدخين السجائر في بطانة المعدة‏,‏ ويفيد أيضاً في الوقاية من أمراض القلب والشرايين‏,‏ وفي تخفيض مستوى الكوليسترول. \n\n وأكدت الدراسة أن تأخير هذه الوجبة لكي تستطيع أن تصمد في المعدة من 7 لـ 9 ساعات، فتساعد على تلافى الإحساس بالجوع طيلة فترة الصيام تقريباً كما تمده بحاجته من الطاقة، ويفضل ألا يحتوي السحور على كمية كبيرة من السكر أو الملح لأن السكر يبعث على الجوع، والملح يبعث على العطش. \n\n كما حث الرسول صلى الله عليه وسلم على تأخير السحور فقال: (ما تزال أمتي بخير ما عجلوا الإفطار وأخروا السحور). \n\n ويحصل السحور بما تيسر من الطعام، ولو على تمر، لحديث أبي هريرة ـ رضي الله عنه ـ أن النبي صلى الله عليه وسلم قال: ( نعم سحور المؤمن التمر ) رواه أبو داوود. فإن تعذر وجود التمر، فعلى المسلم أن يحرص على شرب الماء, لتحصل له بركة السحور. \n\n فوائدها كثيرة:\n ـ تناول هذه الوجبة المباركة يمنع حدوث الإعياء والصداع أثناء نهار رمضان. \n - تساعد الإنسان على التخفيف من الإحساس بالجوع والعطش الشديد. \n - تمنع هذه الوجبة الشعور بالكسل والخمول والرغبة في النوم أثناء ساعات الصيام، وتمنع فقد الخلايا الأساسية للجسم، وتنشط الجهاز الهضمي، وتحافظ على مستوى السكر في الدم فترة الصيام. \n ـ ومن الفوائد الروحية لهذه الوجبة أنها تعين العبد المؤمن على طاعة الله عز وجل في يومه. \n وتنصح الدراسة الصائم بأن يبدأ فطوره بالتمر والماء أو اللبن كما أوصانا رسول الله، وذلك لاحتواء التمر على سكريات سريعة الهضم والامتصاص، كما نصحت بتناول سائل دافيء كالشوربة والحرص على ارتشاف القليل من الماء أو اللبن على ألا يكون شديد البرودة. \n وأكدت الدراسة على أهمية الفصل بين بداية الفطور وتناول الوجبة الأساسية، لأن ذلك من شأنه أن يتيح الفرصة لامتصاص السكريات والسوائل بسرعة وتهيأة القناة الهضمية لاستقبال الطعام دون حدوث تشنجات. \n ودعت إلى عدم الإسراف في تناول السوائل أثناء أو قبل تناول وجبة الفطور والاكتفاء بكوب واحد أو كوب ونصف من الماء أو العصير معتدل البرودة. "
  },
  {
    "number": "التمر والحليب",
    "text": "",
    "label": "“التمر واللبن أفضل ما يتناوله الصائم في إفطاره”.. هذا ما أكدته السنة النبوية الشريفة وأيده العلم والدراسات البحثية ويؤكده أيضا الدكتور عز الدين الدنشاري أستاذ السموم بطب القاهرة ويضيف أن التمر والحليب يمدان الجسم بما يحتاجه من سكريات وبروتينات وغيرها من العناصر العديدة، وفي نفس الوقت يحميان الجسم من كثير من الأمراض والمشاكل الصحية بتكوين مضادات الميكروبات. \n\n وأوضح الدكتور الدنشاري أن التركيب الكيميائي للتمر يحتوي على 61% إلى 90% مواد سكرية، كما يحتوي على 47,1% 2,2% فيتامينات، 4,1% إلى 3% بروتينات، 2% 5,3% سليولوز، بالإضافة إلى الأملاح المعدنية مثل الكالسيوم والبوتاسيوم والماغنسيوم والفسفور بالإضافة إلى العناصر النادرة كالمنجيز والنحاس والكبريت. \n\n ولأن المعدة تحتاج إلى تهيئة، وكذلك الأمعاء مثل تناول الطعام بمدة كافية حوالي من 10 إلى 15 دقيقة، وهذا يحققه تناول التمر والحليب قبل هذه المدة، كذلك يحتاج إلى ضرورة تناول الطعام على مرحلتين عند الإفطار وعدم الإقبال بشراهة على طعام الإفطار، وهذه هي الحكمة النبوية عميقة المعاني التي تشتمل على مجمل الجوانب الطبية والتعبدية. \n\n ومن خلال التمر يأتي “بلح الرطب” وهو أعظم فائدة للإنسان، فالرطب له فوائد عديدة حيث يتلقاه الكبد بسرعة فينشط الجسم، كما أن فائدته تصل إلى المخ عن طريق الكبد، كما أن العناصر الغذائية للتمر تمد الصائم بالطاقة الحرارية والنشاط، كما يؤدي أكل الرطب في الإفطار إلى التغلب على الصداع الذي كثيرا ما يحدث بعد الأكل والإفطار في رمضان، بالإضافة إلى أن تناول التمر يساعد على تنشيط إفرازات الجهاز الهضمي التي تساعد على هضم طعام الإفطار الذي يتناوله الصائم بعد أن يؤدي صلاة المغرب، كما أن التمر يحتوي على معظم العناصر الغذائية التي يحتاجها الجسم مثل السكريات والبروتينات والدهون والفيتامينات والمعادن، وحيث إن عناصر التمر سهلة الهضم لما يحتويه من مواد سكرية “فركتوز” يمتص امتصاصا سريعا من الجهاز الهضمي إلى الدم فإنها تصل مباشرة إلى المخ. \n\n كما أن سكريات التمر لا تنتج عنها غازات في الأمعاء أو متاعب في الجهاز الهضمي مثلما يحدث بعد تناول سكر القصب، ويحتوي التمر على نسبة عالية من الأحماض الأمينية اللازمة لبناء خلايا الجسم وإصلاح ما تلف منها، بالإضافة إلى تكوين أجسام مضادة للميكروبات وإجراء وظائف حيوية عديدة. \n\n والتمر بأنواعه يحتوي على عدة عناصر من فيتامين “ب” وهي عناصر لازمة للتمثيل الغذائي وتهدئة الأعصاب كما يعتبر مصدرا من مصادر فيتامين “ج” الذي يساعد على امتصاص الحديد وتكوين خلايا الدم الحمراء، فضلا عما يقوم به فيتامين “ج” من زيادة حيوية الجسم وتنشيط المناعة لمقاومة الأمراض، كما أن التمر منتج أصلي لفيتامين “أ” وهو الفيتامين الذي يساعد على الإبصار ليلا. \n\n من ناحية أخرى تشير البحوث والدراسات إلى أن التمر والرطب يحتويان على مضادات الأكسدة وهي مواد تساعد على الوقاية من الأمراض أو علاج الفيروسات الشاردة. \n\n وأثبتت الدراسات أن الأفراد الذين اعتادوا على تناول التمر بأنواعه تقل لديهم نسبة الإصابة بالأورام وأمراض الروماتيزم وأمراض العيون والجلد وغيرها. كما أثبتت البحوث أن ميكروبات الكوليرا لا تعيش في التمر أكثر من ثلاثة أيام وهو ما يؤكد أن التمر يحتوي على مضادات للميكروبات. \n\n أما بالنسبة للحليب فإن القيمة الغذائية له لا ترجع فقط إلى تركيبته الغنية بكثير من المقومات اللازمة لصحة الإنسان إنما أيضا ترجع لوجودها بنسب متوازية، وهو ما لا يتحقق في تركيب الأغذية الطبيعية الأخرى، فالمكونات الغذائية الرئيسية الثلاثة وهي النشويات والسكريات والبروتينات موجودة بالحليب بنسب مختلفة وهو ما يسمح لجسم الصائم بالحصول على الطاقة وبناء وتكوين وتجديد أنسجة الجسم وهو ما لا يحدث عند تناول غذاء آخر بمفرده، كما أن بروتين الحليب يتميز عن جميع المنتجات الأخرى بوجوده على صورة قابله للتناول مباشرة ومن دون أي حاجة لإعداده وطبخه، ومع وفرة محتوى الحليب من الكالسيوم والفسفور فهو يمد الجسم بثلث ما يحتاجه يوميا منهما. \n\n كذا فإن الحليب هو الغذاء الطبيعي الوحيد الذي يوجد فيه الكالسيوم والفسفور بنسب مختلفة، وهذه النسب تسمح بأقصى استفادة للجسم، كما أن إضافة الحليب أو طبخه مع الأغذية الأخرى يعد عاملا مهما في بناء جسم سليم صحي، وهذا ما نحتاجه في شهر رمضان المبارك. \n\n كما يأتي ضمن فوائد تناول الحليب مع التمر في الإفطار تلك المواد الموجودة به والتي تساعد على قتل البكتيريا الضارة بالأمعاء بالإضافة إلى أنه يمثل أكبر عامل فعال في بناء عظام الإنسان خاصة لدى الأطفال، كما أكدت البحوث أن للحليب فائدة كبيرة لدى المسنين في قتل البكتيريا الضارة بالأمعاء بما يغني عن تناول المضادات الحيوية، كما أن احتياج الجسم لعنصر الكالسيوم الذي يصل إلى 800 مليجرام يجعله في حاجة إلى تناول الحليب. "
  },
  {
    "number": "التغذية الخاطئة في رمضان ",
    "text": "",
    "label": "على الرغم من فوائد الصوم الصحية الكثيرة والمثبتة، إلا أن بعض الصائمين لا يستفيدون منه بسبب ممارساتهم الغذائية الخاطئة خلال شهر رمضان. \n\n ونذكر هنا اهمها: \n 1 ـ الإسراف في الأكل\n تختلف الأصناف وتتعدد الألوان على موائد الإفطار، لكنها تتفق في قاسم مشترك هو الاسراف في الأكل الذي يعتبر أهم عامل يؤدي إلى المرض. فمن العادات السيئة للصائمين ملء المعدة إلى حدها الاقصى بعد الإفطار مباشرة، حيث يندفعون في التهام الطعام المختلف، وشرب كميات مضاعفة من المشروبات الرمضانية المشبعة بالسكر. وأخيرا يطفئون لهيب المعدة التي تشكو بالمشروبات الغازية أو بالمياه المثلجة. \n\n 2 ـ إهمال الفواكه والخضار\n مع كثرة الأطباق الرمضانية، لا تحظى السلطة والفواكه بمكانة بين تلك الأطباق، وهذا له أثره السلبي على صحتنا حيث نصاب بالامساك، ونحرم الجسم من بعض الفيتامينات المهمة. \n\n 3 ـ اهمال مجموعة الحليب\n على الرغم مما يتمتع به الحليب ومشتقاته من أهمية في بناء عظام قوية، والوقاية من أعراض هشاشة العظام، إلا أن البعض يهمل في تناول هذه المجموعة المهمة. \n\n 4 ـ تناول كميات كبيرة من الماء\n لتعويض عطش ساعات الصيام يتناول الصائم أكبر كمية ممكنة من الماء على وجبة الافطار. كما يشرب البعض كميات كبيرة من الشاي، مما يؤدي إلى إدرار البول بشكل كبير ويفقد الجسم كمية كبيرة من الأملاح الضرورية له. كما ان تناول كمية كبيرة من الماء يسبب عسر الهضم ومشاكل هضمية أخرى، ولذا يفضل تناول الماء والسوائل على فترات وبين وجبتي الإفطار والسحور. \n\n 5 ـ نوعية الوجبة وكميتها\n يتناول معظم الصائمين سعرات حرارية تفوق متطلبات الجسم وما يحتاجه في اليوم، وذلك من خلال الاعتماد على المأكولات الغنية بالدهون والسكريات والقليلة بالألياف الغذائية والنشويات، إضافة إلى عدم المعرفة الصحية بكيفية الإفطار وما يترتب عليها من مضاعفات تتضح في الخمول بعد الأكل، أو في الاصابة برجفة برد. \n\n 6 ـ إهمال وجبة السحور\n البعض لا يتناول وجبة السحور اعتقادا منه أنها ليست ذات أهمية ويكتفي بتناول وجبة الإفطار الدسمة فقط. والبعض الآخر يتناولها ولكن تكون محتوياتها غير صحية (مقليات، حلويات، وجبات سريعة) وفي وقت مبكر. لكن يجب مراعاة تأخير وقت السحور ليقارب وقت الإمساك، ويجب أن تحتوي وجبة السحور على ألياف غذائية وبروتينات، أي أن تكون وجبة كاملة لأنها وجبة الطاقة لليوم الجديد. "
  },
  {
    "number": "التغذية الصحية في رمضان ",
    "text": "",
    "label": "يتحول شهر الصوم إلى شهر الولائم والغبقات، ويدفع الناس الضريبة بعد هذا الشهر، حيث تزداد حالات السمنة، وهناك من تزداد حالتهم الصحية سوءا. وحتى لا نصل إلى ما لا تحمد عقباه، التقينا باختصاصية التغذية فاطمة الشمالي فكان هذا الحوار:\n\n\nكيف نحقق التغذية السليمة في رمضان؟\n\n- لابد أن نحرص على أن تكون وجبة الفطور وجبة متنوعة بمحتوياتها الغذائية، ويفضل أن نبدأ فطورنا بالتمر والماء أو اللبن، ونلاحظ أن أبناء اليوم من المراهقين غير متعودين على أكل التمر، وهنا لابد من تعويدهم على أن يفطروا على التمر واللبن أو الماء لانهم يفطرون عادة على المشروبات الغازية، وهذا خطأ فادح، لانها تسبب ألما وتقلصات في المعدة.\n\n- وبعد تناول بضع تميرات مع الماء أو اللبن، لابد من احتساء الشوربة الدافئة، وأهم طبق تقليدي وصحي بالوقت نفسه هو طبق 'التشريب'، ولعله يعرف بالثريد في البلدان العربية.\n\n- وننبه إلى طبق السلطة على مائدة الفطور، وهو من الأطباق الضرورية والمهمة، حتى نتجنب مشاكل الإمساك، لأن الألياف تساعد على تحريك الأمعاء، فمع الأسف ينسى الناس في رمضان تناول الفواكه والخضروات.\n\n- ومن الأطباق المهمة في رمضان وهو أيضا من الأطباق التقليدية، طبق 'الهريس'، لأنه يحتوي على حبوب القمح وفيه الكثير من الألياف واللحم، ولكن يفضل أن نقلل السمن والدارسين المخلوط بالسكر عند التقديم.\n\n\n\n\nهل تحتاج الحامل إلى تغذية خاصة؟\n\n- إضافة إلى ما قلناه سابقا، فإن المرأة الحامل تحتاج إلى الحليب ومشتقاته، ويجب عليها أن لا تغفل ذلك الأمر، وتعوض حاجتها من الحليب ومشتقاته ما بعد الفطور.\n\n\nما النصائح العامة لتغذية رمضانية سليمة؟\n\n\n1- قلل قدر الإمكان من الحلويات كاللقيمات وصب القفشة والسمسمية والغريبة والكنافة وغيرها.\n\n2- إذا كنت مدعوا لغبقة السهرة فعليك أن تقلل من وجبة الفطور، حتى لا تصاب بالسمنة ما بعد رمضان.\n\n3- أكثر من شرب الماء، حتى لا تتعرض لمشكلة الجفاف واكثر كذلك من السوائل.\n\n4- احرص على أن تكون وجبة فطورك وجبة متنوعة في القيمة الغذائية.\n\n5- احرص في سحورك على أن تكون الوجبة خفيفة وخالية من الدهون، لأن الوجبة الدسمة الثقيلة تشعرك بالجوع في الصباح. وننصح هنا أن تتناول الأرز (عيش مشخول) مع الزبادي (الروب)، فهذه الأكلة خفيفة ومغذية في الوقت نفسه خالية من الدهون.\n\n6- تجنب الموالح والمقليات كالكبة والسمبوسة والشبس.\n\n7- إذا رغبت أن تتناول الحلويات فيفضل أن تتناول المهلبية أو الكاسترد.\n\n8- لا تهمل الرياضة في رمضان، ومارسها لمدة نصف ساعة ثلاث مرات بالأسبوع على الأقل.\n\n9- لا تتناول الشاي بعد الفطور مباشرة، بل انتظر نصف ساعة على الأقل أو ساعة بعد الأكل، لأن الشاي بعد الأكل مباشرة يكسر كل القيمة الغذائية.\n\n10- وعموما قلل من السكر والملح والدهون."
  },
  {
    "number": "عشرون وصية طبية في رمضان ",
    "text": "",
    "label": "هل علينا شهر رمضان ، شهر الرحمة والمغفرة والعتق من النار . ومع إطلالة هذا الشهر المبارك يحلو الحديث عن الفوائد الروحية والنفسية والجسدية لصيام رمضان , ولكن هناك وقفات صحية ن، ووصايا طبية ، لا بد أن نعيرها شيئا من الانتباه ليكون لنا رمضان أيضا الصحة والنشاط والعطاء . \n\n ونستعرض في هذا المقال بعضا من تلك الوصايا. \n\n 1 - كلوا واشربوا ولا تسرفوا الأعراف  تلك هي آية في كتاب الله ، جمعت علم الغذاء كله في ثلاث كلمات . فإذا جاء شهر رمضان ، والتزم الصائم بهذه الآية ، وتجنب الإفراط في الدهون والحلويات والأطعمة الثقيلة ، وخرج في نهاية شهر رمضان ، وقد نقص وزنه قليلا ، وانخفضت الدهون ، يكون في غاية الصحة والسعادة ، وبذلك يجد في رمضان وقاية لقلبه ، وارتياحا في جسده . فالكنافة والقطائف وكثير من الحلويات واللحوم والدسم تتحول في الجسم إلى دهون ، وزيادة في الوزن ، وعبء على القلب . وقد اعتاد الكثير منا على حشو بطنه بأصناف الطعام ، ثم يطفئ لهيب المعدة بزجاجات المياه الغازية أو المثلجات . وقد أكد الباحثون أنه على الرغم من عدم التزام الكثير من المسلمين ، للأسف الشديد ، بقواعد الإسلام الصحية في غذاء رمضان ورغم إسرافهم في تناول الأطباق الرمضانية الدسمة والحلويات ، فإن صيام رمضان قد يحقق نقصا في وزن الصائمين بمقدار 2-3 كيلوجرامات في عدد من الدراسات العلمية . \n\n 2 لا يزال الناس بخير ما عجلوا الفطر: حديث لرسول الله صلى الله عليه وسلم متفق عليه . وفي التعجيل بالإفطار آثار صحية ونفسية هامة . فالصائم يكون في ذلك الوقت بحاجة ماسة إلى ما يعوضه عما فقد من ماء وطاقة أثناء النهار والتأخير في الإفطار يزيد من انخفاض سكر الدم ، مما يؤدي إلى شعور بالهبوط والإعياء العام وفي ذلك تعذيب نفسي لا طائل منه ، ولا ترضاه الشريعة السمحاء . \n\n 3- إذا أفطر أحدكم فليفطر على تمر: وهذا حديث آخر لرسول الله صلى الله عليه وسلم رواه الأربعة . وعن أنس رضي الله عنه  أن النبي صلى الله عليه وسلم كان يفطر قبل أن يصلي على رطيبات ، فإن لم تكن رطيبات فتمرات ، فإن لم تكن تمرات حسا حسوات من الماء  رواه الترمذي وأبو داود ، فالصائم عند الإفطار بحاجة إلى مصدر سكري سريع ، يدفع عنه الجوع ، مثلما هو بحاجة إلى الماء . والإفطار على التمر والماء يحقق الهدفين وهما دفع الجوع والعطش . وتستطيع المعدة والأمعاء الخالية امتصاص المواد السكرية بسرعة كبيرة ، كما يحتوي الرطب والتمر على كمية من الألياف مما يقي من الإمساك ، ويعطي الإنسان شعورا بالامتلاء فلا يكثر الصائم من تناول مختلف أنواع الطعام . \n\n 4- أفطر على مرحلتين: فقد كان رسول الله صلى الله عليه وسلم يعجل فطره على تمرات أو ماء ، ثم يعجل صلاة المغرب ، ويقدمها على إكمال طعام إفطاره . وفي ذلك حكمة نبوية رائعة . فتناول شيء من التمر والماء ينبه المعدة تنبيها حقيقيا ، وخلال فترة الصلاة تقوم المعدة بامتصاص المادة السكرية والماء ، ويزول الشعور بالعطش والجوع . ويعود الصائم بعد الصلاة إلى إكمال إفطاره، وقد زال عنه الشعور بالمهم . ومن المعروف أن تناول كميات كبيرة من الطعام دفعة واحدة وبسرعة قد يؤدي إلى انتفاخ المعدة وحدوث تلبك معوي وعسر هضم . \n\n 5- اختر لنفسك غذاء صحيا متكاملا: فاحرص على أن يكون غذاؤك متنوعا وشاملا لكافة العناصر الغذائية ، واجعل في طعام إفطارك مقدارا وافرا من السلطة ، فهي غنية بالألياف ، كما تعطيك إحساسا بالامتلاء والشبع ، فتأكل كمية أقل من باقي الطعام . وتجنب التوابل البهارات والمخللات قدر الإمكان . كما يستحسن تجنب المقالي والمسبكات ، فقد تسبب عسر الهضم وتلبك الأمعاء . \n\n 6 – فقد أوصي الرسول صلى الله عليه وسلم في هذا الحديث بضرورة تناول وجبة السحور. ولا شك في أن تناول السحور يفيد في منع حدوث الإعياء والصداع أثناء نهار رمضان ، ويخفف من الشعور بالعطش الشديد . كما حث الرسول صلى الله عليه وسلم على تأخير السحور فقال : ما تزال أمتي بخير ما تجملوا ما عجلوا الإفطار وأخروا السحور  ويستحسن أن يحتوي طعام السحور على أغذية سهلة الهضم كاللبن الزبادي والعسل والفواكه وغيرها . \n\n 7- وصية لتجنب الإحساس بالعطش: حاول تجنب الأغذية الشديدة الملوحة ، وتجنب التوابل والبهارات وخاصة عند السحور لأنها تزيد الاحساس بالعطش . ويستحسن تجنب استعمال الأغذية المحفوظة ، أو الوجبات السريعة التحضير . واشرب كمية كافية من الماء مع عدم المبالغة في ذلك. \n\n 8- وصية لتجنب الإمساك: وإذا كنت ممن يصابون بالإمساك ، فأكثر من تناول الأغذية الغنية بالألياف الموجودة في السلطات والبقول والفواكه والخضار ، وحاول أن تكثر من الفواكه بدلا من الحلويات الرمضانية ، واحرص على صلاة التراويح وأداء النشاط الحركي المعتاد. \n\n 9- تجنب النوم بعد الإفطار: بعض الناس يلجأ إلى النوم بعد الإفطار والحقيقة ، فإن النوم بعد تناول وجبة طعام كبيرة ودسمة قد يزيد من خمول الإنسان وكسله . ولا بأس من الإسترخاء قليلا بعد تناول الطعام . وتظل النصيحة الذهبية لهؤلاء الناس هي ضرورة الاعتدال في تناول طعامهم ، ثم النهوض لصلاة العشاء والتراويح ، فهي تساعد على هضم الطعام ، وتعيد لهم نشاطهم وحيويتهم . \n\n 10- رمضان فرصة للتوقف على التدخين: من المؤكد أن فوائد التوقف عن التدخين تبدأ منذ اليوم الأول الذي يقلع فيه المرء عن التدخين ، فمتى توقف عن التدخين بدأ الدم يمتص الأوكسيجين بدلا من غاز أول أكسيد الكربون السام ، وبذلك تستقبل أعضاء الجسم دما مليئا بالأوكسجين ، وتخف الأعباء الملقاة على القلب شيئا فشيئا . والمدخنون الذين يريدون الإقلاع عن هذه العادة الذميمة سوف يجدون في رمضان فرصة جيدة للتدرب على ذلك . فإذا كنت أيها الصائم تستطيع الإقلاع عن التدخين لساعات طويلة أثناء النهار ، فلماذا لا تداوم على ذلك . وليس هذا صعب بالتأكيد، لكنه يحتاج إلى عزيمة صادقة ، وتخيل دائم لما تسببه السيجارة من مصائب لك ولمن حولك . \n\n 11- إذا كان يوم صوم أحدكم فلا يرفث ولا يغضب: حديث لرسول الله صلى الله عليه وسلم متفق عليه . فماذا يفعل الغضب في رمضان ؟ من المعلوم أن الغضب يزيد من إفراز هرمون الأدرينالين في الجسم بمقدار كبير ، وإذا ما حدث ذلك في أول الصيام ( أي أثناء هضم الطعام ) فقد يضطرب الهضم ويسوء الامتصاص ، وإذا حدث أثناء النهار تحول شيء من الجليكوجين في الكبد إلى سكر الجلوكوز ليمد الجسم بطاقة تدفعه للعراك ، وهي بالطبع طاقة ضائعة . وقد يؤدي ارتفاع الأدرينالين إلى حدوث نوبة ذبحة صدرية عند المصابين بهذا المصابين بهذا المرض ، كما أن التعرض المتكرر للضغوط النفسية يزيد من تشكل النوع الضار من الكولسترول ، وهو أحد الأسباب الرئيسية لتصلب الشرايين . \n\n 12- وصية للحامل والمرضع في شهر رمضان: ينبغي على الحامل والمرضع استشارة الطبيب فإذا سمح لها بالصيام فينبغي عليها عدم التهام كمية كبيرة من الطعام عند الإفطار ، وتوزيع طعام الإفطار المعتدل إلى وجبتين : الأولى عند الإفطار ، والباقي بعد أربع ساعات . كما تنصح بتأخير وجبة السحور ، والإكثار من اللبن الزبادي ، والإقلال من الطعام الدسم والحلويات . أما لمرضع ، فإن صامت فيجب أن توفر للمولود كمية إضافية من الماء والسوائل ليشربها خلال ساعات الحر بجانب الرضاعة من ثدي الأم وعليها الاهتمام بغذائها من حيث الكمية والنوعية . كما ينبغي أن تكثر من الرضعات في الفترة بين الإفطار والسحور . فإذا ما شعرت بالتعب والإرهاق فعليها إنها صومها واستشارة الطبيب . \n\n 13- دربوا أطفالكم على الصيام برفق ولين: ينبغي تدريب الطفل على الصيام بعد سن السابعة ، وتعتبر السنة العاشرة السنة النموذجية لصيام الطفل ، ولا يجوز ضربهم أو إجبارهم على الصيام لأن ذلك قد يدفع الطفل إلى تناول المفطرات سرا ،وتكبر معه هذه الخيانة ، ويراعى التدرج في صيام الطفل عاما بعد عام . وعلى الأم أن تراقب طفلها أثناء صيامه ، فإذا شعرت بمرضه أو إرهاقه وجب عليها أن تسارع بإفطاره . وهناك عدد من الأمراض التي تمنع الطفل من الصيام كمرض السكر وفقر الدم وأمراض الكلى وغيرها . وينصح الأباء والأمهات بأن يحتوي طعام الطفل على كافة العناصر الغذائية ، وأن يحرصوا على إعطائه وجبة السحور . \n\n 14 – فمن كان منكم مريضا أو على سفر فعدة أيام أخر (البقرة 184) فمن رحمةالله بعبادة أن رخص للمريض الإفطار في شهر رمضان ، فإذا أخبر الطبيب المسلم مريضه أنه إذا صام أدى صيامه إلى زيادة المرض عليه أو إلى إهلاكه وجب عليه الإفطار . والفطور رخصة للمريض ، كما هي للمسافر ، ولكن لو تحامل المريض على نفسه وصام أجزاه الصوم ، ولا قضاء عليه ، غير أنه إذا شق عليه الصوم مشقة شديدة ، فليس من البر الصوم في المرض ، بل ربما كان المريض أولى من المسافر بهذا ، لأن المسافر الذي يشق عليه السفر يجب عليه الفطر خشية المرض ، فالمرض أشد خطرا ، ولهذا قدم في القرآن على السفر . \n\n 15 – إن كنت مريضا راجع طبيبك قبل البدء بالصيام: فالقول الفصل في الصيام المريض أو عدمه هو للطبيب المسلم المعالج ، فهو أدري بحالة المريض وعلاجه ، وهو الذي يعطي المريض النصيحة المثلى والإرشادات المناسبة . فإذا سمح لمريضه بالصيام ، حدد خطة العلاج ، وقد يضطر لتعديل طريقة تناول الدواء أو عدد جرعات الدواء . \n\n 16 – وصية لمرضى القلب: يستطيع كثير من مرضى القلب الصيام ، فعدم حدوث عملية الهضم أثناء النهار تعني جهدا أقل لعضلة القلب وراحة أكبر . فإن عشرة في المائة من كمية الدم التي يدفع بها القلب إلى الجسم تذهب إلى الجهاز الهضمي أثناء عملية الهضم . والمصابون بارتفاع ضغط الدم يستطيعون عادة الصيام شريطة تناول أدويتهم بانتظام ، وهناك حاليا العديد من الأدوية التي يمكن إعطاؤها مرة واحدة أو مرتين في اليوم . وينبغي على هؤلاء المرضى تجنب الموالح والمخللات والإقلال من ملح الطعام ، أما المصابون بالذبحة الصدرية المستقرة فيمكنهم عادة الصيام مع الاستمرار في تناول الدواء بانتظام . وهناك عدد من حالات القلب التي لا يسمح فيها بالصيام كمرضى الجلطة الحديثة ، والمصابين بهبوط ( فشل ) القلب الحاد ، والمصابين بالذبحة القلبية غير المستقرة وغيرهم . \n\n 17- وصية للمصابين بالحصيات الكلوية: إذا لم يكن لدى المرء حصيات كلوية من قبل فلا داعي للقلق في رمضان . أما إذا كانت لديهم حصيات ، أو قصة تكر حدوث حصيات كلوية فيمكن أن تزداد حالتهم سوءا إذا لم يشرب المريض السوائل بكميات كافية . ويستحسن في مرضى الحصيات بالذات الامتناع عن الصيام في الأيام الشديدة الحرارة ، حيث تقل كمية البول بدرجة ملحوظة . ويعود تقدير ذلك للطبيب المعالج ، وعموما ينصح مرضى الحصيات الكلوية بتناول كميات كافية من السوائل في المساء وعند السحور ، مع تجنب التعرض للحر والمجهود المضني أثناء النهار ، كما ينصح هؤلاء بالإقلال من تناول اللحوم ومواد معينة مثل السبانخ والسلق والمكسرات وغيرها . \n\n 18- وصية لمرضى السكر: إذا قرر الطبيب أنه بإمكان مريض السكر الصيام ، فينبغي على المريض الالتزام بوصايا الطبيب ، والمحافظة على نفس كمية ونوعية الغذاء الذي وصفه له . وتقسم هذه الكمية إلى ثلاثة أجزاء متساوية ، بحيث يتناول الأولى عند الإفطار ، والثانية بعد صلاة التراويح ، والثالثة عند السحور . ويفضل تأجيل وجبة السحور قدر الإمكان ، والإكثار من تناول الماء ، والإقلال من النشاط الجسدي أثناء فترة الصيام ، وخاصة في الفترة الحرجة ما بين العصر والمغرب . وإذا شعر المريض بأعراض انخفاض السكر فعليه أن يفطر ولا ينتظر وقت الإفطار ولو كان ذلك الوقت قريبا . \n\n 19- وصية للمصابين بعسر الهضم: كثيرا ما تتحسن حالة هؤلاء المرضى في شهر رمضان ، شريطة ألا تكون لديهم قرحة حادة في المعدة أو الإثنى عشر أو التهاب في المرئ أو أي سبب عضوي آخر . وينصح هؤلاء بتناول وجبات صغيرة من الطعام ، وتجنب التخمة والأطعمة الدسمة والحلويات ، كما ينصح بتجنب التعرض للضغوط النفسية الشديدة ، والابتعاد عن البهارات والمسبكات . \n\n 20 – وصية أخيرة : هل حقا نحن نصوم رمضان ؟ فالصيام حركة في النهار سعيا وراء الرزق الحلال . وهو حركة في الليل في صلاة التراويح ، وهو دعوة لجسم سليم ..وقلب تائب لله ، طامع في رحمته. ولكن للأسف الشديد ، فإن الصيام الذي يمارسه البعض منا ، ليس هو الصيام الذي شرعه الخالق ، فهو نوم لمعظم النهار ، وغضب لأتفه الأسباب ن بدعوى الصيام. فالصيام عند البعض كسل جسدي ، وانفعال نفسي في النهار ، وتخمة وسهر في اللهو والعبث في ليل رمضان . أليس حراما أن نضيع هذا الموسم الفياض بالخيرات كل عام ؟ أليس رمضان موسما للطاعة والعبادة ، وموسما للصحة والسعادة ، وفوق هذا وذاك رحمة ومغفرة وعتقا من النار ؟! "
  }
]