[
  {
    "number": "ختم القرآن مرة واحدة ",
    "text": "",
    "label": "يستطيع المسلم ختم القرآن الكريم مرّةً واحدةً في شهر رمضان؛ بقراءة جزءٍ كلّ يومٍ، فالجزء عبارةٌ عن عشرين صفحةً، ويُقسّم إلى أربعة أجزاءٍ، تُقرأ في أربعة أوقاتٍ مختلفةٍ، كلّ جزءٍ منها خمس صفحاتٍ، فتُقرأ الخمس صفحاتٍ الأولى بعد صلاة الفجر، والخمس الثانية من بعد صلاة الظهر أو العصر، ثمّ خمس صفحاتٍ بعد صلاة المغرب، ثمّ تُقرأ الصفحات الخمس الأخيرة بعد صلاة التراويح، أو حين السُّحور، وبذلك يكون المسلم قد ختم القرآن مرّةً واحدةً في شهر رمضان بسهولةٍ ويُسرٍ، كما يُمكن تقسيم الجزء إلى خمسة أجزاءٍ، كلّ جزءٍ منها أربع صفحاتٍ، فتُقرأ كلّ أربع صفحاتٍ ما بين الأذان والإقامة لكلّ صلاةٍ، فيكون بذلك قد أتمّ قراءة جزءٍ كاملٍ في اليوم، ويُختم القرآن مرّةً واحدةً في الشهر."
  },
  {
    "number": "ختم القرآن مرتين",
    "text": "",
    "label": "يستطيع المسلم أن يختم القرآن مرّتين في شهر رمضان؛ بقراءة جزأين كلّ يومٍ، بقراءة عشر صفحاتٍ في أربعة أوقاتٍ مختلفةٍ من اليوم، أو قراءة ثمان صفحاتٍ بين كلّ أذانٍ وإقامةٍ، أو بعد كلّ صلاةٍ."
  },
  {
    "number": "ختم القرآن ثلاث مرات",
    "text": "",
    "label": "يُمكن للمسلم ختم القرآن الكريم ثلاث مرّاتٍ في شهر رمضان؛ بتخصيص ساعةٍ ونصف يومياً للقراءة، على ثلاث فتراتٍ مختلفةٍ، موزّعةٍ طوال اليوم، بجعل الفترة الواحدة نصف ساعةٍ، فيُقرأ جزءٌ واحدٌ في النصف ساعة الأولى، ثم يُقرأ جزءٌ ثانٍ في النصف ساعة الثانية، ثمّ جزءٌ ثالثٌ في الفترة الأخيرة، وبذلك يُتمّ ثلاثة أجزاءٍ في اليوم الواحد."
  },
  {
    "number": "ختم القرآن أربعة مرات",
    "text": "",
    "label": "يستطيع المسلم ختم القرآن الكريم في سبعة أيامٍ، اقتداءً بالسلف الصالح؛ إذ كانوا يجعلون القرآن سبعة أجزاءٍ، ويقرؤونه في سبعة أيّامٍ، حيث يبتدؤون اليوم الأول بقراءة السُّور الثلاث الأولى من القرآن، ثمّ السُّور الخمس التي تليها، ثمّ السُّور السَّبع، ثمّ السُّور التسع، ثمّ السُّور الإحدى عشر، ثمّ السُّور الثلاث عشرة، ثمّ يختمون اليوم السابع بقراءة سور المُفصّل؛ من سورة ق، إلى آخر سورة النَّاس."
  },
  {
    "number": "ختم القرآن عشر مرات",
    "text": "",
    "label": "يُمكن للمسلم ختم القرآن الكريم كلّ ثلاثةٍ أيّامٍ؛ بتوزيع أوقات قراءته على خمسة أوقاتٍ في اليوم والليلة، فيقرأ جزءاً ما بين الأذان والإقامة، من بعد أذان الفجر، بتقدير وقت قراءة الجزء بعشرين دقيقةً، لمن يقرأ قراءةً سريعةً مع مراعاة أحكام التجويد، ثمّ يخصّص ساعةً بعد صلاة الفجر، لقراءة ثلاثة أجزاءٍ من القرآن، ثمّ يقرأ جزأين بعد صلاة الظهر، ثمّ ثلاثة أجزاءٍ بعد صلاة العصر، ثمّ يقرأ جزءاً بعد صلاة المغرب أو العشاء."
  }
]