[
  {
    "number": "قصة خديجة بنت خُويلد",
    "text": "",
    "label": "نسبها ونشأتها :\n\nهي خديجة بنت خويلد بن أسد بن عبد العزى قصي بن كلاب القرشية الأسدية ، ولدت سنة 68 قبل الهجرة (556 م). تربت وترعرعت في بيت مجد ورياسة، نشأت على الصفات والأخلاق الحميدة، عرفت بالعفة والعقل والحزم حتى دعاها قومها في الجاهلية بالطاهرة ، وكانت السيدة خديجة تاجرة، ذات مال، تستأجر الرجال وتدفع المال مضاربة، وقد بلغها عن رسول الله صلى الله عليه و سلم أنه كان صادق أمين، كريم الأخلاق، فبعثت إليه وطلبت منه أن يخرج في تجارة لها إلى الشام مع غلام لها يقال له ميسرة. وقبل رسول الله صلى الله عليه وسلم ، وربحت تجارتها ضعف ما كانت تربح. أخبر الغلام ميسرة السيدة خديجة عن أخلاق رسول الله صلى الله عليه و سلم ، فدست له من عرض عليه الزواج منها، فقبل الرسول صلى الله عليه وسلم ، فأرسلت السيدة خديجة إلى عمها عمرو بن أسعد بن عبد العزى، فحضر وتزوجها رسول الله صلى الله عليه وسلم ، وكان لها من العمر أربعين سنة ولرسول الله صلى الله عليه و سلم خمس وعشرون سنة.\n\nالسيدة خديجة - رضي الله عنها - كانت أول امرأة تزوجها الرسول ، صلى الله عليه وسلم، وكانت أحب زوجاته إليه، ومن كرامتها أنها لم يتزوج عليها غيرها حتى ماتت [. أنجبت له ولدين وأربع بنات وهم: القاسم (وكان يكنى به)، وعبد الله ، ورقية وزينب وأم كلثوم وفاطمة .\n\nإسلامها :\n\nعندما بعث الله – سبحانه وتعالى – النبي صلى الله عليه و سلم كانت السيدة خديجة – رضي الله عنها- هي أول من آمن بالله ورسوله، وأول من أسلم من النساء والرجال، وكان رسول الله صلى الله عليه وسلم والسيدة خديجة يصليان سراً إلى أن ظهرت الدعوة. تلقى رسول الله صلى الله عليه و سلم كثيراً من التعذيب والتكذيب من قومه، فكانت السيدة خديجة رضي الله عنها تخفف عنه وتهون عليه ما يلقى من أكاذيب المشركين من قريش. وعندما انزل الله – سبحانه وتعالى – الوحي على الرسول - صلى الله عليه وسلم -قال له ( اقرأ بسم ربك الذي خلق) فرجع بها ترجف بوادره ، حتى دخل على خديجة ، فقال : ( زملوني زملوني ) . فزملوه حتى ذهب عنه الروع ، فقال : ( يا خديجة ، ما لي ) . وأخبرها الخبر ، وقال : ( قد خشيت على نفسي ) . فقالت له : كلا ، أبشر ، فوالله لا يخزيك الله أبدا ، إنك لتصل الرحم ، وتصدق الحديث ، وتحمل الكل ، وتقري الضيف ، وتعين على نوائب الحق . ثم انطلقت به خديجة حتى أتت به ورقة بن نوفل بن أسد ابن عبد العزى بن قصي ، وهو ابن عم خديجة أخي أبيها ، وكان امرأ تنصر في الجاهلية ، وكان يكتب الكتاب العربي ، فيكتب بالعربية من الإنجيل ما شاء الله أن يكتب ، وكان شيخا كبيرا قد عمي ، فقالت له خديجة : أي ابن عم ، اسمع من ابن أخيك ، فقال ورقة : ابن أخي ماذا ترى ؟ فأخبره النبي صلى الله عليه وسلم ما رأى ، فقال ورقة : هذا الناموس الذي أنزل على موسى ، يا ليتني فيها جذعا ، أكون حيا حين يخرجك قومك . فقال رسول الله صلى الله عليه وسلم : ( أو مخرجي هم ) . فقال ورقة : نعم ، لم يأت رجل قط بمثل ما جئت به إلا عودي ، وإن يدركني يومك أنصرك نصرا مؤزرا . ثم لم ينشب ورقة أن توفي ، وفتر الوحي فترة حتى حزن النبي صلى الله عليه وسلم ، فيما بلغنا ، حزنا غدا منه مرارا كي يتردى من رؤوس شواهق الجبال ، فكلما أوفى بذروة جبل لكي يلقي منه نفسه تبدى له جبريل ، فقال : يا محمد ، إنك رسول الله حقا . فيسكن لذلك جأشه ، وتقر نفسه ، فيرجع ، فإذا طالت عليه فترة الوحي غدا لمثل ذلك ، فإذا أوفى بذروة جبل تبدى له جبريل فقال له مثل ذلك\n\nالراوي: عائشة - خلاصة الدرجة: [صحيح] - المحدث: البخاري - المصدر: الجامع الصحيح - الصفحة أو الرقم: 6982\n\nمنزلتها عند رسول الله :\n\nكانت السيدة خديجة امرأة عاقلة، جليلة، دينة، مصونة، كريمة، من أهل الجنة، فقد أمر الله – تعالى – رسوله أن يبشرها في الجنة ببيت من قصب لا صخب فيه ولا نصب.\n\nكان رسول الله صلى الله عليه وسلم يفضلها على سائر زوجاته، وكان يكثر من ذكرها بحيث أن عائشة كانت تقول : ((ما غرت على أحد من نساء النبي صلى الله عليه وسلم ما غرت على خديجة ، وما رأيتها ، ولكن كان النبي صلى الله عليه وسلم يكثر ذكرها ، وربما ذبح الشاة ، ثم يقطعها أعضاء ، ثم يبعثها في صدائق خديجة ، فربما قلت له : كأنه لم يكن في الدنيا امرأة إلا خديجة ، فيقول : ( إنها كانت ، وكانت ، وكان لي منها ولد )\n\nالراوي: عائشة - خلاصة الدرجة: [صحيح] - المحدث: البخاري - المصدر: الجامع الصحيح - الصفحة أو الرقم: 3818\n\nوقالت عائشة رضي الله عنها : ((كان إذا ذكر خديجة ؛ أثنى عليها فأحسن الثناء . قالت [ عائشة] : فغرت يوما فقلت : ما أكثر ما تذكر حمراء الشدق ، قد أبدلك الله خيرا منها ! قال : ما أبدلني الله خيرا منها ؛ قد آمنت بي إذ كفر بي الناس ، وصدقتني إذ كذبني الناس ، وواستني بمالها إذ حرمني الناس ، ورزقني الله عز وجل ولدها إذ حرمني أولاد النساء\n\nالراوي: عائشة - خلاصة الدرجة: إسناده حسن - المحدث: الهيثمي - المصدر: مجمع الزوائد - الصفحة أو الرقم: 9\/227\n\nوفاتها :\n\nتوفيت السيدة خديجة ساعد رسول الله الأيمن في بث دعوة الإسلام قبل هجرته إلى المدينة المنورة بثلاثة سنوات، ولها من العمر خمس وستون سنة، وأنزلها رسول الله بنفسه في حفرتها وأدخلها القبر بيده، وكانت وفاتها مصيبة كبيرة بالنسبة للرسول - صلى الله عليه وسلم- تحملها بصبر وجأش راضياً بحكم الله – سبحانه وتعالى."
  },
  {
    "number": "قصة سودة بنت زَمعة",
    "text": "",
    "label": "اسمها ونسبها :\n\nأول امرأة تزوجها الرسول بعد خديجة وبها نزلت آية الحجاب\n\nهي أم المؤمنين سوده بنت زمعة بن قيس بن عبد ود ابن نصر بن مالك بن حسل بن عامر بن لؤي القرشية العامرية، وأمها الشمّوس بنت قيس بن زيد بن عمر الأنصارية.\n\nإسلامها :\n\nكانت سيدة جليلة نبيلة ضخمة، من فواضل نساء عصرها. كانت قبل أن يتزوجها رسول الله صلى الله عليه وسلم تحت ابن عم لها يقال له: السكران بن عمرو، أخي سهيل بن عمرو العامري. ولما أسلمت بايعت النبي صلى الله عليه وسلم وأسلم معها زوجها السكران وهاجرا جميعاً إلى أرض الحبشة، وذاقت الويل في الذهاب معه والإياب حتى مات عنها وتركها حزينة مقهورة لا عون لها ولا حرفة وأبوها شيخ كبير.\n\nزواجها :\n\nفي حديث لعائشة عن خولة بنت حكيم، أن خولة بنت حكيم السلمية رفيقة سودة في الهجرة إلى الحبشة وزوجها عثمان بن مظعون لما عرض على رسول الله صلى الله عليه وسلم بعائشة رضي الله عنها: أنها صغيرة ويريد من هي أكبر سناً لتدبير شؤون بيته ورعاية فاطمة الزهراء.\n\nفعرضت الزواج من سوده بنت زمعة، فهي امرأة كبيرة وواعية، رزان ومؤمنة، وأن جاوزت صباها وخلت ملامحها من الجمال. ولم تكد خولة تتم كلامها حتى أثنى عليها الرسول صلى الله عليه وسلم- فأتى فتزوجها.\n\nتزوج النبي صلى الله عليه وسلم- بسودة ولديها ستة أبناء وكان زواجها في رمضان في السنة العاشرة من النبوة، بعد وفاة خديجة بمكة، وقيل: سنة ثمانية للهجرة على صداق قدره أربعمائة درهم، وهاجر بها إلى المدينة.\n\nفضلها :\n\nتعد السيدة سودة – رضي الله عنها - من فواضل نساء عصرها، أسلمت وبايعت النبي صلى الله عليه وسلم ، وهاجرت إلى أرض الحبشة. تزوج بها الرسول صلى الله عليه وسلم ، عرفت بالصلاح والتقوى، روت عن النبي أحاديث كثيرة وروى عنها الكثير. ونزلت بها آية الحجاب.\n\nصفاتها :\n\nلما دخلت عائشة رضي الله عنها بيت الرسول صلى الله عليه وسلم زوجة محبوبة تملأ العين بصباها ومرحها وذكائها، شاءت سودة أن تتخلى عن مكانها في بيت محمد صلى الله عليه وسلم فهي لم تأخذ منه إلا الرحمة والمكرمة، وهذه عائشة يدنيها من الرسول المودة والإيثار والاعتزاز بأبيها، وملاحة يهواها الرجل.\n\nوقد أنس الرسول محمد صلى الله عليه وسلم بمرحها وصباها في بيته فانقبضت سودة وبدت في بيت زوجها كالسجين، ولما جاءها الرسول صلى الله عليه وسلم يوماً وسألها إن كانت تريد تسريحاً، وهو يعلم أن ليس لها في الزواج مأرب إلا الستر والعافية وهما في عصمة الرسول ونعمة الله، قالت سودة وقد هدأت بها غيرة الأنثى: يا رسول الله مالي من حرص على أن أكون لك زوجة مثل عائشة فأمسكني، وحسبي أن أعيش قريبة منك، أحب حبيبك وأرضى لرضاك.\n\nووطدت سوده نفسها على أن تروض غيرتها بالتقوى، وأن تسقط يومها لعائشة وتؤثرها على نفسها، وبعد أن تزوج الرسول صلى الله عليه وسلم بحفصة بنت عمر جبراً لخاطرها المكسور بعد وفاة زوجها وسنها لم يتجاوز الثامنة عشر، هانت لدى سودة الحياة مع ضرتين ندتين كلتاهما تعتز بأبيها، ولكنها كانت أقرب لعائشة ترضيها لمرضاة زوجها.\n\nعن هشام، عن ابن سيرين: أن عمر رضي الله عنه- بعث إلى سودة بفرارة دراهم، فقالت: في الغرارة مثل التمر، يا جارية: بلغيني الفتح، ففرقتها.\n\nأعمالها :\n\nروت السيدة سودة – رضي الله عنها- خمسة أحاديث، وروى عنها عبدالله بن عباس ويحيى بن عبدالله بن عبد الرحمن بن سعدين زاره الأنصاري. وروى لها أبو داود والنسائي وخرج لها البخاري.\n\nوفاتها :\n\nتوفيت السيدة سودة في آخر زمن عمر بن الخطاب، ويقال إنها توفيت بالمدينة المنورة في شوال سنة أربعة وخمسون، وفي خلافة معاوية.                      "
  },
  {
    "number": "قصة عائشة بنت أبى بكر الصديق",
    "text": "",
    "label": "السيدة عائشة (رضي الله عنها) هو ما لهذه الإنسانة من عقل نير، وذكاء حاد ، وعلم جم. ولدورها الفعال في خدمة الفكر الإسلامي من خلال نقلها لأحاديث رسول الله وتفسيرها لكثير من جوانب حياة الرسول صلى الله عليه و سلم واجتهاداتها . وهي كذلك المرأة التي تخطت حدود دورها كامرأة لتصبح معلمة أمة بأكملها ألا وهي الأمة الإسلامية. لقد كانت (رضي الله عنها) من أبرع الناس في القرآن والحديث و الفقه، فقد قال عنها عروة بن الزبير (( ما رأيت أحداً أعلم بالقرآن ولا بفرائضه ولا بحلال ولا بحرام ولا بشعر ولا بحديث عرب ولا بنسب من عائشة)). 1\n\nوفي هذه النقطة البحثية تطرقت إلى ثلاث مجالات تميزت فيهم السيدة عائشة وهي :\n\n1. علمها وتعليمها .\n\n2. السيدة المفسرة المحدثة.\n\n3. السيدة الفقيهه .\n\nوقد اخترت هذه المجالات ؛ لأهميتها ولأثرها الواضح في المجتمع والفكر الإسلامي، فهي (رضي الله عنها) بعلمها ودرايتها ساهمت بتصحيح المفاهيم، والتوجيه لإتباع سنة رسول الله صلى الله عليه وسلم . فقد كان أهل العلم يقصدونها للأخذ من علمها الغزير، فأصبحت بذلك نبراساً منيراً يضيء على أهل العلم وطلابه.تلكم هي عائشة بنت أبي بكر الصديق زوجة رسول الله وأفقه نساء المسلمين وأعلمهن بالقرآن والحديث والفقه. ولدت بمكة المكرمة في العام الثامن قبل الهجرة ، تزوجها الرسول صلى الله عليه وسلم في السنة الثانية للهجرة، فكانت أكثر نسائه رواية لأحاديثه.\n\nكانت من أحب نساء الرسول إليه، وتحكي (رضي الله عنها) عن ذلك فتقول ((قالت عائشة لنساء النبي صلى الله عليه وسلم : فضلت عليكن بعشر ولا فخر : كنت أحب نسائه إليه وكان أبي أحب رجاله إليه ، وابتكرني ولم يبتكر غيري ، وتزوجني لسبع ، وبنى بي لتسع ، ونزل عذري من السماء واستأذن النبي صلى الله عليه وسلم نساءه في مرضه ، فقال : إنه ليشق علي الاختلاف بينكن فائذن لي أن أكون عند بعضكن . فقالت أم سلمة : قد عرفنا من تريد عائشة . أذنا لك ، وكان آخر زاده من الدنيا ريقي ، أتي بسواك ، فقال : انكثيه ياعائشة . فنكثته وقبض بين حجري ونحري ، ودفن في بيتي )).\n\nالراوي: عبدالملك بن عمير - خلاصة الدرجة: إسناده صالح ، ولكن فيه انقطاع - المحدث: الذهبي - المصدر: سير أعلام النبلاء - الصفحة أو الرقم: 2\/147\n\nتوفيت(رضي الله عنها) في الثامنة والخمسين للهجرة.\n\n\nعلمها وتعليمها :\n\nتعد عائشة (رضي الله عنها) من أكبر النساء في العالم فقهاً وعلماً، فقد أحيطت بعلم كل ما يتصل بالدين من قرآن وحديث وتفسير وفقه. وكانت (رضي الله عنها) مرجعاً لأصحاب رسول الله عندما يستعصي عليهم أمر، فقد كانوا (رضي الله عنهم) يستفتونها فيجدون لديها حلاً لما أشكل عليهم. حيث قال أبو موسى الأشعري : ((ما أشكل علينا –أصحاب رسول الله صلى الله عليه و سلم حديث قط، فسألنا عائشة إلا وجدنا عندها منه علماً)) .\n\nوقد كان مقام السيدة عائشة بين المسلمين مقام الأستاذ من تلاميذه، حيث أنها إذا سمعت من علماء المسلمين والصحابة روايات ليست على وجهها الصحيح،تقوم بالتصحيح لهم وتبين ما خفي عليهم، فاشتهر ذلك عنها ، وأصبح كل من يشك في رواية أتاها سائلاً.\n\nلقد تميزت السيدة بعلمها الرفيع لعوامل مكنتها من أن تصل إلى هذه المكانة، من أهم هذه العوامل:\n\n- ذكائها الحاد وقوة ذاكرتها، وذلك لكثرة ما روت عن النبي صلى الله عليه و سلم .\n\n- زواجها في سن مبكر من النبي صلى الله عليه و سلم، ونشأتها في بيت النبوة، فأصبحت (رضي الله عنها) التلميذة النبوية.\n\n- كثرة ما نزل من الوحي في حجرتها، وهذا بما فضلت به بين نساء رسول الله.\n\n- حبها للعلم و المعرفة، فقد كانت تسأل و تستفسر إذا لم تعرف أمراً أو استعصى عليها مسائلة، فقد قال عنها ابن أبي مليكة ((كانت لا تسمع شيئا لا تعرفه إلا راجعت فيه حتى تعرفه)).\n\nونتيجة لعلمها وفقهها أصبحت حجرتها المباركة وجهة طلاب العلم حتى غدت هذه الحجرة أول مدارس الإسلام وأعظمها أثر في تاريخ الإسلام. وكانت (رضي الله عنها) تضع حجاباً بينها وبين تلاميذها، وذلك لما قاله مسروق((سمعت تصفيقها بيديها من وراء الحجاب)).\n\nلقد اتبعت السيدة أساليب رفيعة في تعليمها متبعة بذلك نهج رسول الله في تعليمه لأصحابه. من هذه الأساليب عدم الإسراع في الكلام وإنما التأني ليتمكن المتعلم من الاستيعاب، . فقد قال عروة إن السيدة عائشة قالت مستنكرة((ألا يعجبك أبو هريرة جاء فجلس إلى جانب حجرتي يحدّث عن رسول الله صلى الله عليه و سلم يسمعني ذلك، وكنت أسبِّح-أصلي-فقام قبل أن أقضي سبحتي، ولو أدركته لرددت عليه، إن رسول الله صلى الله عليه و سلم لم يكن يسرد الحديث كسردكم.\n\nكذلك من أساليبها في التعليم، التعليم أحياناً بالإسلوب العملي، وذلك توضيحاً للأحكام الشرعية العملية كالوضوء. كما أنها كانت لا تتحرج في الإجابة على المستفتي في أي مسائلة من مسائل الدين ولو كانت في أدق مسائل الإنسان الخاصة. كذلك لاحظنا بأن السيدة عائشة كانت تستخدم الإسلوب العلمي المقترن بالأدلة سواء كانت من الكتاب أو السنة. ويتضح ذلك في رواية مسروق حيث قال((كنت متكئا عند عائشة . فقالت : يا أبا عائشة ! ثلاث من تكلم بواحدة منهن فقد أعظم على الله الفرية . قلت : ما هن ؟ قالت : من زعم أن محمدا صلى الله عليه وسلم رأى ربه فقد أعظم على الله الفرية . قال وكنت متكئا فجلست . فقلت : يا أم المؤمنين ! أنظريني ولا تعجليني . ألم يقل الله عز وجل :{ولقد رآه بالأفق المبين}[ 81 \/ التكوير \/ الآية - 23]{ولقد رآه نزلة أخرى}[ 53 \/ النجم \/ الآية - 13] فقالت : أنا أول هذه الأمة سأل عن ذلك رسول الله صلى الله عليه وسلم . فقال : \" إنما هو جبريل . لم أره على صورته التي خلق عليها غير هاتين المرتين . رأيته منهبطا من السماء . سادا عظم خلقه ما بين السماء إلى الأرض )\n\nالراوي: عائشة - خلاصة الدرجة: صحيح - المحدث: مسلم - المصدر: المسند الصحيح - الصفحة أو الرقم: 177\n\nفقالت: أنا أول هذه الأمة سأل عن ذلك رسول الله صلى الله عليه وسلم ،فقال: ( إنما هو جبريل )) الراوي: عبدالله بن مسعود و عائشة - خلاصة الدرجة: صح عن عائشة وابن مسعود - المحدث: ابن القيم - المصدر: زاد المعاد - الصفحة أو الرقم: 3\/33 \nفقالت: أولم تسمع أن الله يقول:( لا تدركه الأبصار وهو يدرك الأبصار وهو اللطيف الخبير) أو لم تسمع أن الله يقول:(وما كان لبشر أن يكلمه الله إلا وحيا أو من وراء حجاب أو يرسل رسولاً فيوحي بإذنه ما يشاء إنه عليٌ حكيم).\n\nقالت: ومن زعم أن رسول الله صلى الله عليه و سلم كتم شيئا من كتاب الله فقد أعظم على الله الفرية ، و الله يقول: ( يا أيها الرسول بلغ ما أنزل إليك من ربك وإن لم تفعل فما بلغت رسالته ). قالت: ومن زعم أنه يخبر بما يكون في غد فقد أعظم على الله الفرية ، والله يقول ( قل لا يعلم من في السماوات و الأرض الغيب إلا الله ))\n\nوبذلك يتضح لنا بأن السيدة عائشة (رضي الله عنها)كانت معقلاً للفكر الإسلامي، وسراجاً يضيء على طلاب العلم. ولذكائها و حبها للعلم كان النبي صلى الله عليه و سلم يحبها ويؤثرها حيث قال:(( وإن فضل عائشة على النساء كفضل الثريد على سائر الطعام)).\n\nالسيدة المفسرة المحدثة\n\nكانت السيدة عائشة (رضي الله عنها) عالمة مفسرة ومحدثة، تعلم نساء المؤمنين،ويسألها كثير من الصحابة في أمور الدين،فقد هيأ لها الله سبحانه كل الأسباب التي جعلت منها أحد أعلام التفسير والحديث. وإذا تطرقنا إلى دورها العظيم في التفسير فإننا نجد أن كونها ابنة أبو بكر الصديق هو أحد الأسباب التي مكنتها من احتلال هذه المكانة في عالم التفسير، حيث أنها منذ نعومة أظافرها وهي تسمع القرآن من فم والدها الصديق، كما أن ذكائها و قوة ذاكرتها سبب آخر،ونلاحظ ذلك من قولها:(( لقد نزل بمكة على محمد صلى الله عليه و سلم وإني لجارية ألعب (بل الساعة موعدهم والساعة أدهى وأمر) وما نزلت سورة البقرة والنساء إلا وأنا عنده)).\n\nومن أهم الأسباب إنها كانت تشهد نزول الوحي على رسول الله، وكانت(رضي الله عنها)تسأل الرسول عن معاني القرآن الكريم وإلى ما تشير إليه بعض الآيات.فجمعت بذلك شرف تلقي القرآن من النبي صلى الله عليه و سلم فور نزوله وتلقي معانيه أيضا من رسول الله. وقد جمعت (رضي الله عنها) إلى جانب ذلك كل ما يحتاجه المفسر كقوتها في اللغة العربية وفصاحة لسانها و علو بيانها.\n\nكانت السيدة تحرص على تفسير القرآن الكريم بما يتناسب وأصول الدين وعقائده، ويتضح ذلك في ما قاله عروة يسأل السيدة عائشة عن قوله تعالى(( حتى إذا استيأس الرسل و ظنوا أنهم قد كُذِبُوا جاءهم نصرنا…)) قلت: أ كُذِبُوا أم كُذِّبُوا؟ قالت عائشة: كُذِّبُوا، قلت: قد استيقنوا أن قومهم كذّبوهم فما هو بالظن، قالت: أجل قد استيقنوا بذلك، فقلت لها:وظنَّوا أنهم قد كُذِبُوا؟ قالت: معاذ الله لم تكن الرسل تظن ذلك بربها، قلت: فما هذه الآية؟ قالت: هم أتباع الرسل الذين آمنوا بربهم وصدقوهم، فطال عليهم البلاء و استأخر عنهم النصر، حتى إذا استيأس الرسل ممن كذبهم من قومهم، وظنت الرسل أن اتباعهم قد كذَّبوهم جاءهم نصر الله عند ذلك)).\n\nوفي موقف آخر يتضح لنا أن السيدة عائشة كانت تحرص على إظهار ارتباط آيات القرآن بعضها ببعض بحيث كانت تفسر القرآن بالقرآن. وبذلك فإن السيدة عائشة تكون قد مهدت لكل من أتى بعدها أمثل الطرق لفهم القرآن الكريم . أما من حيث إنها كانت من كبار حفاظ السنة من الصحابة، فقد احتلت (رضي الله عنها) المرتبة الخامسة في حفظ الحديث وروايته، حيث إنها أتت بعد أبي هريرة ، وابن عمر وأنس بن مالك ، وابن عباس (رضي الله عنهم).\n\nولكنها امتازت عنهم بأن معظم الأحاديث التي روتها قد تلقتها مباشرة من النبي صلى الله عليه و سلم كما أن معظم الأحاديث التي روتها كانت تتضمن على السنن الفعلية . ذلك أن الحجرة المباركة أصبحت مدرسة الحديث الأول يقصدها أهل العلم لزيارة النبي صلى الله عليه و سلم وتلقي السنة من السيدة التي كانت أقرب الناس إلى رسول الله، فكانت لا تبخل بعلمها على أحدٍ منهم، ولذلك كان عدد الرواة عنها كبير.\n\nكانت (رضي الله عنها) ترى وجوب المحافظة على ألفاظ الحديث كما هي، وقد لاحظنا ذلك من رواية عروة بن الزبير عندما قالت له (( يا ابن أختي ! بلغني أن عبدالله بن عمرو مار بنا إلى الحج . فالقه فسائله . فإنه قد حمل عن النبي صلى الله عليه وسلم علما كثيرا . قال فلقيته فساءلته عن أشياء يذكرها عن رسول الله صلى الله عليه وسلم . قال عروة : فكان فيما ذكر ؛ أن النبي صلى الله عليه وسلم قال \" إن الله لا ينتزع العلم من الناس انتزاعا . ولكن يقبض العلماء فيرفع العلم معهم . ويبقى في الناس رؤسا جهالا . يفتونهم بغير علم . فيضلون ويضلون \" . قال عروة : فلما حدثت عائشة بذلك ، أعظمت ذلك وأنكرته . قالت : أحدثك أنه سمع النبي صلى الله عليه وسلم يقول هذا ؟ قال عروة : حتى إذا كان قابل ، قالت له : إن ابن عمرو قد قدم . فالقه . ثم فاتحه حتى تسأله عن الحديث الذي ذكره لك في العلم . قال فلقيته فساءلته . فذكره لي نحو ما حدثني به ، في مرته الأولى . قال عروة : فلما أخبرتها بذلك . قالت : ما أحسبه إلا قد صدق . أراه لم يزد فيه شيئا ولم ينقص )) .\n\nالراوي: عائشة - خلاصة الدرجة: صحيح - المحدث: مسلم - المصدر: المسند الصحيح - الصفحة أو الرقم: 2673\n\nولذلك كان بعض رواة الحديث يأتون إليها ويسمعونها بعض الأحاديث ليتأكدوا من صحتها، كما إنهم لو اختلفوا في أمر ما رجعوا إليها. ومن هذا كله يتبين لنا دور السيدة عائشة و فضلها في نقل السنة النبوية ونشرها بين الناس، ولولا أن الله تعالى أهلها لذلك لضاع قسم كبير من سنة النبي صلى الله عليه و سلم الفعلية في بيته عليه الصلاة و السلام .\n\nالسيدة الفقيهة :\n\nتعد السيدة عائشة(رضي الله عنها) من أكبر النساء في العالم فقهاً وعلماً، فقد كانت من كبار علماء الصحابة المجتهدين، وكما ذكرنا سابقاً بأن أصحاب الرسول صلى الله عليه و سلم كانوا يستفتونها فتفتيهم، وقد ذكر القاسم بن محمد أن عائشة قد اشتغلت بالفتوى من خلافة أبي بكر إلى أن توفيت. ولم تكتفِ (رضي الله عنها) بما عرفت من النبي صلى الله عليه و سلم وإنما اجتهدت في استنباط الأحكام للوقائع التي لم تجد لها حكماً في الكتاب أو السنة، فكانت إذا سئلت عن حكم مسألة ما بحثت في الكتاب والسنة، فإن لم تجد اجتهدت لاستنباط الحكم، حتى قيل إن ربع الأحكام الشرعية منقولة عنها. فها هي (رضي الله عنها) تؤكد على تحريم زواج المتعة مستدلة بقول الله تعالى : (( والذين هم لفروجهم حافظون.إلا على أزواجهم أو ما ملكت أيمانهم فإنهم غير ملومين.فمن ابتغى وراء ذلك فأولئك هم العادون)).\n\nوقد استقلت السيدة ببعض الآراء الفقهية، التي خالفت بها آراء الصحابة، ومن هذه الآراء:\n\n1-جواز التنفل بركعتين بعد صلاة العصر، قائلة((لم يدع رسول الله صلى الله عليه وسلم الركعتين بعد العصر . قال فقالت عائشة : قال رسول الله صلى الله عليه وسلم \" لا تتحروا طلوع الشمس ولا غروبها . فتصلوا عند ذلك )).\n\nالراوي: عائشة - خلاصة الدرجة: صحيح - المحدث: مسلم - المصدر: المسند الصحيح - الصفحة أو الرقم: 833 \nوعلى الرغم من أنه من المعلوم أن التنفل بعد صلاة العصر مكروه، فقال بعض الفقهاء أن التنفل بعد العصر من خصوصياته .\n\n2- كما أنها كانت ترى أن عدد ركعات قيام رمضان إحدى عشرة ركعة مع الوتر، مستدلة بصلاة رسول الله صلى الله عليه و سلم ،وذلك عندما سألها أبو سلمة بن عبدالرحمن (( كيف كانت صلاة رسول الله صلى الله عليه وسلم في رمضان ؟ فقالت : ما كان رسول الله صلى الله عليه وسلم يزيد في رمضان ولا في غيره على إحدى عشرة ركعة ، يصلي أربعا ، فلا تسل عن حسنهن وطولهن ، ثم يصلي أربعا ، فلا تسل عن حسنهن وطولهن ، ثم يصلي ثلاثا . قالت عائشة : فقلت : يا رسول الله ، أتنام قبل أن توتر ؟ . فقال : يا عائشة ، إن عيني تنامان ولا ينام قلبي )).\n\nالراوي: عائشة - خلاصة الدرجة: [صحيح] - المحدث: البخاري - المصدر: الجامع الصحيح - الصفحة أو الرقم: 1147\n\n2 - الراوي: عائشة - خلاصة الدرجة: [صحيح] - المحدث: البخاري - المصدر: الجامع الصحيح - الصفحة أو الرقم: 2013\n\nفكان الصحابة (رضي الله عنهم) يصلونها عشرين ركعة، لأن فعل النبي صلى الله عليه و سلم لهذا العدد لا يدل على نفي ما عداه . وهكذا جمعت السيدة عائشة بين علو بيانها و رجاحة عقلها، حتى قال عنها عطاء:(( كانت عائشة أفقه الناس وأحسن الناس رأياً في العامة)).\n\nالخلاصة :\n\nتوفيت السيدة عائشة (رضي الله عنها) وهي في السادسة و الستين من عمرها،بعد أن تركت أعمق الأثر في الحياة الفقهية و الاجتماعية والسياسية للمسلمين. وحفظت لهم بضعة آلاف من صحيح الحديث عن رسول صلى الله عليه و سلم .\n\nلقد عاشت السيدة بعد رسول الله صلى الله عليه و سلم لتصحيح رأي الناس في المرأة العربية ، فقد جمعت (رضي الله عنها) بين جميع جوانب العلوم الإسلامية ، فهي السيدة المفسرة العالمة المحدثة الفقيهة. وكما ذكرنا سابقاً فهي التي قال عنها رسول الله صلى الله عليه و سلم أن فضلها على النساء كفضل الثريد على سائر الطعام، فكأنها فضلت على النساء.\n\nكما أن عروة بن الزبير قال فيها:((ما رأيت أعلم بفقه ولا طب ولا شعر من عائشة))، وأيضا قال فيها أبو عمر بن عبدالبر:(( إن عائشة كانت وحيدة بعصرها في ثلاثة علوم علم الفقه وعلم الطب وعلم الشعر)).\n\nوهكذا فإننا نلمس عظيم الأثر للسيدة التي اعتبرت نبراساً منيراً يضيء على أهل العلم وطلابه،للسيدة التي كانت أقرب الناس لمعلم الأمة وأحبهم، والتي أخذت منه الكثير وأفادت به المجتمع الإسلامي. فهي بذلك اعتبرت امتدادا لرسول الله صلى الله عليه و سلم                      "
  },
  {
    "number": "قصة حفصة بنت عمر بن الخطاب",
    "text": "",
    "label": "هي حفصة بنت عمر أمير المؤمنين (عمر بن الخطاب) ر ضي الله عنهما ، ولدت قبل المبعث بخمسة الأعوام. لقد كانت حفصة زوجة صالحة للصحابي الجليل (خنيس بن حذافة السهمي) الذي كان من أصحاب الهجرتين، هاجر إلى الحبشة مع المهاجرين الأولين إليها فرارا بدينه ، ثم إلى المدينة نصرة لنبيه صلى الله عليه و سلم، و قد شهد بدرا أولا ثم شهد أحدا، فأصابته جراحه توفي على أثرها ، و ترك من ورائه زوجته ( حفصة بنت عمر ) شابة في ريعان العمر ، فترملت ولها عشرون سنة\n\nزواج حفصة من الرسول صلى الله عليه وسلم :\n\nتألم عمر بن الخطاب لابنته الشابة ، وأوجعه أن يرى ملامح الترمل تغتال شبابها وأصبح يشعر بانقباض في نفسه كلما رأى ابنته الشابة تعاني من عزلة الترمل، وهي التي كانت في حياة زوجها تنعم بالسعادة الزوجية، فأخذ يفكر بعد انقضاء عد تها في أمرها ، من سيكون زوجا لابنته؟ \nومرت الأيام متتابعة ..وما من خاطب لها ، وهو غير عالم بأن النبي صلى الله عليه و سلم قد أخذت من اهتمامه فأسر إلى أبي بكر الصديق أنه يريد خطبتها. ولما تطاولت الأيام عليه وابنته الشابة الأيم يؤلمها الترمل، فعرضها عمر على أبي بكر فسكت ، فعرضها على عثمان حين ماتت رقية بنت النبي صلى الله عليه وآله وسلم فقال : ما أريد أن أتزوج اليوم ، فذكر ذلك عمر لرسول الله صلى الله عليه وآله وسلم فقال : يتزوج حفصة من هو خير من عثمان ، ويتزوج عثمان من هو خير من حفصة ، فلقي أبو بكر عمر فقال : لا تجد علي فإن رسول الله صلى الله عليه وآله وسلم ذكر حفصة ، فلم أكن أفشي سر رسول الله صلى الله عليه وآله وسلم ، ولو تركها لتزوجتها ، وتزوج رسول الله صلى الله عليه وآله وسلم حفصة بعد عائشة\n\nالراوي: - - خلاصة الدرجة: أصله في الصحيح - المحدث: ابن حجر العسقلاني - المصدر: الإصابة - الصفحة أو الرقم: 4\/273\n\nوعمر لا يدري معنى قول النبي صلى الله عليه و سلم . لما به من هموم لابنته ، ثم خطبها النبي صلى الله عليه و سلم ، فزوجه عمر رضي الله عنه ابنته حفصة ، وينال شرف مصاهرة النبي صلى الله عليه و سلم ، ويرى نفسه أنه قارب المنزلة التي بلغها أبو بكر من مصاهرته من ابنته عائشة ، وهذا هو المقصود والله أعلم من تفكير النبي صلى الله عليه و سلم بخطبة لحفصة بنت عمر رضي الله عنها ؟!\n\nوزوج رسول الله صلى الله عليه و سلم عثمان بابنته أم كلثوم بعد وفاة أختها رقية، ولما أن تزوج رسول الله صلى الله عليه و سلم حفصة ..لقي عمر بن الخطاب أبا بكر.. فاعتذر أبو بكر إليه، وقال : لا تجد علي ، فإن ر سول الله صلى الله عليه و سلم، كان ذكر حفصة، فلم أكن لأفشي سره ، ولو تركها لتزوجتها ؟!\n\nوبذلك تحققت فرحة عمر وابنته حفصة .. وبارك الصحابة يد رسول صلى الله عليه و سلم وهي تمتد لتكرم عمر بن الخطاب بشرف المصاهرة منه عليه الصلاة والسلام ، وتمسح عن حفصة آلام الترمل والفرقة.وكان زواجه صلى الله عليه و سلم بحفصة سنة ثلاث من الهجرة على صداق قدره 400 درهم، وسنها يومئذ عشرون عاما3.\n\nحفصة في بيت النبوة :\n\nوقد حظيت حفصة بنت عمر الخطاب –رضي الله عنها - بالشرف الرفيع الذي حظيت به سابقتها عائشة بنت أبي بكر الصديق !!.وتبوأت المنزلة الكريمة من بين (أمهات المؤمنين ) رضي الله عنهنَّ !!..\n\nوتدخل (حفصة ) بيت النبي صلى الله عليه و سلم ... ثالثة الزوجات في بيوتاته عليه الصلاة والسلام .. فقد جاءت بعد( سوده ) ..و( عائشة) ..\n\nأما سوده فرحبت بها راضية .. وأما عائشة فحارت ماذا تصنع مع هذه الزوجة الشابة.. وهي من هي! بنت الفاروق (عمر ) .. الذي أعز الله به الإسلام قديما .. وملئت قلوب المشركين منه ذعرا!!..\n\nوسكتت عائشة أمام هذا الزواج المفاجئ وهي التي كانت تضيق بيوم ضرتها (سوده) التي ما اكترثت لها كثيرا …فكيف يكون الحال معها حين تقتطع (حفصة) من أيامها مع الرسول صلى الله عليه وسلم ثلثها؟!.\n\nوتتضاءل غيرة عائشة من حفصة لما رأت توافد زوجات أخريات على بيوتات النبي صلى الله عليه وسلم…\" زينب …وأم سلمة…وزينب الأخرى ..وجويرية… وصفية ..\" إنه لم يسعها إلا أن تصافيها الود…و تُـسر حفصة لود ضرتها عائشة …وينعمها ذلك الصفاء النادر بين الضرائر؟.!..\n\nصفات حفصة –رضي الله عنها :\n\n(حفصة) أم المؤمنين …الصوامة .. القوامة… شهادة صادقة من أمين الوحي (جبريل عليه السلام) !! … وبشارة محققه : إنها زوجتك – يا رسول الله- في الجنة!!… وقد وعت حفصة مواعظ الله حق الوعي .. وتأدبت بآداب كتابه الكريم حق التأدب... وقد عكفت على المصحف تلاوة و تدبرا و تفهما و تأملا ..مما أثار انتباه أبيها الفاروق (عمر بن الخطاب) إلى عظيم اهتمامها بكتاب الله تبارك و تعالى !! مما جعله يوصي بالمصحف الشريف الذي كتب في عهد أبي بكر الصديق بعد وفاة النبي صلى الله عليه و سلم .. و كتابه كانت على العرضة الأخيرة التي عارضها له جبريل مرتين في شهر رمضان من عام وفاته صلى الله عليه و سلم………..إلى ابنته (حفصة) أم المؤمنين!!..\n\nحفظ نسخة القرآن المكتوب عند حفصة : الوديعة الغالية\n\nروى أبو نعيم عن ابن شهاب عن خارجة بن زيد بن ثابت عن أبيه قال : \" لما أمرني أبوبكر فجمعت القرآن كتبته في قطع الأدم وكسر الأكتاف والعسب، فلما هلك أبو بكر رضي الله عنه- أي : توفي – كان عمر كتب ذلك في صحيفة واحدة فكانت عنده- أي: على رق من نوع واحد – فلما هلك عمر رضي الله عنه كانت الصحيفة عند حفصة زوجة النبي صلى الله عليه و سلم ، ثم أرسل عثمان رضي الله عنه إلى حفصة رضي الله عنها ، فسألها أن تعطيه الصحيفة ؛ و حلف ليردنها إليها، فأعطته ، فعرض المصحف عليها ، فردها إليها ، وطابت نفسه ، و أمر الناس فكتبوا المصاحف …!\n\nو قد امتاز هذا المصحف الشريف بخصائص الجمع الثاني للقرآن الكريم الذي تم إنجازه في خلافة أبي بكر الصديق رضي الله عنه ، بمشورة من عمر بن الخطاب ، و ذلك بعد ما استحر القتل في القراء في محاربة ( مسيلمة الكذاب ) حيث قتل في معركة اليمامة ( سبعون ) من القراء الحفظة للقرآن بأسره .. وخصائص جمع هذا المصحف نجملها فيما يلي :\n\nأولا : أن كل من كان قد تلقى عن رسول الله صلى الله عليه و سلم شيئا من القرآن أتى وأدلى به إلى زيد بن ثابت .\n\nثانيا : أن كل من كتب شيئا في حضرة النبي صلى الله عليه و سلم من القرآن الكريم أتى به إلى زيد .\n\nثالثا : أن زيدا كان لا يأخذ إلا من أصل قد كتب بين يدي النبي صلى الله عليه و سلم.\n\nرابعا : أن الجمع بعد المقارنة بين المحفوظ في الصدور ، و المرسوم في السطور ، و المقابلة بينهما ، لا بمجرد الاعتماد على أحدهما.\n\nخامسا : أن زيدا كان لا يقبل من أحد شيئا حتى يشهد معه شاهدان على سماعه و تلقيه عن رسول الله صلى الله عليه و سلم مباشرة بلا واسطة ؛ فيكون بذلك هذا الجمع قد تم فيه التدوين الجماعي ، و الثلاثة أقل الجمع.\n\nسادسا : أن ترتيب هذا المصحف الشريف – الأول من نوعه – و ضبطه كان على حسب العرضة الأخيرة على رسول الله صلى الله عليه و سلم قبل التحاقه بالرفيق الأعلى.\n\nوقد شارك زيد في هذه المهمة العظيمة ( عمر بن الخطاب ) فعن عروة بن الزبير أن أبا بكر قال لعمر و زيد : \" اقعدا على باب المسجد ، فمن جاءكم بشاهدين على شيء من كتاب الله فاكتباه \" !!.. قال الحافظ السخاوي في (جمال القراء) : \" المراد انهما يشهدان على أن ذلك المكتوب كتب بين يدي النبي صلى الله عليه و سلم ، أو المراد أنهما يشهدان على أن ذلك من الوجوه التي نزل بها القرآن \". ولما أجمع الصحابة على أمر أمير المؤمنين عثمان بن عفان في جمع الناس على مصحف إمام يستنسخون منه مصاحفهم ..\" أرسل أمير المؤمنين عثمان إلى أم المؤمنين حفصة رضي الله عنها أن أرسلي إلينا بالصحف ننسخها في المصاحف \" ..\n\nتلك هي الوديعة الغالية !!.. التي أودعها أمير المؤمنين عمر بن الخطاب عند ابنته حفصة أم المؤمنين.. فحفظتها بكل أمانة .. ورعتها بكل صون ...فحفظ لها الصحابة … والتابعون …. وتابعوهم من المؤمنين إلى يومنا هذا … وإلى أن يرث الله الأرض ومن عليها .. ذلك الذكر الجميل الذي تذكر فيه كلما تذاكر المسلمون جمع المصحف الشريف في مرحلتيه … في عهد الصديق أبي بكر … وعهد ذي النورين عثمان… وبعد مقتل عثمان…إلى آخر أيام علي….بقيت حفصة عاكفة على العبادة صوامة قوامة … إلى أن توفيت في أول عهد معاوية بن أبي سفيان …وشيعها أهل المدينة إلى مثواها الأخير في البقيع مع أمهات المؤمنين رضي الله عنهن.                      "
  },
  {
    "number": "قصة زينب بنت خُزيمة الهلالية",
    "text": "",
    "label": "اسمها ولقبها :\n\nهي زينب بنت خزيمة الحارث بن عبد الله بن عمرو بن عبد مناف بن هلال بن عامر بن صعصعة الهلالية، ولم يختلف المؤرخون في نسبها من جهة أبيها كما صرح ابن عبد البر في ترجمتها بالاستيعاب بعد سياق نسبها، وهو ما أجمعت عليه مصادرنا لترجمتها أو نسبها ، وأما من جهة أمها فأغفلته مصادرنا، ونقل ابن عبد البر فيها قول أبى الحسن الجرجاني النسابة ، وكانت زينب بنت خزيمة أخت ميمونة بنت الحارث – أم المؤمنين – لأمها ، وكانت تدعى في الجاهلية – أم المساكين – واجتمعت المصادر على وصفها بالطيبة والكرم والعطف على الفقراء والمساكين في الجاهلية والإسلام ، ولا يكاد اسمها يذكر في أي كتاب إلا مقرونا بلقبها الكريم -أم المساكين . \nزواجها من الرسول صلى الله عليه و سلم \nزينب بنت خزيمة هي إحدى زوجات النبي و والتي لم يمض على دخول حفصة البيت المحمدي وقت قصير حين دخلته أرملة شهيد قرشي من المهاجرين الأولين فكانت بذلك رابعة أمهات المؤمنين. ويبدو أن قصر مقامها ببيت الرسول صلى الله عليه و سلم قد صرف عنها كتاب السيرة ومؤرخي عصر المبعث فلم يصل من أخبارها سوى بضع روايات لا تسلم من تناقض واختلاف ، وزينب بنت خزيمة أرملة شهيد قرشي من المهاجرين الأولين هو عبيدة بن الحارث بن عبد المطلب، قتل عنها في بدر فتزوجها النبي صلى الله عليه و سلم سنة 3 هجرية، ويقال إنه كان زواجا شكليا، حيث إن الرسول -صلى الله عليه وسلم تزوجها - بدافع الشفقة.\n\nواختلف فيمن تولى زواجها من النبي صلى الله عليه وسلم ففي الإصابة عن ابن الكلبي: أن رسول الله صلى الله عليه و سلم خطبها إلى نفسها فجعلت أمرها إليه فتزوجها ، وقال ابن هشام في السيرة : زوَّجه إياها عمها قبيصة بن عمرو الهلالي، وأصدقها الرسول صلى الله عليه و سلم أربعمائة درهم .\n\nواختلفوا أيضا في المدة التي أقامتها ببيت النبي صلى الله عليه و سلم ، ففي الإصابة رواية تقول: كان دخوله صلى الله عليه و سلم بها بعد دخوله على حفصة بنت عمر،رضي الله عنها، ثم لم تلبث عنده شهرين أو ثلاثة وماتت \" ، ورواية أخرى عن ابن كلبي تقول: ( فتزوجها في شهر رمضان سنة ثلاث، فأقامت عنده ثمانية أشهر وماتت في ربيع الآخر سنة أربع) . وفي شذرات الذهب: (وفيها- يعني السنة الثالثة- دخل بزينب بنت خزيمة العامرية، أم المساكين، وعاشت عنده ثلاثة أشهر ثم توفيت).\n\nوفاتها :\n\nالراجح أنها ماتت في الثلاثين من عمرها كما ذكر \"الواقدي\" ونقل \"ابن حجر\" في الإصابة.ورقدت في سلام كما عاشت في سلام. وصلى عليها النبي عليه الصلاة والسلام، ودفنها بالبقيع في شهر ربيع الآخر سنة أربع ، فكانت أول من دفن فيه من أمهات المؤمنين -رضي الله عنهن. وقد ماتت بعد زواجها بثمانية أشهر – رضي الله عنها - ولم يمت منهن- أمهات المؤمنين - في حياته غير السيدة خديجة أم المؤمنين الأولى- ومدفنها بالحجون في مكة- والسيدة زينب بنت خزيمة الهلالية، أم المؤمنين وأم المساكين                       "
  },
  {
    "number": "قصة أم سلمة هند بنت ابى أمية",
    "text": "",
    "label": "نسبهــــا :\n\nهي هند بنت سهيل المعروف بأبي أمية بن المغيرة، أم سلمة ( ويقال أن اسم جدها المغيرة هو حذيفة، ويعرف بزاد الركب) . وهي قرشية مخزومية ، وكان جدها المغيرة يقال له : زاد الركب ، وذلك لجوده ، حيث كان لا يدع أحدا يسافر معه حامل زاده، بل كان هو الذي يكفيهم. وقد تزوجها أبو سلمة عبد الله بن عبد الأسد المخزومي.\n\nفضلهــــا :\n\nتُعدَّ أم سلمة من أكمل النساء عقلا وخلقا، فهي و زوجها أبو سلمة من السابقين إلى الإسلام ، هاجرت مع أبي سلمة إلى أرض الحبشة ، وولدت له ((سلمة)) ورجعا إلى مكة، ثم هاجرا معه إلى المدينة. فولدت له ابنتين وابنا أيضا ، وكانت أول امرأة مهاجرة تدخل المدينة. ومات أبو سلمة في المدينة من أثر جرح في غزوة أحد، بعد أن قاتل قتال المخلصين المتعشقين للموت والشهادة . وكان من دعاء أبي سلمة: (اللهم اخلفني في أهلي بخير )، فأخلفه رسول الله صلى الله عليه وسلم على زوجته أم سلمة، فصارت أمًا للمؤمنين، وعلى بنيه: سلمة، وعمر، وزينب، فصاروا ربائب في حجره المبارك صلى الله عليه وسلم، وذلك سنة أربع للهجرة (4هـ).\n\nكما كانت تعد من فقهــاء الصحــابة ممن كان يفــتي، إذ عــدها ابن حزم ضمن الدرجة الثانية، أي متوسطي الفتوى بين الصحابة رضوان الله عليهم، حيث قال: (المتوسطون فيما روي عنهم مــن الفتـــوى: عثمــــان، أبوهــــريرة، عبــد الــله بــن عــــمرو، أنـــس، أم سلمة...) إلى أن عدهم ثلاثة عشر، ثم قال: (ويمكن أن يجمع من فتيا كل واحد منهم جزء صغير).\n\nزواج أم سلمة من النبي صلى الله عليه و سلم :\n\nعندما انقضت عدتها بعث إليها أبو بكر يخطبها فلم تتزوجه ، تقول السيدة ام سلمة :فلما حللت جاءني رسول الله صلى الله عليه وسلم فخطبني ، فقلت له : ما مثلي نكح ، أما أنا فلا ولد في وأنا غيور ذات عيال ، قال : أنا أكبر منك ، وأما الغيرة فيذهبها الله ، وأما العيال فإلى الله ورسوله ، فتزوجها رسول الله صلى الله عليه وسلم فجعل يأتيها ويقول : أين زناب ؟ حتى جاء عمار بن ياسر فاختلجها ، فقال : هذه تمنع رسول الله صلى الله عليه وسلم وكانت ترضعها ، فجاء رسول الله صلى الله عليه وسلم وقال : أين زناب ؟ فقالت : قريبة بنت أبي أمية –وواقفها عندها - : أخذها عمار بن ياسر ، فقال رسول الله صلى الله عليه وسلم : إني آتيكم الليلة ، قالت : فقمت فوضعت ثفالي ، وأخرجت حبات من شعير كانت في جرة ، وأخرجت شحما فعصدته له ، أو صعدته –شك الربيع - قالت : فبات رسول الله صلى الله عليه وسلم وأصبح فقال حين أصبح : إن لك على أهلك كرامة ، فإن شئت سبعت لك وإن أسبع أسبع لنسائي\n\nالراوي: أم سلمة هند بنت أبي أمية - خلاصة الدرجة: إسناده صحيح - المحدث: ابن حجر العسقلاني - المصدر: الإصابة - الصفحة أو الرقم: 4\/459\n\nولما تزوج رسول الله صلى الله عليه و سلم أم سلمة حزنت عائشة رضي الله عنها حزنا شديدا لما ذكروا لها من جمال أم سلمة وقالت لما رأتها : والله أضعاف ما وصفت لي في الحسن والجمال .وكان رسول الله إذا صلى العصر دخل على نسائه فبدأ بأم سلمة وكان يختمها بعائشة رضي الله عنهن . \nوسافر رسول الله صلى الله عليه و سلم بعض الأسفار وأخذ معه صفية بنت حيي وأم سلمة فأقبل رسول الله صلى الله عليه و سلم إلى هودج صفية ، وهو يظن أنه هودج أم سلمة، وكان ذلك اليوم يوم أم سلمة فجعل النبي عليه الصلاة والسلام يتحدث مع صفية . فغارت أم سلمة وعلم الرسول صلى الله عليه و سلم فقالت له: تتحدث مع ابنة اليهودي في يومي وأنت رسول الله استغفر لي فإنما حملني على هذه الغيرة ....\n\nصفاتها وأخلاقها :\n\nكان لأم سلمه رأي صائب أشارت على النبي صلى الله عليه و سلم يوم الحديبية، وذلك أن النبي - عليه الصلاة والسلام- لما صالح أهل مكة وكتب كتاب الصلح بينه و بينهم وفرغ من قضية الكتاب قال لأصحابه: قوموا فانحروا ثم حلقوا . فلم يقم منهم رجل بعد أن قال ذلك ثلاث مرات . فقام رسول الله - صلى الله عليه وسلم- فدخل على أم سلمة فذكر لها ما لقي من الناس. فقالت له أم سلمة : يا نبي الله أتحب ذلك اخرج ثم لا تكلم أحدا منهم كلمة حتى تنحر بدنك وتدعو حالقك فيحلقك . فقام - عليه الصلاة و السلام - فخرج فلم يكلم أحدا منهم كلمة فنحر بدنته ودعا حالقه فحلقه ، فلما رأوا ذلك قاموا فنحروا وجعل بعضهم يحلق بعضا حتى كاد بعضهم يقتل بعضا .[ كناية عن سرعة المبادرة في الفعل].\n\nوتعد أم سلمة خير مثال يجب على أمهات وزوجات اليوم الاحتذاء به من خلال تربيتها لأولادها التربية الأخلاقية الكريمة. وكانت خير زوجة وأم صالحة، تملك العقل الراجح ، والشخصية القوية، وكانت قادرة على اتخاذ قراراتها بنفسها، وتتسم شخصيتها بحسن الأخلاق والأدب ، وهذا ما يندر في كثير من الأمهات والزوجات في وقتنا الحالي. كالعناية بالزوج، والنظر في أمور الأطفال، ومساعدة الزوج في أصعب الأوقات، وتقدير حال زوجها . كل هذا نفتقده في أمهات وزوجات اليوم، وذلك لاستهتارهن بأمور تربية الأطفال ، وإهمال الزوج وعدم رعايته، ومبالغتهن واهتمامهن بأمور الدنيا والتي غالبا ما تكون زائفة لا معنى لها .\n\nدور أم المؤمنين أم سلمة رضي الله عنها في رواية الحديث :\n\nمروياتها رضي الله عنها وتلاميذها\n\nروت أم المؤمنين أم سلمة رضي الله عنها الكثير الطيب، إذ تعد ثاني راوية للحديث بعد أم المؤمنين عائشة رضي الله عنها، إذ لها جملة أحاديث قدرت حسب كتاب بقي بن مخلد ثلاثمائة وثمانية وسبعين حديثًا (378). اتفق لها البخاري ومسلم على ثلاثة عشر حديثًا، وانفرد البخاري بثلاثة، ومسلم بثلاثة عشر. ومجموع مروياتها حسب ما ورد في تحفة الأشراف مائة وثمانية وخمسون حديثًا (158).\n\nمحتوى مروياتها رضي الله عنها :\n\nكان وجود أم المؤمنين أم سلمة، وأم المؤمنين عائشة رضي الله عنهما خاصة بين الصحابة، وتأخر وفاتهما بعد النبي صلى الله عليه وسلم من العوامل المهمة التي جعلت الناس يقصدونهما خاصة للسؤال والافتاء ، وبعد وفاة أم المؤمنين عائشة رضي الله عنها سنة (58هـ)، تربعت أم سلمة رضي الله عنها على الرواية والافتاء لكونها آخر من تبقى من أمهات المؤمنين، الأمر الذي جعل مروياتها كثيرة، إذ جمعت بين الأحكام والتفسير والآداب والأدعية، والفتن.... إلخ..\n\n\nإن مرويـــات أم ســلــمة معظــمها في الأحكــام وما اختص بالعبادات أساسًا كالطهارة والصلاة والزكاة والصوم والحج. وفي أحكام الجنائز ، وفي الأدب، وفي ستر العورة، وفي رفع الرأس إلى السماء عند الخروج من البيت، والمرأة ترخي من إزارها ذراعًا، وروت في الأشربة، والنهي عن عجم النوى طبخًا وخلط النبيذ بالتمر... وفي النكاح، روت زواجها، وفي الإحداد والرضاع... كما روت في المغازي، والمظالم والفتن، في الجيش الذي يخسف به، وفي المهدي، وروت في المناقب في ذكر علي وذكر عمار.وهذا يدل على قوة حافظة أم سلمة واهتمامها بالحديث -رضي الله عنها . ( للمزيد انظر آمال قرداش بنت الحسين ، دور المرأة في خدمة الحديث في القرون الثلاثة الأولى، كتاب الأمة ، عدد ( 70 )\n\nتلاميـــــذها :\n\nنقل عنها مروياتها جيل من التلاميذ رجالاً ونساء، من مختلف الأقطار، حيث روى عنها - رضي الله عنها - خلق كثير.\n\n- فمن الصحابة: أم المؤمنين عائــشة، وأبو سعيــد الخــدري، وعــمر بن أبي سلمة، وأنس بن مالك، وبريدة بن الحصين الأسلمي، وسليمـــــان بن بريــــدة، وأبو رافــــع، وابن عبـــــاس – رضي الله عنهم . \n- ومن التابعين، أشهرهم: سعيد بن المسيب، وسليمان بن يسار، وشقيق بن سلمة، وعبد الله بن أبي مليكة، وعامر الشعبي، والأســـود بن يــزيــد، ومجـاهد، وعـــطـاء بن أبـــي ربــــاح، شـــهر بن حوشب، نافع بن جبير بن مطعم... وآخرون. \n- ومن النساء: ابنتها زينب، هند بنت الحارث، وصفية بنت شيبة، وصفية بنت أبي عبيد، وأم ولد إبراهيم بن عبد الرحمن بن عــوف، وعمـــرة بنــت عبـــد الرحــمن، وحكيــمة، رميثـــة، وأم محمد ابن قيس. \n- ومن نساء أهل الكوفة: عمرة بنت أفعى، جسرة بنت دجاجة، أم مساور الحميري، أم موسى (سرية علي)، جدة ابن جدعان، أم مبشر. ( انظر آمال قرداش بنت الحسين ، دور المرأة في خدمة الحديث في القرون الثلاثة الأولى، كتاب الأمة ، عدد ( 70 )\n\nوفاة أم سلمة – رضي الله عنها :\n\nآخر من مات من أمهات المؤمنين \"كانت أم المؤمنين أم سلمة رضي الله عنها، آخر من مات من أمهات المؤمنين، عمرت حتى بلغها مقتل الحسين، لم تلبث بعده إلا يسيرًا، وانتقلت إلى الله تعالى سنة (62هـ)، وكانت قد عاشت نحوًا من تسعين سنة \" .                      "
  },
  {
    "number": "قصة زينب بنت جَحش",
    "text": "",
    "label": "السيدة زينب بنت جحش امرأة من علية نساء قريش \nهذب الإسلام نفسها، وأضاء قلبها بنوره وضيائه، واكسبها التقوى والخلق الكريم، \nفأصبحت درة من الدرر المكنونة نادرة الوجود، وتعتبر سيدة من سيدات نساء الدنيا في الورع والتقوى والجود والتصدق، وقد غدت أما من أمهات المؤمنين بزواجها من النبي صلى الله عليه وسلم، ومما زادها شرفا وتقديرا وذكرا عند المؤرخين على طول الدهر ذكر قصة زواجها في القرآن الكريم، وبسببها أنزلت آية الحجاب ، فرفعت مكانتها وعلت منزلتها في محارب العبادة ، وكانت أواهة حليمة ، تصوم النهار وتقوم الليل ، وكانت سخية اليد، تجود بكل ما لديها دون أن تبخل أو تتوانى في تقديم العون للفقراء والمحتاجين حتى غدت مثالا عظيما في الكرم والجود والخلق الكريم ، وقد لقبت بألقاب عديدة منها: أم المساكين ، ومفزع الأيتام ، وملجأ الأرامل، فهي امرأة سباقة إلى فعل الخيرات، ولها سيرة ندية عطرة في تاريخنا الإسلامي ، وبهذا تعتبر السيدة زينب –رضي الله عنها- قدوة عظيمة لكل مسلمة تحتذي بأخلاقها وخصالها النبيلة ، و تقتفى أثرها، ويهتدي بهديها؛ ليكون ذلك سببا لها في الفوز برضا الله تعالى ورضا رسوله صلى الله عليه وسلم .\n\nاسمها ونسبها :\n\nزينب بنت جحش بن رياب بن يعمر بن مرة بن كثير بن غنم بن دوران بن أسد بن خزيمة\" ، وتكنى بأم الحكم. من أخوالها حمزة بن عبد المطلب – رضي الله عنه – الملقب بأسد الله وسيد الشهداء في غزوة أحد ، والعباس بن عبد المطلب الذي اشتهر ببذل المال وإعطائه في النوائب ، وخالتها صفية بنت عبد المطلب الهاشمية ، أم حواري النبي صلى الله عليه وسلم الزبير بن العوام الأسدي . ولها إخوان هما عبد الله بن جحش الأسدي صاحب أول راية عقدت في الإسلام وأحد الشهداء ، والآخر أبو أحمد واسمه عبد بن جحش الأعمى ، وهو أحد السابقين الأولين ومن المهاجرين إلى المدينة ، ولها أختان إحداهما أميمة بنت عبد المطلب عمة الرسول صلى الله عليه وسلم، والأخرى هي حمنة بنت جحش من السابقات إلى الإسلام .\"ولدت السيدة زينب – رضي الله عنها – في مكة المكرمة قبل الهجرة بأكثر من ثلاثين سنة\"، وقيل أنها \" ولدت قبل الهجرة بسبع عشرة سنة\". وقد نشأت السيدة زينب بنت جحش في بيت شرف ونسب وحسب ، وهي متمسكة بنسبها ، ومعتزة بشرف أسرتها ، وكثيرا ما كانت تفتخر بأصلها ، وقد قالت مرة :\"أنا سيدة أبناء عبد شمس\".\n\nإسلامهـــــا :\n\nكانت زينب بنت جحش من اللواتي أسرعن في الدخول في الإسلام، وقد كانت تحمل قلبا نقيا مخلصا لله ورسوله، فأخلصت في إسلامها، وقد تحملت أذى قريش و عذابها، إلى أن هاجرت إلى المدينة المنورة مع إخوانها المهاجرين، وقد أكرمهم الأنصار وقاسموهم منازلهم وناصفوهم أموالهم وديارهم \n. \nأخلاق السيدة الفاضلة وأعمالها الصالحة \nتميزت أم المؤمنين زينب بمكانة عالية وعظيمة، وخاصة بعد أن غدت زوجة للرسول وأما للمؤمنين. كانت سيدة صالحة صوامة قوامة ، تتصدق بكل ما تجود بها يدها على الفقراء والمحتاجين والمساكين، وكانت تصنع وتدبغ وتخرز وتبيع ما تصنعه وتتصدق به ، وهي امرأة مؤمنة تقية أمينة تصل الرحم .\n\nكرم السيدة زينب بنت جحش وعظيم إنفاقها \nوهنالك العديد من المواقف التي تشهد على عطاء أم المؤمنين زينب بنت حجش الكبير، وتؤكد على جودها وكرمها ، والذي تغدقه على المحتاجين بلا حدود .\" أخرج الشيخان – واللفظ لمسلم - عن عائشة – رضي الله عنها – قالت: قال رسول الله: \" أسرعكن لحاقا بي أطولكن يدا\" قالت : فكن( أمهات المؤمنين ) يتطاولن أيتهن أطول يدا ، قالت : وكانت أطولنا يدا زينب ؛ لأنها تعمل بيدها وتتصدق . وفي طريق آخر : قالت عائشة: فكنا إذا اجتمعنا في بيت إحدانا بعد وفاة الرسول صلى الله عليه وسلم نمد أيدينا في الجدار نتطاول ، فلم نزل نفعل ذلك حتى توفيت زينب بنت جحش ،وكانت امرأة قصيرة ولم تكن بأطولنا ، فعرفنا حينئذ أن النبي صلى الله عليه وسلم إنما أراد طول اليد بالصدقة ، وكانت زينب امرأة صناع اليدين ، فكانت تدبغ وتخرز وتتصدق به في سبيل الله. عن عائشة – رضي الله عنها - قالت: كانت زينب تغزل الغزل وتعطيه سرايا النبي – صلى الله عليه وسلم – يخيطون به ويستعينون به في مغازيهم.\"\n\nوموقف آخر على بذلها المال وتصدقها به \" ما حدثت به برزة بنت رافع فقالت : لما خرج العطاء ، أرسل عمر إلى زينب بنت جحش بالذي لها ، فلما أدخل إليها قالت : غفر الله لعمر بن الخطاب ، غيري من أخواتي كانت أقوى على قسم هذا مني ، قالوا: هذا كله لك ، قالت: سبحان الله واستترت منه بثوب ثم قالت : صبوه واطرحوا عليه ثوبا ، ثم قالت لي : ادخلي يديك واقبضي منه قبضة فاذهبي بها إلى بني فلان وبني فلان من ذوي رحمها وأيتام لها ، فقسمته حتى بقيت منه بقية تحت الثوب فقالت برزة لها: غفر الله لك يا أم المؤمنين والله لقد كان لنا في هذا المال حق ، قالت زينب: فلكم ما تحت الثوب فوجدنا تحته خمسمائة وثمانين درهما ، ثم رفعت يدها إلى السماء فقالت : اللهم لا يدركني عطاء لعمر بعد عامي هذا .\"\n\nعن عائشة – رضي الله عنها – قالت: \"كانت زينب بنت جحش تساميني في المنزلة عند رسول الله صلى الله عليه وسلم ، ما رأيت امرأة خيرا في الدين من زينب ، أتقى لله، وأصدق حديثا ، وأوصل للرحم، وأعظم صدقة – رضي الله عنها.\" \n\" عن عبدالله بن شداد أن رسول الله صلى الله عليه وسلم قال لعمر : \" إن زينب بنت جحش أواهة \" قيل : يا رسول الله ، ما الأواهة؟ قال: \" الخاشعة المتضرعة\" و \" إن ابراهيم لحليم أواه منيب \" . \nوقالت عائشة فيها :\" لقد ذهبت حميدة ، متعبدة ، مفزع اليتامى والأرامل.\" قال ابن سعد – رحمه الله- :\" ما تركت زينب بنت جحش – رضي الله عنها – درهما ولا دينارا، و كانت تتصدق بكل ما قدرت عليه ، وكانت مأوى المساكين .\"\n\nرواية زينب للحديث الشريف :\n\nكانت السيدة زينب – رضي الله عنها – من النساء اللواتي حفظن أحاديث الرسول صلى الله عليه وسلم ورويت عنها \n، وقد روت – رضي الله عنها أحد عشر حديثا ، واتفق الإمامان البخاري ومسلم لها على حديثين منها. لقد روى عنها العديد من الصحابة؛ منهم: ابن أخيها محمد بن عبدالله بن جحش ، والقاسم بن محمد بن أبي بكر، ومذكور مولاها. وروى عنها أيضا الكثير من الصحابيات منهن : \" زينب بنت أبي سلمة وأمها أم المؤمنين أم سلمة ، وأم المؤمنين رملة بنت أبي سفيان المعروفة بأم حبيبة – رضي الله عنها - ، وأيضا كلثوم بنت المصطلق.\n\nومن الأحاديث الشريفة التي رويت عنها - رضي الله عنها – قالت زينب دخلت على أم حبيبة زوج النبي صلى الله عليه وسلم حين توفي أبوها أبو سفيان بن حرب ، فدعت أم حبيبة بطيب فيه صفرة ، خلوق أو غيره ، فدهنت منه جارية ثم مست بعارضيها ، ثم قالت : والله ما لي بالطيب من حاجة ، غير أني سمعت رسول الله صلى الله عليه وسلم يقول : لا يحل لامرأة تؤمن بالله واليوم الآخر أن تحد على ميت فوق ثلاث ليال ، إلا على زوج أربعة أشهر وعشرا .\" الراوي: أم حبيبة رملة بنت أبي سفيان - خلاصة الدرجة: [صحيح] - المحدث: البخاري - المصدر: الجامع الصحيح - الصفحة أو الرقم: 5334\n\nومما أخرجه البخاري \" عن أم حبيبة بنت أبي سفيان، عن زينب بنت جحشأن النبي صلى الله عليه وسلم دخل عليها فزعا يقول : ( لا إله إلا الله ، ويل للعرب من شر اقترب ، فتح اليوم من ردم يأجوج ومأجوج مثل هذه ) . وحلق بإصبعه الإبهام والتي تليها ، قالت زينب بنت جحش : فقلت : يا رسول الله ، أنهلك وفينا الصالحون ؟ قال : ( نعم ، إذا كثر الخبث )\n\nالراوي: زينب بنت جحش - خلاصة الدرجة: [صحيح] - المحدث: البخاري - المصدر: الجامع الصحيح - الصفحة أو الرقم: 3346 \nأمهات المؤمنين                      "
  },
  {
    "number": "قصة جوَيرية بنت الحارث",
    "text": "",
    "label": "سيرة عطرة يود الكثير من أهل الخير لو كانوا طرفا منها. وليست هناك أصدق وأبهى وأنضر من سيرة سيدة من سيدات وأمهات المؤمنين. نقف على سيرتها؛ لتكون لنا فيها عبرة وموعظة. ولنأخذ قطوفا دانية مباركة من سيرة أم المؤمنين جويرية التي خصها الله عز وجل بالطهارة، وما أجمل سيرتـها العطرة.رضي الله عنها وأرضاها.\n\nنــشـأة جويرية أم المؤمنين :\n\nهي برة بنت الحارث بن أبي ضرار بن حبيب بن عائذ بن مالك من خزاعة ، كان أبوها سيد وزعيم بني المصطلق .عاشت برة في بيت والدها معززة مكرمة في ترف وعز وفي بيت تسوده العراقة والأصالة ، وفي حداثة سنها تزوجت برة من مسافع بن صفوان أحد فتيان خزاعة وكانت لم تتجاوز العشرين من عمرها.\n\nبدايات النور :\n\nبدأ الشيطان يتسلل إلى قلوب بني المصطلق ويزين لهم بأنهم أقوياء يستطيعون التغلب على المسلمين، فأخذوا يعدون العدة ويتأهبون لمقاتلة المجتمع المسلم بقيادة الرسول صلى الله عليه وسلم فتجمعوا لقتال رسو ل الله صلى الله عليه وسلم ، وكان بقيادتهم سيدهم الحارث بن أبي ضرار، وقد كانت نتيجة القتال انتصار النبي صلى الله عليه وسلم وهزيمة بني المصطلق في عقر دارهم. فما كان من النبي إلا أن سبى كثيرا من الرجال والنساء،وكان مسافع بن صفوان زوج جويرية من الذين قتلتهم السيوف المسلمة وقد كانت السيدة جويرية بنت الحارث من النساء اللاتي وقعن في السبي فوقعت في سهم ثابت بن قيس بن شماس الأنصاري رضي الله عنه، عندها اتفقت معه على مبلغ من المال تدفعه له مقابل عتقها؛لأنها كانت تتوق للحرية.\n\nزواج جويرية من الرسول صلى الله عليه وسلم :\n\nوقعت جويرية بنت الحارث بن المصطلق في سهم ثابت بن قيس بن شماس – أو ابن عم له – فكاتبت على نفسها ، وكانت امرأة ملاحة تأخذها العين . قالت عائشة : فجاءت تسأل رسول الله صلى الله عليه وسلم في كتابتها ، فلما قامت على الباب ، فرأيتها كرهت مكانها ، وعرفت : أن رسول الله صلى الله عليه وسلم سيرى منها ، مثل الذي رأيت ، فقالت : يا رسول الله ، أنا جويرية بنت الحارث ، وإنما كان من أمري ما لا يخفى عليك ، وإني وقعت في سهم ثابت بن قيس بن شماس ، وإني كاتبت على نفسي ، فجئتك أسألك في كتابتي . فقال رسول الله صلى الله عليه وسلم : فهل لك إلى ما هو خير منه ؟ قالت : وما هو يا رسول الله ؟ قال : أؤدي عنك كتابتك وأتزوجك . قالت : قد فعلت . قالت : فتسامع – تعني الناس - أن رسول الله صلى الله عليه وسلم ، قد تزوج جويرية ، فأرسلوا ما في أيديهم من السبي ، فأعتقوهم ، وقالوا : أصهار رسول الله صلى الله عليه وسلم ، فما رأينا امرأة كانت أعظم بركة على قومها منها ، أعتق في سببها ، مائة أهل بيت من بني المصطلق \nالراوي: عائشة - خلاصة الدرجة: حسن - المحدث: ابن القطان - المصدر: أحكام النظر - الصفحة أو الرقم: 153 \nفقد كانت قبل قليل تتحرق طلبا لاستنشاق عبير الحرية، ولكنها وجدت الأعظم من ذلك. ففرحت جويرية فرحا شديدا وتألق وجهها لما سمعته من رسول الله صلى الله عليه وسلم ، ولما سوف تلاقيه من أمان من بعد الضياع والهوان فأجابته بدون تردد أو تلعثم : \" نعم يا رسول الله\". فتزوجها النبي صلى الله عليه وسلم وأصدقها 400 درهم. \nقال أبو عمر القرطبي في الاستيعاب: كان اسمها برة فغير رسول صلى الله عليه وسلم اسمها وسماها جويرية. فأصبحت جويرية بعدها أما للمؤمنين وزوجة لسيد الأولين والآخرين صلى الله عليه وسلم.\n\nبَركة جويرية :\n\nوخرج الخبر إلى مسامع المسلمين فأرسلوا ما في أيديهم من السبي وقالوا متعاظمين: هم أصهار رسول الله صلى الله عليه وسلم . فكانت بركة جويرية من أعظم البركات على قومها. قالت عنها السيدة عائشة – رضي الله عنها -: فلقد أعتق بتزويجه إياها مائة أهل بيت من بني المصطلق، فما أعلم امرأة أعظم بركة منها.\n\nصفاتها وأهم ملامحها :\n\nكانت السيدة جويرية من أجمل النساء، كما أنها تتصف بالعقل الحصيف والرأي السديد الموفق الرصين ، والخلق الكريم والفصاحة ومواقع الكلام كما كانت تعرف بصفاء قلبها ونقاء سريرتها، وزيادة على ذلك فقد كانت واعية ، تقية، نقية، ورعة ، فقيهة ، مشرقة الروح مضيئة القلب والعقل.\n\nالذاكرة القانتة :\n\nراحت السيدة جويرية تحذو حذو أمهات المؤمنين في الصلاة والعبادة وتقتبس من الرسول صلى الله عليه وسلم ومن أخلاقه وصفاته الحميدة حتى أصبحت مثلا في الفضل والفضيلة . فكانت أم المؤمنين جويرية من العابدات القانتات السابحات الصابرات، وكانت مواظبة على تحميد العلي القدير وتسبيحه وذكره .\n\nناقلة الحديث :\n\nحـــدث عنـــها ابن عبــــاس، وعبـــيد بن السباق، وكريب مولى ابن عباس ومجاهد وأبو أيوب يحيى بن مالك الأزدي وجابر بن عبد الله. بلغ مسندها في كتاب بقي منه مخلد سبعة أحاديث منها أربعة في الكتب الستة، عند البخاري حديث وعند مسلم حديثان. وقد تضمنت مروياتها أحاديث في الصوم، في عدم تخصيص يوم الجمعة بالصوم، وحديث في الدعوات في ثواب التسبيح، وفي الزكاة في إباحة الهدية للنبي صلى الله عليه وسلم وإن كان المهدي ملكها بطريق الصدقة، كما روت في العتق.\n\nوهكذا وبسبعة أحاديث شريفة خلدت أم المؤمنين جويرية بنت الحارث رضي الله عنها اسمها في عالم الرواية، لتضيف إلى شرف صحبتها للنبي صلى الله عليه وسلم وأمومتها للمسلمين، تبليغها الأمة سنن المصطفى صلى الله عليه وسلم، ما تيسر لها ذلك. ومن الأحاديث منها \" دخل رسول الله صلى الله عليه وسلم على جويرية بنت الحارث يوم الجمعة وهي صائمة فقال لها : أصمت أمس ؟ قالت : لا قال : أتريدين أن تصومي غدا ؟ قالت : لا قال : فأفطري ))\n\nالراوي: عبدالله بن عمرو بن العاص - خلاصة الدرجة: إسناده صحيح، لكن أعله الحافظ بالمخالفة - المحدث: الألباني - المصدر: صحيح ابن خزيمة - الصفحة أو الرقم: 2163\n\nلقاء الله وفاتها :\n\nعاشت السيدة جويرية بعد رسول الله راضية مرضية، وامتدت حياتها إلى خلافة سيدنا معاوية بن أبي سفيان رضي الله عنهما. وتوفيت أم المؤمنين في شهر ربيع الأول من السنة الخمسين للهجرة النبوية الشريفة، وشيع جثمانها في البقيع وصلى عليها مروان بن الحكم. "
  },
  {
    "number": "قصة صفية بنت حُيَى بن اخطَب",
    "text": "",
    "label": "نسبها :\n\nهي صفية بنت حيي بن أخطب. يتصل نسبها بهارون النبي عليه السلام. \nتقول:\" كنت أحب ولد أبي إليه، وإلى عمي أبي ياسر لم ألقهما قط مع ولدهما إلا أخذاني دونه. فلما قدم رسول الله المدينة، غدا عليه أبي وعمي مغلسين، فلم يرجعا حتى كان مع غروب الشمس، فأتيا كالين ساقطين يمشيان الهوينا فهششت إليهما كما كنت أصنع، فوالله ما التفت إلي أحد منهما مع ما بهما من الغم. وسمعت عمي أبا ياسر وهو يقول لأبي: أهو هو؟ قال نعم والله. قال عمي: أتعرفه وتثبته؟ قال: نعم. قال: فما في نفسك منه؟ أجاب: عداوته والله ما بقيت\".\n\nمولدها ومكان نشأتها :\n\nلا يعرف بالضبط تاريخ ولادة صفية، ولكنها نشأت في الخزرج، كانت في الجاهلية من ذوات الشرف. ودانت باليهودية وكانت من أهل المدينة. وأمها تدعى برة بنت سموال.\n\nصفاتهــا :\n\nعرف عن صفية أنها ذات شخصية فاضلة، جميلة حليمة، ذات شرف رفيع ،\n\nحياتها قبل الإسلام :\n\nكانت لها مكانة عزيزة عند أهلها، ذكر بأنها تزوجت مرتين قبل اعتناقها الإسلام. أول أزواجها يدعى سلام ابن مشكم كان فارس القوم و شاعرهم. ثم فارقته وتزوجت من كنانة ابن الربيع ابن أبي الحقيق النصري صاحب حصن القموص، أعز حصن عند اليهود. قتل عنها يوم خيبر.\n\nكيف تعرفت على رسول الله صلى الله عليه وسلم :\n\nفي السنة السابعة من شهر محرم، استعد رسول الله عليه الصلاة والسلام لمحاربة اليهود. فعندما أشرف عليها قال: \" الله أكبر، خربت خيبر، إنا إذا نزلنا بساحة قوم فساء صباح المنذرين\".\n\nواندلع القتال بين المسلمين واليهود، فقتل رجال خيبر، وسبيت نساؤها ومن بينهم صفية، وفتحت حصونها. ومن هذه الحصون كان حصن ابن أبي الحقيق. عندما عاد بلال بالأسرى مر بهم ببعض من قتلاهم، فصرخت ابنة عم صفية، وحثت بالتراب على وجهها، فتضايق رسول الله من فعلتها وأمر بإبعادها عنه. وقال لصفية بأن تقف خلفه، وغطى عليها بثوبه حتى لا ترى القتلى. فقيل ان الرسول اصطفاها لنفسه.\n\nوذكر أن رسول الله صلى الله عليه وسلم غزا خيبر ، فصلينا عندها صلاة الغداة بغلس ، فركب نبي الله صلى الله عليه وسلم ، وركب أبو طلحة ، وأنا رديف أبي طلحة ، فأجرى نبي الله صلى الله عليه وسلم في زقاق خيبر ، وإن ركبتي لتمس فخذ نبي الله صلى الله عليه وسلم ، ثم حسر الإزار عن فخذه ، حتى إني أنظر إلى بياض فخذ نبي الله صلى الله عليه وسلم ، فلما دخل القرية قال : الله أكبر ، خربت خيبر ، إنا إذا نزلنا بساحة قوم ، فساء صباح المنذرين . قالها ثلاثا ، قال : وخرج القوم إلى أعمالهم ، فقالوا : محمد - قال عبد العزيز : وقال بعض أصحابنا : والخميس ، يعني الجيش - قال : فأصبناها عنوة ، فجمع السبي ، فجاء دحية ، فقال : يا نبي الله ، أعطني جارية من السبي ، قال : اذهب فخذ جارية . فأخذ صفية بنت حيي ، فجاء رجل إلى النبي صلى الله عليه وسلم فقال : يا نبي الله ، أعطيت دحية صفية بنت حيي ، سيدة قريظة والنضير ، لا تصلح إلا لك ، قال : ادعوه بها . فجاء بها ، فلما نظر إليها النبي صلى الله عليه وسلم قال : خذ جارية من السبي غيرها . قال : فأعتقها النبي صلى الله عليه وسلم وتزوجها . فقال له ثابت : يا أبا حمزة ، ما أصدقها ؟ قال : نفسها ، أعتقها وتزوجها ، حتى إذا كان بالطريق ، جهزتها له أم سليم ، فأهدتها له من الليل ، فأصبح النبي صلى الله عليه وسلم عروسا ، فقال : من كان عنده شيء فليجيء به . وبسط نطعا ، فجعل الرجل يجيء بالتمر ، وجعل الرجل يجيء بالسمن ، قال : وأحسبه قد ذكر السويق ، قال : فحاسوا حيسا ، فكانت وليمة رسول الله صلى الله عليه وسلم .\n\nالراوي: أنس بن مالك - خلاصة الدرجة: [صحيح] - المحدث: البخاري - المصدر: الجامع الصحيح - الصفحة أو الرقم: 371 \nإسلامهــا :\n\nكعادة رسول الله لا يجبر أحداً على اعتناق الإسلام إلا أن يكون مقتنعاً بما أنزل الله من كتاب وسنة. فسألها الرسول صلى الله عليه وسلم عن ذلك، وخيرها بين البقاء على دين اليهودية أو اعتناق الإسلام. فإن اختارت اليهودية اعتقها، وإن أسلمت سيمسكها لنفسه. وكان اختيارها الإسلام الذي جاء عن رغبة صادقة في التوبة وحباً لهدي محمداً صلى الله عليه وسلم.\n\nعند قدومها من خيبر أقامت في منزل لحارثة بن النعمان، وقدمت النساء لرؤيتها لما سمعوا عن جمالها، وكانت من بين النساء عائشة - رضي الله عنها- ذكر بأنها كانت منتقبة. و بعد خروجها سألها رسول الله عن صفية، فردت عائشة: رأيت يهودية، قال رسول الله : \" لقد أسلمت وحسن إسلامها\".\n\nيوم زفافها لمحمد عليه الصلاة السلام :\n\nأخذها رسول الله إلى منزل في خيبر، ليتزوجا ولكنها رفضت، فأثر ذلك على نفسة رسولنا الكريم. فأكملوا مسيرهم إلى الصهباء. وهناك قامت أم سليم بنت ملحان بتمشيط صفية وتزينها وتعطيرها، حتى ظهرت عروساً تلفت الأنظار. كانت تعمرها الفرحة، حتى أنها نسيت ما ألم بـأهلها. وأقيمت لها وليمة العرس، أما مهرها فكان خادمةً تدعى رزينة. وعندما دخل الرسول عليه الصلاة والسلام على صفية، أخبرته بأنها في ليلة زفافها بكنانة رأت في منامها قمراً يقع في حجرها، فأخبرت زوجها بذلك، فقال غاضبا: ً لكأنك تمنين ملك الحجاز محمداً ولطمها على وجهها.\n\nثم سألها الرسول عليه الصلاة والسلام عن سبب رفضها للعرس عندما كانا في خيبر، فأخبرته أنها خافت عليه قرب اليهود. قالت أمية بنت أبي قيس سمعت أنها لم تبلغ سبع عشرة سنة يوم زفت إلى رسول الله صلى الله عليه وسلم. \nمواقفها مع زوجات النبي \nبلغ صفية أن حفصة قالت بنت يهودي فبكت فدخل عليها النبي صلى الله عليه وسلم وهي تبكي فقال ما يبكيك قالت قالت لي حفصة إني ابنة يهودي فقال النبي صلى الله عليه وسلم وإنك لابنة نبي وإن عمك لنبي وإنك لتحت نبي ففيم تفخر عليك ثم قال اتقي الله يا حفصة \" الراوي: أنس بن مالك - خلاصة الدرجة: إسناده صحيح - المحدث: الألباني - المصدر: مشكاة المصابيح - الصفحة أو الرقم: 6143\n\nأن النبي صلى الله عليه وسلم حج بنسائه حتى إذا كان ببعض الطريق نزل رجل فساق بهم فأسرع فقال النبي صلى الله عليه وسلم كذاك سوقك بالقوارير يعني النساء فبينا هم يسيرون برك بصفية ابنة حيي جملها وكانت من أحسنهن ظهرا فبكت وجاء رسول الله صلى الله عليه وسلم حتى أخبر بذلك فجعل يمسح دموعها بيده وجعلت تزداد بكاء وهو ينهاها فلما أكثرت زجرها وانتهرها وأمر الناس فنزلوا ولم يكن يريد أن ينزل قالت فنزلوا وكان يومي فلما نزلوا ضرب خباء رسول الله صلى الله عليه وسلم ودخل فيه قالت فلم أدر على ما أهجم من رسول الله صلى الله عليه وسلم فخشيت أن يكون في نفسه شيء فانطلقت إلى عائشة فقلت لها تعلمين أني لم أكن لأبيع يومي من رسول الله صلى الله عليه وسلم أبدا وإني قد وهبت يومي لك على أن ترضي رسول الله صلى الله عليه وسلم عني قالت نعم قال فأخذت عائشة خمارا لها قد ثردته بزعفران فرشته بالماء ليذكى ريحه ثم لبست ثيابها ثم انطلقت إلى رسول الله صلى الله عليه وسلم فرفعت طرف الخباء فقال مالك يا عائشة إن هذا ليس بيومك قالت ذلك فضل الله يؤتيه من يشاء قال مع أهله فلما كان عند الرواح قالت لزينب بنت جحش أفقري أختك صفية جملا وكانت من أكثرهن ظهرا فقالت أنا أفقر يهوديتك فغضب النبي صلى الله عليه وسلم حين سمع ذلك منها فهجرها فلم يكلمها حتى قدم مكة وأيام منى في سفره حتى رجع إلى المدينة والمحرم وصفر فلم يأتها ولم يقسم لها حتى يئست منه فلما كان شهر ربيع الأول دخل عليها فرأت ظله فقالت إن هذا لظل رجل وما يدخل علي النبي صلى الله عليه وسلم فدخل النبي صلى الله عليه وسلم فلما دخل قالت يا رسول الله ما أدري ما أصنع حين دخلت علي قال وكانت لها جارية وكانت تخبؤها من رسول الله صلى الله عليه وسلم فقالت فلانة لك فمشى النبي صلى الله عليه وسلم إلى سرير زينب وكان قد رفع فوضعه بيده ثم أصاب أهله ورضي عنهم.\n\nالراوي: صفية بنت حيي - خلاصة الدرجة: [فيه] شمية أو سمية [الراوي عن صفية] فإن كانتا واحدة فالحديث صحيح - المحدث: الألباني - المصدر: السلسلة الصحيحة - الصفحة أو الرقم: 7\/621 \nوفاة النبي عليه الصلاة و السلام :\n\nعن زيد بن أسلم قال : اجتمع نساء النبي صلى الله عليه وآله وسلم في مرضه الذي توفي فيه ، واجتمع إليه نساؤه ، فقالت صفية بنت حيي : إني والله يا نبي الله لوددت أن الذي بك بي ، فغمزن أزواجه ببصرهن ، فقال : مضمضن ، فقلن من أي شيء ؟ فقال : من تغامزكن بها ، والله إنها لصادقة \nالراوي: زيد بن أسلم - خلاصة الدرجة: إسناده حسن - المحدث: ابن حجر العسقلاني - المصدر: الإصابة - الصفحة أو الرقم: 4\/347 \nوبعد وفاته صلى الله عليه وسلم افتقدت الحماية و الأمن، فظل الناس يعيرونها بأصلها. \nمواقف أخرى لصفية \nكان رسول الله صلى الله عليه وسلم معتكفا فأتيته أزوره ليلا فحدثته وقمت فانقلبت فقام معي ليقلبني وكان مسكنها في دار أسامة بن زيد فمر رجلان من الأنصار فلما رأيا النبي صلى الله عليه وسلم أسرعا فقال النبي صلى الله عليه وسلم على رسلكما إنها صفية بنت حيي . قالا : سبحان الله يا رسول الله ! ! قال : إن الشيطان يجري من الإنسان مجرى الدم ، فخشيت أن يقذف في قلوبكما شيئا – أو قال : شرا - \nالراوي: صفية - خلاصة الدرجة: صحيح - المحدث: الألباني - المصدر: صحيح أبي داود - الصفحة أو الرقم: 4994\n\nوفي عهد عمر بن الخطاب – رضي الله عنه- ، جاءته جارية لصفية تخبره بأن صفية تحب السبت وتصل اليهود، فلما استخبر صفية عن ذلك، فأجابت قائلة\" فأما السبت لم أحبه بعد أن أبدلني الله به بيوم الجمعة، وأما اليهود فإني أصل رحمي\". وسألت الجارية عن سبب فعلتها فقالت: الشيطان. فأعتقتها صفية.\n\nوفاتها :\n\nلها في كتب الحديث عشرة أحاديث. أخرج منها في الصحيحين حديث واحد متفق عليه- روى عنها ابن أخيها ومولاها كنانة ويزيد بن معتب، وزين العابدين بن علي بن الحسين، واسحاق بن عبدالله بن الحارث، ومسلم بن صفوان.\n\nتوفيت في المدينة، في عهد الخلفية معاوية، سنة 50 هجرياً. و دفنت بالبقيع مع أمهات المؤمنين، رضي الله عنهن جمعياً. \nالخاتمة :\n\nعندما سألها عن يوم السبت وزيارتها لليهود. فرغم أنها أسلمت لم تنسى أهلها، وهذا الشيء حث عليه ديننا الحنيف"
  },
  {
    "number": "قصة أم حبيبة رَملة بنت أبى سفيان",
    "text": "",
    "label": "نسبها ونشأتها :\n\nأم المؤمنين، السيدة المحجبة، من بنات عم الرسول- صلى الله عليه وسلم- ، رملة بنت أبي سفيان صخر بن حرب بن أمية بن عبد شمس بن عبد مناف . صحابية جليلة، ابنة زعيم، وأخت خليفة، وزوجة خاتم النبيين محمد- عليه الصلاة والسلام\n\nفأبوها أبو سفيان، زعيم ورئيس قريش، والذي كان في بداية الدعوة العدو اللدود للرسول- عليه الصلاة والسلام- وأخوها معاوية بن أبي سفيان، أحد الخلفاء الأمويين، ولمكانة وجلالة منزلة أم حبيبة في دولة أخيها (في الشام)، قيل لمعاوية: \"خال المؤمنين\" . وأخيراً، فهي من زوجات الرسول-عليه الصلاة والسلام-، فليس هناك من هي أكثر كرماً وصداقاً منها، ولا في نسائه من هي نائية الدار أبعد منها. وهذا دليل على زهدها وتفضيلها لنعم الآخرة على نعيم الدنيا الزائل\n\nكانت أم حبيبة من ذوات رأي وفصاحة، تزوجها أولاً عبيد الله بن جحش، وعندما دعا الرسول- عليه الصلاة والسلام- الناس في مكة إلى الإسلام، أسلمت رملة مع زوجها في دار الأرقم بن أبي الأرقم، وحينما اشتد الأذى بالمسلمين في مكة؛ هاجرت رملة بصحبة زوجها فارة بدينها متمسكة بعقيدتها، متحملة الغربة والوحشة، تاركة الترف والنعيم التي كانت فيها، بعيدة عن مركز الدعوة والنبوة، متحملة مشاق السفر والهجرة، فأرض الحبشة بعيدة عن مكة، والطريق تتخلله العديد من الطرق الوعرة، والحرارة المرتفعة، وقلة المؤونة، كما أن رملة في ذلك الوقت كانت في شهور حملها الأولى، في حين نرى بأن سفر هذه الأيام سفر راحة ورفاهية، ووسائل النقل المتطورة ساعدت على قصر المسافة بين الدول. وبعد أشهر من بقاء رملة في الحبشة، أنجبت مولودتها \"حبيبة\"، فكنيت \"بأم حبيبة\".\n\nرؤية أم حبيبة :\n\nفي إحدى الليالي، رأت أم حبيبة في النوم أن زوجها عبيد الله في صورة سيئة، ففزعت من ذلك ، وحينما أصبحت، أخبرها زوجها بأنه وجد في دين النصرانية ما هو أفضل من الإسلام، فحاولت رملة أن ترده إلى الإسلام ولكنها وجدته قد رجع إلى شرب الخمر من جديد. وفي الليلة التالية، رأت في منامها أن هناك منادياً يناديها بأم المؤمنين، فأولت أم حبيبة بأن الرسول سوف يتزوجها. وبالفعل؛ مع مرور الأيام، توفي زوجها على دين النصرانية، فوجدت أم حبيبة نفسها غريبة في غير بلدها، وحيدة بلا زوج يحميها، أمًّا لطفلة يتيمة في سن الرضاع، وابنة لأب مشرك تخاف من بطشه ولا تستطيع الالتحاق به في مكة، فلم تجد هذه المرأة المؤمنة غير الصبر والاحتساب، فواجهت المحنة بإيمان وتوكلت على الله- سبحانه وتعالى\n\nزواج أم حبيبة :\n\nعلم الرسول- صلى الله عليه وسلم- بما جرى لأم حبيبة، فأرسل إلى النجاشي طالباً الزواج منها، ففرحت أم حبيبة ، وصدقت رؤياها، فعهدها وأصدقها النجاشي أربعمائة دينار، ووكلت هي ابن عمها خالد بن سعيد ابن العاص، وفي هذا دلالة على أنه يجوز عقد الزواج بالوكالة في الإسلام. وبهذا الزواج خفف الرسول من عداوته لبني أمية، فعندما علم أبو سفيان زواج الرسول من ابنته رملة، قال: ذاك الفحل، لا يقرع أنفه! ويقصد أن الرسول رجل كريم، وبهذه الطريقة خفت البغضاء التي كانت في نفس أبي سفيان على الرسول- صلى الله عليه وسلم-، كما أن في هذا الموقف دعوة إلى مقابلة السيئة بالحسنة، لأنها تؤدي إلى دفع وزوال الحقد والضغينة و صفاء النفوس بين المتخاصمين \nأبو سفيان في بيت أم حبيبة \nحينما نقض المشركون في مكة صلح الحديبية، خافوا من انتقام الرسول- صلى الله عليه وسلم-، فأرسلوا أبا سفيان إلى المدينة لعله ينجح في إقناع الرسول بتجديد الصلح، وفي طريقه إلى النبي- عليه الصلاة والسلام-، مر أبو سفيان على ابنته أم حبيبة في بيتها، وعندما هم بالجلوس على فراش الرسول- صلى الله عليه وسلم- سحبته أم حبيبة من تحته وطوته بعيداً عنه، فقال أبو سفيان: \"أراغبة بهذا الفراش يا بنية عني؟ أم بي عنه؟\" ، فأجابته: \"بل به عنك ، لأنه فراش الرسول- صلى الله عليه وسلم- وأنت رجل نجس غير مؤمن\"، فغضب منها، وقال: \"أصابك بعدي شر\"، فقالت: \"لا والله بل خير\". وهنا نجد بأن هذه المرأة المؤمنة أعطت أباها المشرك درساً في الإيمان، ألا وهو أن رابطة العقيدة أقوى من رابطة الدم والنسب، وأنه يجب علينا عدم مناصرة وموالاة الكفار مهما كانت صلة المسلم بهم، بل يجب علينا محاربتهم ومقاتلتهم من أجل نصرة الإسلام.\n\nلذلك ، جهز الرسول - صلى الله عليه وسلم- المسلمين لفتح مكة، وبالرغم من معرفة أم حبيبة لهذا السر، إلا أنها لم تخبر أباها، وحافظت على سر رسول الله - صلى الله عليه وسلم- وسر المسلمين. ففتح المسلمون مكة، ودخل العديد من المشركين في دين الله، وأسلم أبو سفيان، فتكاملت أفراح أم حبيبة وشكرت الله على هذا الفضل العظيم. وفي هذا الموقف إشارة إلى أنه يجب على المرأة المسلمة حفظ سر زوجها، وعدم البوح به حتى لأقرب الناس إليها، فهناك العديد من النساء اللاتي يشركن الأهل في حل المشاكل الزوجية، والكثير من هؤلاء النسوة يطلقن بسبب إفشائهن للسر وتدخل الأهل. لذلك يجب على الزوجة الصالحة المحافظة على بيت الزوجية وعدم البوح بالأسرار.\n\nدورها في رواية الحديث الشريف :\n\nروت أم حبيبة- رضي الله عنها- عدة أحاديث عن الرسول- صلى الله عليه وسلم-. بلغ مجموعها خمسة وستين حديثاً، وقد اتفق لها البخاري ومسلم على حديثين. فلأم حبيبة- رضي الله عنها- حديث مشهور في تحريم الربيبة وأخت المرأة،\" ‏فعن ‏ ‏زينب بنت أم سلمة ‏ ‏عن ‏ ‏أم حبيبة بنت أبي سفيان ‏ ‏قالت ‏ ‏دخل علي رسول الله ‏ ‏صلى الله عليه وسلم ‏ قلت : يارسول الله ، انكح أختي ابنة أبي سفيان ، قال : ( وتحبين ذلك ) . فقلت : نعم ، لست لك بمخلية ، وأحب من مشاركني في الخير أختي ، فقال : ( إن ذلك لا يحل لي ) . فقلت : يارسول الله ، فوالله إنا نتحدث أنك تريد أن تنكح درة بنت أبي سلمة ؟ قال : ( ابنة أم سلمة ) . فقلت : نعم ، فقال : ( فوالله لو لم تكن ربيبتي في حجري ما حلت لي ، إنها ابنة أخي من الرضاعة ، أرضعتني وأبا سلمة ثويبة ، فلا تعرضن علي بناتكن ولا أخواتكن ) \" . الراوي: أم حبيبة بنت أبي سفيان - خلاصة الدرجة: [صحيح] - المحدث: البخاري - المصدر: الجامع الصحيح - الصفحة أو الرقم: 5372\n\nكذلك حديثها في فضل السنن الراتبة قبل الفرائض وبعدهن. كما أنها ذكرت أحاديث في الحج، كاستحباب دفع الضعفة من النساء وغيرهن من المزدلفة إلى منى في أواخر الليل قبل زحمة الناس، كما أنها روت في وجوب الإحداد للمرأة المتوفى عنها زوجها، وفي أبواب الصوم: روت في الدعاء بعد الأذان، وفي العير التي فيها الجرس لا تصحبها الملائكة، وغيرها من الأحاديث التي كانت تصف أفعال الرسول- عليه الصلاة والسلام- وأقواله\n\nوفاتهــــا :\n\nتوفيت- رضي الله عنها- سنة 44 بعد الهجرة، ودفنت في البقيع، وكانت قد دعت عائشة- أم المؤمنين- قبل وفاتها، فقالت: قد يكون بيننا وبين الضرائر فغفر لي ولك ما كان من ذلك. . فقالت عائشة: غفر الله لك ذلك كله وتجاوز وحلك من ذلك ، فقالت أم حبيبة: سررتني سرك الله. وأرسلت إلى أم سلمة فقالت لهل: مثل ذلك ، وفي هذا إشارة إلى ما يجب على المسلمين أن يفعلوه قبل ساعة الموت، ألا وهو التسامح والمغفرة، كما فعلت أم حبيبة مع أمهات المؤمنين- رضوان الله عليهن أجمعين"
  },
  {
    "number": "قصة ماريا بنت شَمعون القبطيَة",
    "text": "",
    "label": "قدمت مارية إلى المدينة المنورة بعد صلح الحديبية في سنة سبع من الهجرة. وذكر المفسرون أن اسمها مارية بنت شمعون القبطية، بعد أن تم صلح الحديبية بين الرسول صلى الله عليه و سلم وبين المشركين في مكة، بدأ الرسول في الدعوة إلى الإسلام ، وكتب الرسول - صلى الله عليه وسلم - كتبا إلى ملوك العالم يدعوهم فيها إلى الإسلام، واهتم بذلك اهتماماً كبيراً، فاختار من أصحابه من لهم معرفة و خبرة، وأرسلهم إلى الملوك، ومن بين هؤلاء الملوك هرقل ملك الروم، كسرى أبرويز ملك فارس، المقوقس ملك مصر و النجاشي ملك الحبشة. تلقى هؤلاء الملوك الرسائل وردوا رداً جميلا، ما عدا كسرى .ملك فارس، الذي مزق الكتاب.\n\nلما أرسل الرسول كتاباً إلى المقوقس حاكم الإسكندرية والنائب العام للدولة البيزنطية في مصر، أرسله مع حاطب بن أبي بلتعة، وكان معروفاً بحكمته وبلاغته وفصاحته. فأخذ حاطب كتاب الرسول صلى الله عليه و سلم إلى مصر وبعد ان دخل على المقوقس الذي رحب به. واخذ يستمع إلى كلمات حاطب، فقال له \" يا هذا، إن لنا ديناً لن ندعه إلا لما هو خير منه\".\n\nواُعجب المقوقس بمقالة حاطب، فقال لحاطب: \" إني قد نظرت في أمر هذا النبي فوجدته لا يأمر بزهودٍ فيه، ولا ينهي عن مرغوب فيه، ولم أجدهُ بالساحر الضال، ولا الكاهن الكاذب، ووجدت معه آية النبوة بإخراج الخبء و الأخبار بالنجوى وسأنظر\" \nأخذ المقوقس كتاب النبي صلى الله عليه و سلم وختم عليه، وكتب إلى النبي صلى الله عليه و سلم \n\" بسم الله الرحمن الرحيم \nلمحمد بن عبدالله، من المقوقس عظيم القبط، سلام عليك، أما بعد \nفقد قرأت كتابك، وفهمت ما ذكرت فيه، وما تدعو إليه، وقد علمت أن نبياً بقي، \nوكنت أظن أنه سيخرج بالشام، وقد أكرمت رسولك، وبعثت إليك بجاريتين لهما \nمكان في القبط عظيم، وبكسوة، وأهديتُ إليك بغلة لتركبها والسلام عليك\". \nوكانت الهدية جاريتين هما: مارية بنت شمعون القبطية وأختها سيرين. وفي طريق عودة حاطب إلى المدينة، عرض على ماريه وأختها الإسلام ورغبهما فيه، فأكرمهما الله بالإسلام.\n\nوفي المدينة، أختار الرسول صلى الله عليه و سلم مارية لنفسه، ووهب أختها سيرين لشاعره الكبير حسان بن ثابت الأنصاري رضي الله عنه. كانت ماريه رضي الله عنها بيضاء جميلة الطلعة، وقد أثار قدومها الغيرة في نفس عائشة رضي الله عنها، فكانت تراقب مظاهر اهتمام رسول الله صلى الله عليه و سلم بها. وقالت عائشة رضي الله عنها:\" ما غرت على امرأة إلا دون ما غرت على مارية، وذلك أنها كانت جميلة جعدة-أو دعجة- فأعجب بها رسول الله صلى الله عليه و سلم وكان أنزلها أول ما قدم بها في بيتٍ لحارثة بن النعمان، فكانت جارتنا، فكان عامة الليل والنهار عندها، حتى فرغنا لها، فجزعت فحولها إلى العالية، وكان يختلف إليها هناك، فكان ذلك أشد علينا\" .\n\nولادة مارية لإبراهيم :\n\nوبعد مرور عام على قدوم مارية إلى المدينة، حملت مارية، وفرح النبي لسماع هذا الخبر فقد كان قد قارب الستين من عمره وفقد أولاده ما عدا فاطمـة الزهراء رضوان الله عليها. ولدت مـارية في \"شهر ذي الحجة من السنة الثامنة للهجرة النبوية الشريفة\"، طفلاً جميلاً يشبه الرسول صلى الله عليه وسلم، وقد سماه إبراهيم، \" تيمناً بأبيه إبراهيم خليل الرحمن عليه السلام\" وبهذه الولادة أصبحت مـارية حرة .\n\nوعاش إبراهيم ابن الرسول صلى الله عليه و سلم سنة وبضع شهور يحظى برعاية رسول الله صلى الله عليه و سلم ولكنه مرض قبل أن يكمل عامه الثاني، وذات يوم اشتد مرضه، ومات إبراهيم وهو ابن ثمانية عشر شهراً، \" وكانت وفاته يوم الثلاثاء لعشر ليال خلت من ربيع الأول سنة عشر من الهجرة النبوية المباركة\"، وحزنت مارية حزناً شديداً على موت إبراهيم. \nمكانة مارية في القرآن الكريم :\n\nلمـارية رضي الله عنها شأن كبير في الآيات المباركة وفي أحداث السيرة النبوية. \"أنزل الله عز وجل صدر سورة التحريم بسبب مارية القبطية، وقد أوردها العلماء والفقهاء والمحدثون والمفسرون في أحاديثهم وتصانيفهم\". وقد توفي الرسول عنها صلى الله عليه و سلم وهو راض عن مـارية، التي تشرفت بالبيت النبوي الطاهر، وعدت من أهله، وكانت مـارية شديدة الحرص على اكتساب مرضاة الرسول صلى الله علية وسلم، كما عرفت بدينها وورعها وعبادتها. \nوفاة مارية :\n\nعاشت مـارية ما يقارب الخمس سنوات في ظلال الخلافة الراشدة، وتوفيت في السنة السادسة عشر من محرم. دعا عمر الناس وجمعهم للصلاة عليها . فاجتمع عدد كبير من الصحابة من الهاجرين والأنصار ليشهدوا جنازة مـارية القبطية، وصلى عليها سيدنا عمر رضي الله عنه في البقيع، ودفنت إلى جانب نساء أهل البيت النبوي، وإلى جانب ابنها إبراهيم. \nالخــــاتمة :\n\nفي نهاية المطاف أتمنى من المولى عز و جل أن أكون قد وفقت في كتابة هذا الموضوع . حيث إني دونت فيه عن الهدية الرائعة التي وهبها المقوقس إلى النبي صلى الله عليه و سلم . ومكانة هذه السيدة العظيمة في القرآن الكريم ولحظة ولادتها لإبراهيم الذي كان مثار محبة النبي صلى الله عليه و سلم ، وكلي أمل في أن يحقق عرض هذا الموضوع الفائدة المرجوة منه .                       "
  },
  {
    "number": "قصة ميمونة بنت الحارث",
    "text": "",
    "label": "آخر أمهات المؤمنين - رضي الله عنها \nاسمها ونسبها :\n\nهي ميمونة بنت الحارث بن حزن بن جبير بن الهزم بن روبية بن عبدالله بن هلال بن عامر بن صعصعة الهلالية. فأما أمها كانت تدعى هند بنت عوف بن زهير بن الحرث، وأخواتها: أم الفضل (لبابة الكبرى) زوج العباس رضي الله عنهما، و لبابة الصغرى زوج الوليد بن المغيرة المخزومي وأم خالد بن الوليد، وعصماء بني الحارث زوج أُبي بن الخلف، وغرة بنت الحرث زوج زياد بن عبدالله بن مالك الهلالي .. وهؤلاء هن أخواتها من أمها وأبيها. أما أخواتها لأمها فهن: أسماء بنت عميس زوج جعفر رضي الله عنه، ثم مات فخلف عليها أبو بكر الصديق رضي الله عنه، ثم مات فخلف عليها علي كرم الله وجه. وسلمى بنت عميس زوج حمزة بن عبدالمطلب رضي الله عنه، ثم مات فخلف عليها شداد بن أسامة بن الهاد. وسلامة بنت عميس زوج عبدالله بن كعب بن عنبة الخثعمي.\n\nولهذا عُرفت أمها هند بنت عوف بأكرم عجوز في الأرض أصهاراً، فأصهارها: أشرف الخلق رسول الله صلى الله عليه وسلم، وصاحبه الصديق، وعميه حمزة والعباس ابنا عبدالمطلب، وجعفر وعلي أبناء عمه أبي طالب، وشداد بن الهاد رضي الله عنهم أجمعين. وتلك فضائل حسان، فهل فوق ذلك من أسمى وأفخر من هذا النسب الأصيل والمقام الرفيع...؟؟!! \nأزواجها قبل الرسول صلى الله عليه وسلم :\n\nكان زواجها رضي الله عنها أولاً بمسعود بن عمرو الثقفي قبيل الإسلام، ففارقها وتزوجها أبو رهم بن عبدالعزى. فتوفي عنها وهي في ريعان الشباب. ثم ملأ نور الإيمان قلبها، وأضاء جوانب نفسها حتى شهد الله تعالى لها بالإيمان، وكيف لا وهي كانت من السابقين في سجل الإيمان. فحظيت بشرف الزواج من رسول الله صلى الله عليه وسلم في وقت فراغه من عمرة القضاء سنة 7 للهجرة. \nهمس القلوب وحديث النفس :\n\nوفي السنة السابعة للهجرة النبوية، دخل رسول الله صلى الله عليه وسلم وأصحابه مكة معتمرين، وطاف الحبيب المصطفى بالبيت العتيق بيت الله الحرام. وكانت ميمونة بمكة أيضاً ورأت رسول الله وهو يعتمر فملأت ناظريها به حتى استحوذت عليها فكرة أن تنال شرف الزواج من رسول الله صلى الله عليه وسلم وأن تصبح أماً للمؤمنين، وما الذي يمنعها من تحقيق حلم لطالما راودتها في اليقظة والمنام وهي التي كانت من السابقين في سجل الإيمان وقائمة المؤمنين؟ وفي تلك اللحظات التي خالجت نفسها همسات قلبها المفعم بالإيمان، أفضت ميمونة بأمنيتها إلى أختها أم الفضل، وحدثتها عن حبها وأمنيتها في أن تكون زوجاً للرسول الله صلى الله عليه وسلم وأماً للمؤمنين، وأما أم الفضل فلم تكتم الأمر عن زوجها العباس فأفضت إليه بأمنية أختها ميمونة، ويبدو أن العباس أيضاً لم يكتم الأمر عن ابن أخيه فأفضى إليه بأمنية ميمونة بنت الحارث. فبعث رسول الله ابن عمه جعفر بن أبي طالب ليخطبها له، وما أن خرج جعفر رضي الله عنه من عندها، حتى ركبت بعيرها وانطلقت إلى رسول الله صلى الله عليه وسلم، وما أن وقعت عيناها عليه صلى الله عليه وسلم حتى قالت: \"البعير وما عليه لله ورسوله\".\n\nميمــونة في القرآن الكريـم :\n\nوهكذا وهبت ميمونة نفسها للنبي صلى الله عليه وسلم وفيها نزل قوله تعالى: (( وامرأة مؤمنة إن وهبت نفسها للنبي إن أراد النبي أن يستنكحها خالصة لك من دون المؤمنين)). \nلقد جعلت ميمونة أمرها إلى العباس بن عبد المطلب فزوجها لرسول الله صلى الله عليه وسلم، وقيل أيضاً أن العباس قال لرسول الله صلى الله عليه وسلم: \"إن ميمونة بنت الحارث قد تأيمت من أبي رهم بن عبدالعزى،هل لك أن تتزوجها؟\" ، فتزوجها رسول الله صلى الله عليه وسلم. \nميمونة والزواج الميمون :\n\nأقام رسول الله صلى الله عليه وسلم وأصحابه بمكة ثلاثة أيام، فلما أصبح اليوم الرابع، أتى إليه صلى الله عليه وسلم نفر من كفار قريش ومعهم حويطب بن عبدالعزى - الذي أسلم فيما بعد- فأمروا الرسول صلى الله عليه وسلم أن يخرج بعد أن انقضى الأجل وأتم عمرة القضاء والتي كانت عن عمرة الحديبية .فخرج رسول الله صلى الله عليه وسلم وخلف مولاه أن يحمل ميمونة إليه حين يمسي. \nفلحقت به ميمونة إلى سَرِف، وفي ذلك الموضع بنى بها الرسول صلى الله عليه وسلم في هذه البقعة المباركة، ويومئذ سماها الرسول صلى الله عليه وسلم ميمونة بعد أن كان اسمها برة. فعقد عليها بسرف بعد تحلله من عمرته لما روي عنها: \"تزوجني رسول الله صلى الله عليه وسلم ونحن حلالان بسرف\". \nالراوي: ميمونة - خلاصة الدرجة: صحيح - المحدث: الألباني - المصدر: صحيح أبي داود - الصفحة أو الرقم: 1843 \nميمونة والرحلة المباركة إلى المدينة المنورة \nودخلت ميمونة رضي الله عنها البيت النبوي وهي لم تتجاوز بعد السادسة والعشرين. وإنه لشرف لا يضاهيه شرف لميمونة، فقد أحست بالغبطة تغمرها والفرحة تعمها، عندما أضحت في عداد أمهات المؤمنين الطاهرات رضي الله عنهن جميعاً. وعند وصولها إلى المدينة استقبلتها نسوة دار الهجرة بالترحيب والتهاني والتبريكات، وأكرمنها خير إكرام، إكراماً للرسول صلى الله عليه وسلم وطلباً لمرضاة الله عز وجل. \nودخلت أم المؤمنين الحجرة التي أعد لها الرسول الكريم صلى الله عليه وسلم لتكون بيتاً لها أسوة بباقي أمها المؤمنين ونساء رسول الله صلى الله عليه وسلم. وهكذا بقيت ميمونة تحظى بالقرب من رسول الله صلى الله عليه وسلم وتتفقه بكتاب الله وتستمع الأحاديث النبوية من الرسول الكريم صلى الله عليه وسلم، وتهتدي بما يقوله، فكانت تكثر من الصلاة في المسجد النبوي لأنها سمعت النبي صلى الله عليه وسلم يقول: \"صلاة في مسجدي هذا أفضل من ألف صلاة فيما سواه إلى المسجد الحرام\". \nوظلت ميمونة في البيت النبوي وظلت مكانتها رفيعة عند رسول الله حتى إذا اشتد به المرض عليه الصلاة والسلام نزل في بيتها.. ثم استأذنتها عائشة بإذن النبي صلى الله عليه وسلم لينتقل إلى بيتها ليمرض حيث أحب في بيت عائشة. \nحفظها للأحاديث النبوية :\n\nوبعد انتقال الرسول صلى الله عليه وسلم إلى الرفيق الأعلى، عاشت ميمونة رضي الله عنها حياتها بعد النبي صلى الله عليه وسلم في نشر سنة النبي صلى الله عليه وسلم بين الصحابة والتابعين؛ لأنها كانت ممن وعين الحديث الشريف وتلقينه عن رسول الله صلى الله عليه وسلم، ولأنها شديدة التمسك بالهدي النبوي والخصال المحمدية، ومنها حفظ الحديث النبوي الشريف وروايته ونقله إلى كبار الصحابة والتابعين وأئمة العلماء. و كانت أم المؤمنين ميمونة رضي الله عنها من المكثرات لرواية الحديث النبوي الشريف والحافظات له، حيث أنها روت عن رسول الله صلى الله عليه وسلم ستاً وسبعين حديثاً. \nميمونة وشهادة الإيمان والتقوى :\n\nوعكفت أم المؤمنين على العبادة والصلاة في البيت النبوي وراحت تهتدي بهدي رسول الله صلى الله عليه وسلم - وتقتبس من أخلاقه الحسنة، وكانت حريصة أشد الحرص على تطبيق حدود الله، ولا يثنيها عن ذلك شيء من رحمة أو شفقة أو صلة قرابة، فيحكى أن ذا قرابة لميمونة دخل عليها، فوجدت منه ريح شراب، فقالت: \"لئن لم تخرج إلى المسلمين، فيجلدونك، لا تدخل علي أبدا\". وهذا الموقف خير دليل على تمسك ميمونة رضي الله عنها بأوامر الله عز وجل وتطبيق السنة المطهرة فلا يمكن أن تحابي قرابتها في تعطيل حد من حدود الله. وقد زكى الرسول صلى الله عليه وسلم إيمان ميمونة رضي الله عنها وشهد لها ولأخوتها بالإيمان لما روى عن ابن عباس رضي الله عنه قال: \"قال رسول الله صلى الله عليه وسلم: الأخوات المؤمنات ميمونة زوج النبي صلى الله عليه وسلم وأم الفضل امرأة العباس وأسماء بنت عميس امرأة جعفر وامرأة حمزة وهي أختهن لأمهن \" \nالراوي: عبدالله بن عباس - خلاصة الدرجة: [روي] بإسنادين ورجال أحدهما رجال الصحيح‏‏ ‏‏ - المحدث: الهيثمي - المصدر: مجمع الزوائد - الصفحة أو الرقم: 9\/263 \nرضي الله عنهم جميعاً. \nالأيام الأخيرة والذكريات العزيزة :\n\nكانت أم المؤمنين ميمونة رضي الله عنها، قد عاشت الخلافة الراشدة وهي عزيزة كريمة تحظى باحترام الخلفاء والعلماء، وامتدت بها الحياة إلى خلافة معاوية رضي الله عنه. وقيل: إنها توفيت سنة إحدى وخمسين بسرف ولها ثمانون سنة، ودفنت في موضع قبتها الذي كان فيه عرسها رضي الله عنها، وهكذا جعل الله عز وجل المكان الذي تزوجت به ميمونة هو مثواها الأخير. قال يزيد بن الأصم: \"دفنا ميمونة بسرف في الظلة التي بنى فيها رسول الله صلى الله عليه وسلم\". \nوتلك هي أمنا وأم المؤمنين أجمعين ميمونة بنت الحارث الهلالية رضي الله عنها، آخر حبات العقد الفريد، العقد النبوي الطاهر المطهر، وإحدى أمهات المؤمنين اللواتي ينضوين تحت قول الله تعالى (( إنما يريد الله ليذهب عنكم الرجس أهل البيت ويطهركم تطهيرا )). \nوصدق الله العظيم. \nفضائل وأسباب شهرة ميمونة :\n\nوكانت لأم المؤمنين ميمونة رضي الله عنها شهرة شهد لها التاريخ بعظمتها، ومن أسباب شهرتها نذكر: \nإن أم ميمونة هند بنت عوف كانت تعرف بأنها أكرم عجوز في الأرض أصهاراً - كما ذكرت سابقاً- فأصهارها: أشرف الخلق رسول الله صلى الله عليه وسلم، وصاحبه الصديق، وعميه حمزة والعباس ابنا عبدالمطلب، وجعفر وعلي أبناء عمه أبي طالب، وشداد بن الهاد رضي الله عنهم أجمعين. \nومن أسباب عظمتها كذلك شهادة الرسول صلى الله عليه وسلم لها ولأخواتها بالإيمان، لما روى عن ابن عباس رضي الله عنه قال: \"قال رسول الله صلى الله عليه وسلم: الأخوات المؤمنات: ميمونة زوج النبي صلى الله عليه وسلم، وأم الفضل زوج العباس، وسلمى امرأة حمزة، وأسماء بنت عميس أختهن لأمهن\" رضي الله عنهن جميعاً. \nومنه تكريم الله عز وجل لها عندما نزل القرآن يحكي قصتها وكيف أنها وهبت نفسها لرسول الله صلى الله عليه وسلم، في قول الله تعالى: (( وامرأة مؤمنة إن وهبت نفسها للنبي إن أراد النبي أن يستنكحها خالصة لك من دون المؤمنين )). \nومن ذلك أنها كانت آخر من تزوجها رسول الله صلى الله عليه وسلم، وبها ختمت أمهات المؤمنين، وكانت نعم الختام . وقد كانت تقيه تصل الرحم لشهادة أم المؤمنين عائشة رضي الله عنها لها عندما قالت: \" إنها والله كانت من أتقانا لله وأوصلنا للرحم\". \nومما يذكر لميمونة رضي الله عنها أنها كانت أم المؤمنين ميمونة رضي الله عنها من الحافظات المكثرات لرواية الحديث النبوي الشريف، ولم يسبقها في ذلك سوى أم المؤمنين السيدة عائشة رضي الله عنها، وأم سلمة أم المؤمنين رضي الله عنها"
  },
  {
    "number": "قصة الخنساء أم الشهداء",
    "text": "",
    "label": "هي : تماضر بنت عمرو ، بن الحارث ، بن الشريد ، بن ثعلبة بن عصية بن خفاف بن امرئ آلاف بن بهثة بن سليم السلمية .\nقال ابن حجر : الشاعرة المشهورة عدا تماضر بمثناة فوقانية أوله وضاد معجمة ، وفي ذلك يقول دريد بن الصمة حين رآها تهنأ إبلا لها ثم تجردت واغتسلت فأعجبته ، فخطبها فأبت ، فقال فيها :    \nحيوا تماضر واربعوا صحبي     وقفوا فإن وقوفكم حسبي\nما إن رأيت ولا سمعت به     كاليوم طالي أينق جرب\nمتبذلا تبدو محاسنه     يضع الهناء مواضع النقب\nأخناس قد هام الفؤاد بكم     واعتاده داء من الحب\nفبلغتها خطبته ، فقالت : لا أدع بني عمي الطوال مثل عوالي الرماح وأتزوج شيخا ، فلما بلغه ذلك قال من أبيات :\nوقاك الله يا ابنة آل عمرو     من الفتيان أمثالي ونفسي\nوقالت إنه شيخ كبير    وهل خبرتها أني بن أمس\nوقد علم المراضع في جمادي     إذا استعجلن عن حز بنهس\nإلى أن قال :    \nوأني لا أبيت بغير نحر     وأبدأ بالأرامل حين أمسي\nوأني لا يهر الكلب ضيفي     ولا جاري يبيت خبيث نفس\nفأجابته بأبيات .\nقال أبو عمر : قدمت على النبي    مع قومها من بني سليم ، فأسلمت معهم ، فذكروا أن رسول الله   كان يستنشدها ويعجبه شعرها ، وكانت تنشده وهو يقول : \"هيه يا خناس ويومىء بيده\" .\n قالوا : وكانت الخنساء تقول في أول أمرها البيتين أو الثلاثة ، حتى قتل أخوها شقيقها معاوية بن عمرو ، وقتل أخوها لأبيها صخر ، وكان أحبهما إليها لأنه كان حليما جوادا محبوبا في العشيرة كان غزا بني أسد فطعنه أبو ثور الأسدي طعنة مرض منها حولا ، ثم مات فلما قتل أخواها أكثرت من الشعر فمن قولها في صخر  :   \nأعيني جوادا ولا تجمدا     ألا تبكيان لصخر الندى\nألا تبكيان الجريء الجميل     ألا تبكيان الفتى السيدا\nالنجاد عظيم الرماد     ساد عشيرته أمردا\nقال وأجمع أهل العلم بالشعر أن لم تكن امرأة قبلها ولا بعدها أشعر منها.( )  \nوفي معركة القادسية كانت الخنساء بنت عمرو السلمية ومعها بنوها أربعة رجال ، فذكر موعظتها لهم وتحريضهم على القتال وعدم الفرار ، وفيها : إنكم أسلمتم طائعين ، وهاجرتم مختارين وإنكم لبنوا أب واحد وأم واحدة ما هجنت آباءكم ولا فضحت أخوالكم ، فلما أصبحوا باشروا القتال واحدا بعد واحد حتى قتلوا ، وكان منهم أنشد قبل أن يستشهد رجزا فأنشد الأول :    \nيا إخوتي إن العجوز الناصحه     قد نصحتنا إذ دعتنا البارحه\nبمقالة ذات بيان واضحه     وإنما تلقون ثم الصائحه\nمن آل ساسان كلابا نابحه .\nوأنشد الثاني :    \nإن العجوز ذات حزم وجلد     قد أمرتنا بالسداد والرشد\nنصيحة منها وبرا بالولد     فباكروا الحرب حماة في العدد\nوأنشد الثالث :    \nوالله لا نعصي العجوز حرفا     نصحا وبرا صادقا ولطفا\nفبادروا الحرب الضروس زحفا     حتى تلفوا آل كسرى لفا\nوأنشد الرابع  :   \nلست لخنساء ولا للأخرم     ولا لعمرو ذي السناء الأقدم\nإن لم أرد في الجيش جيش الأعجم     ماض على الهول خضم حضرمي \nثم تقدم فقاتل حتى قتل :\nقال : فبلغها الخبر ، فقالت الحمد لله الذي شرفني بقتلهم ، وأرجو من ربي أن يجمعني بهم في مستقر رحمته .\nوكان عمر بن الخطاب يعطي الخنساء أرزاق أولادها الأربعة ، لكل واحد مائتا درهم ، حتى قبض .\n          وتوفيت الخنساء بالبادية في أول خلافة عثمان بن عفان  سنة 24هـ .                       "
  },
  {
    "number": "قصة كبشة بنت رافع - أم الأبطال",
    "text": "",
    "label": "هي : كبشة بنت رافع بن عبيد بن الأبجر – وهو خدرة – بن عوف بن الخزرج الأنصارية الخدرية .\nأمها : أم الربيع بنت مالك بن عامر بن فهيرة بن بياضة .\nكانت من المسلمات الأوائل منذ دخول الإسلام في المدينة .\nهي أم الصحابي الجليل البطل سعد بن معاذ  ، الذي اهتز عرش الرحمن لموته .\nابنها الذي حكم بحكم الله من فوق سبع سموات .\nزوجها معاذ بن النعمان من بني عبد الأشهل ، وقد ولدت له سعداً وعَمراً وإياساً وأوساً وعقربَ وأم حزام .\nكانت أم سعد رضي الله عنها من السابقات في الخير ، حيث كانت أول من بايع النبي  مع أم عامر بنت يزيد بن السكن ، وحواء بنت يزيد بن السكن .( )\nلها مواقف تدل على إيمانها وجهادها وصبرها ، فقد خرجت في غزوة أحد مع من خرجن من النساء تطمئن على سلامة رسول الله  ، وقد وصلها خبر استشهاد ولدها عمرو بن معاذ  ، ومع هذا فقد كانت تريد الاطمئنان على سلامة رسول الله  .\nوعندما وصلت أرض المعركة وعلمت بسلامة رسول الله  حمدت الله تعالى واعتبرت مصيبتها هينة .\nوكان ابنها عمرو بن معاذ  يقاتل في المعركة ، حتى لقيه ضرار بن الخطاب فقتله ، وكان يومئذٍ ما يزال على شركه .\nومن مواقفها الإيمانية رضي الله عنها التي تدل على صبرها وجهادها وشجاعتها أيضاً .\nحين كانت مع أم المؤمنين عائشة رضي الله عنها في غزوة الخندق في حصن بني حارثة ، وقد كان رسول الله  وأصحابه حين خرجوا إلى الخندق قد رفعوا الذراري والنساء في الحصون مخافة العدو عليهم .\nقالت عائشة رضي الله عنها : كنت في حصن بني حارثة وأم سعد بن معاذ معي ، فمر سعد بن معاذ ، وهو يقول :    \nلبث قليلاً يلحق   الهيجا  حَمَل     ما أحسن الموت إذا حان الأجل\nفقالت له أمه رضي الله عنها : الحق يا بني فقد تأخرت ، \nفقلت : يا أم سعد لوددت أن درع سعد أسبغ مما هي ، \nقال : فأصابه السهم حيث خافت عليه ، \nوقال الذي رماه : خذها وأنا بن العرقة ، \nفقال : عرق الله وجهك في النار. \nوابن العرقة  ، اسمه حبان بن عبد مناف من بني عامر بن لؤي .\nوالعرقة ، أمه ، وقيل إن الذي أصاب سعد أبو أمامة الجشمي.( )\nانظر كم هي شجاعتها رضي الله عنها ، وأرضاها وأكرمها في جنات الخلد مثواها .\nيا حبذا لو تسلك نسائنا وبناتنا طريق هؤلاء الصحابيات الجليلات ، وأن يقتدن بهن .  "
  },
  {
    "number": "قصة حبيبة بنت خارجة",
    "text": "",
    "label": "الزوجة الرابعة لأبي بكر\nحبيبة بنت خارجة بن زيد الخزرجية\nأبوها : هو خارجة بن زيد بن أبي زهير الأنصاري الخزرجي ، استشهد في معركة أحد .\nأمها :هزيلة بنت عتبة بن عمرو بن  خديج .\nإسلامها : أسلمت حبيبة وبايعت الرسول  .\nزواجها : تزوجها أبو بكر الصديق في المدينة بعد الهجرة . وبعد وفاة أبي بكر تزوجها خبيب بن أساف بن عتبة بن عمرو .\nقال ابن الجوزي: وكان أبو بكر لما هاجر إلى المدينة نزل على خارجة فتزوج ابنته .( )\nعن جابر بن عبد الله قال : دخل أبو بكر يستأذن على رسول الله  ، فوجد الناس جلوساً ببابه لم يؤذن لأحد منهم ، قال : فأذن لأبي بكر ، فدخل ، ثم أقبل عمر ، فستأذن ، فأذن له ، فوجد النبي  جالساً حوله نساؤه واجماً ساكتاً ، قال : فقال : لأقولن شيئاً أضحك النبي  فقال : يا رسول الله ، لو رأيت بنت خارجة سألتني النفقة ، فقمت إليها فوجأت عنقها ، فضحك رسول الله  وقال :\"هن حولي كما ترى ، يسألنني النفقة \" .\n\nعن عائشة رضي الله عنها ، أن رسول الله  مات وأبو بكر بالسنح ، قال إسماعيل يعني العالية .\nقال ابن حجر في شرح الحديث: مسكنه بالسنح : وتقدم ضبطه في الجنائز ، وأنه مسكن زوجة أبي بكر الصديق .\nفتح الباري .\nوقال أيضاً : بالسنح ... وضبطه أبو عبيد البكري بضمها وقال : إنه منازل بني الحارث من الخزرج بالعوالي ، وبينه وبين المسجد النبوي ميل .                      "
  }
]