[
  {
    "number": "قصة غراب إبني آدم عليه السلام ",
    "text": "",
    "label": "قال الله تعالى : فَبَعَثَ اللَّهُ غُرَابًا يَبْحَثُ فِي الْأَرْضِ لِيُرِيَهُ كَيْفَ يُوَارِي سَوْءَةَ أَخِيهِ ۚ قَالَ يَا وَيْلَتَا أَعَجَزْتُ أَنْ أَكُونَ مِثْلَ هَٰذَا الْغُرَابِ فَأُوَارِيَ سَوْءَةَ أَخِي ۖ فَأَصْبَحَ مِنَ النَّادِمِينَ .\n\nالحديث على لسان غراب ابني آدم كنت شاهد الإثبات الوحيد فى أول جريمة قتل ترتكب على الأرض شاهدت أول دم انسانى يسفك غدرا وكنت اعرف ان الله سبحانه وتعالى يسمع ويرى ويشهد اعرف ان الشيطان السبب ما اغرب تصرفات الشيطان وما أسهل انقياد أبناء ادم له يحب الله الناس ويعصونه ويكرهون الشيطان ويطيعونه ما اغرب هذا النوع المسمى بالإنسان وما أفدح تناقضاته وما أعظم حلم الله عليه ورحمته به .\n\nكانت الأرض سلاما عظيما قبل هبوط الإنسان فوقها كان بكاء ادم وحواء على الأرض مشهدا مؤثرا للغاية عرفت من صوت الدموع قدر الذنب ومعنى العصيان وصدق التوبة كانت دعوتهما معا لله \" ربنا ظلمنا أنفسنا وإن لم تغفر لنا وترحمنا لنكونن من الخاسرين \" ا وضعت حواء اول بطن لها وكانت تضع فى البطن الواحد ولدا وبنتا وفى البطن الثاني ولدا وبنتا وكان ولد البطن الأول يحل له بنت البطن الثانية ولدت حواء قابيل وأخته إقليما وولدت هابيل وأخته ليوثا كبر الإخوة معا كان احد الأخوين رقيقا كزنابق الحقل ويبدو الثاني قاسيا كشوك الجبال كان قابيل لا يشبه هابيل .\n\nوكانت إقليما شقيقة قابيل لا تشبه ليوثا شقيقة هابيل كان قابيل أقسى من هابيل وكانت ليوثا اقل جمالا من إقليما وكان المفروض أن يتزوج هابيل من إقليما ويتزوج قابيل من ليوثا صرخ قابيل (وقد كان الشيطان يقف وراء كلماته) أنا خيرا من هابيل لن أتزوج ليوثا سأتزوج إقليما كانت معي في بطن واحدة وأنا أولى بها افهمه آدم أن أخته لا تحل له ورفض قابيل أن يتزحزح عن موقفه قال آدم لابنيه : ليقرب كل منكما قربانا الى الله ومن يتقبل الله منه قربانه كان على الحق وتنحى آدم عن الفصل بينهما وترك ذلك للسماء جاء هابيل يحمل اسمن كباشه ووضعه على الجبل وصلى لله تعالى ان يتقبل وجاء قابيل بقمح لم يزل اخضر فى سنابله لم ينضج بعد وقدم قربانه ومضى لم أكن اعرف كيف يتقبل الله تعالى القربان وقف الشقيقان بعيدا هبطت من السماء نار أكلت قربان هابيل إشارة الي القبول وصرخ هابيل وحمد الله وصرخ قابيل وفكر في القتل ويصرخ قابيل لاقتلنك قال هابيل لقابيل ان الله يتقبل من المتقين .\n\nن بسطت الي يدك لتقتلني ما أنا بباسط يدي إليك لاقتلك ....انى اخاف الله رب العالمين ... انى اريد ان تبوء بإثمى وإثمك فتكون من اصحاب النار وذلك جزاء الظالمين \" ا انصرف هابيل مع زوجته إقليما .. تزوجا وعاشا أياما وقد ظهرت عليها إعراض الحمل في نفس الوقت كانت نفس قابيل طوعت له قتل أخيه استلقى هابيل على الأرض بعد عمل يوم شاق واستغرق فى النعاس انحدرت الشمس نحو الغرب وكان قد مات حمار فى الغابة فأكلت السباع لحمه وأكلت النسور ماتبقى منه وشربت الأرض دمه وبقى فكه العظمى ملقى على الأرض حمل قابيل أول سلاح في الأرض وراح يمضى باحثا عن شقيقه ووجده نائما استيقظ هابيل من نومه وفتح عينيه ارتفعت يد قابيل بالفك العظمى وهوت بسرعة انبثق الدم من وجه هابيل وملأ صدر قابيل عادت اليد الآثمة تهوى على الوجه الطيب وفى الضربة الخامسة ارتطمت يد قابيل بطين الحقل سكنت حركة هابيل وأيقن قابيل أن أخاه قد مات جلس واجما أمام ضحيته لا يعرف ماذا يفعل به ولا يعرف كيف يتصرف .\n\nوكان لنا معشر الغربان قوانيننا الخاصة بنا حين يغتصب احد الغربان عش الاخر أو يتعدى على طعامه أو يحاول اغتصاب أنثى غراب آخر فيتم الاقتصاص منه وقد كان بيننا غراب أدناه وحكم عليه بالقتل ونفذ فيه الحكم وقد وكلت بان احمله لدفنه فى مكان بعيد لم أكن أنوى وأنا احمل الغراب القتيل بمنقاري أن اتجه نحو قابيل لكن أمر جليل يعلو على ادراكى ويوجه اجنحتى امرنى به احد الملائكة الكرام ايها الغراب .. أن الله تبارك وتعالى يبعثك لترى ابن ادم كيف يوارى سوأة اخيه هبطت على الفور بحملى امام قابيل ووضعت الغراب الميت امامى ورحت احفر الارض حفرت الارض بمخالبى ومنقارى ساويت اجنحة الغراب الميت الى جواره رفعته بمنقارى فى لحده صرخت صرختين قصيرتين ثم هلت التراب عليه بعدها نظرت لابن ادم وبعدها طرت فى الهواء سمعت وانا اطير مبتعدا فى السماء قول قابيل :\" يا ويلتا اعجزت ان اكون مثل الغراب فأوارى سوأة اخى\" وكانت صرخة تحترق بالندم اكانت صرخى ندم لانه جهل كيف يدفن اخيه؟ اكان نادما لانه قتله بغير حق؟ لا اعرف كل ما اردت ان اعرفه هو حال زوجة هابيل ملانى السلام حين عرفت انها تنتظر الوضع اردت ان اطمئن على الجنس البشرى واتاكد انه ينحدر من صلب رجل كريم يخاف الله اعرف ان ابناء قابيل القاتل سيملاون الارض واعرف ان الصراع لن يتوقف بينهم وبين ابناء الشهيد الطيب وربما تكررت مأساة الاب مع الابناء ."
  },
  {
    "number": "قصة ناقة صالح عليه السلام ",
    "text": "",
    "label": "قال الله تعالى : وَإِلَى ثَمُودَ أَخَاهُمْ صَالِحًا قَالَ يَا قَوْمِ اعْبُدُواْ اللّهَ مَا لَكُم مِّنْ إِلَـهٍ غَيْرُهُ قَدْ جَاءتْكُم بَيِّنَةٌ مِّن رَّبِّكُمْ هَـذِهِ نَاقَةُ اللّهِ لَكُمْ آيَةً فَذَرُوهَا تَأْكُلْ فِي أَرْضِ اللّهِ وَلاَ تَمَسُّوهَا بِسُوَءٍ فَيَأْخُذَكُمْ عَذَابٌ أَلِيمٌ.\n\nدعا صالح -عليه السّلام- قومه ثمود إلى عبادة الله، فكذّبوه واستهزؤوا به ودينِه الذي جاء به، وطلبوا منه كُبَراء قوم ثمود أن يُخرِج لهم ناقةً من إحدى الصّخور القريبة من مكان جلوسهم المُعتاد حيثُ كان يدعوهم، وقالوا له: سنؤمن بك إن أنت أخرجت لنا من هذه الصّخرة ناقةً صِفَتُها كذا وكذا.\n\nفلَزِم صالح -عليه السّلام- مُصَلّاه، وأخذ يدعو ربَّه أن يُجيب طلبَهم؛ كي يُثبِت لهم صدق ما جاءهم به، فاستجاب الله لنبيِّه، وأمر تلك الصّخرة التي أشاروا إليها أن تَنفَطِر وتُخرِج ناقةً عظيمةً عَشراءَ، وقد أتت النّاقة كما طلب قوم ثمود من صالح، فلمّا رأوها وتأكّدوا من أنّها وفق الصّفات التي طلبوها، آمنَ بصالح فريقٌ منهم، واستمرّ أكثرهم على الكفر، بل زادوا عُتُوّاً وضلالاً وعِناداً، كان على رأس الذين آمنوا جندع بن عَمرو بن محلاة، وكان من وُجَهاء القوم وساداتهم\n\nبعد ذلك قال صالح -عليه السّلام- لقومه: (إنّ هذه ناقة الله لكم آية على صدق ما جِئتكم به، فَذَروها تأكُل في أرض الله ولا تَمسُّوها بِسُوءٍ)، فاتّفَقَوا معه على أن تبقى النّاقة بينهم، ترعى حيث شاءت، وتأكل من أيّ مكانٍ شاءت، وتَرِدُ الماء يوماً بعد يومٍ، على ألّا يردوا الماء في تلك الأيّام، فلهم أيّامٌ أخرى غير أيّام النّاقة، وكانت تلك النّاقة تشرب ماء البئر جميعَه إذا وردت الماء.\n\nوممّا قيل: أنّ القوم كانوا يشربون من لبنها ما يكفيهم جميعهم، فلمّا طال عليهم هذا الحال استاؤوا منه ولم يُعجِبهم ذلك، فاجتمعوا فيما بينهم، واتّفقوا أن يذبحوها في اللّيل؛ ليستريحوا منها ويبقى لهم ماؤُهم، وكان الذي تولّى قتلها منهم رئيسُهم قدار بن سالف بن جندع، فعاقبهم الله على فعلتِهم."
  },
  {
    "number": "قصة طير إبراهيم عليه السلام ",
    "text": "",
    "label": "قال الله تعالى : وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ أَرِنِي كَيْفَ تُحْيِي الْمَوْتَى قَالَ أَوَلَمْ تُؤْمِنْ قَالَ بَلَى وَلَكِنْ لِيَطْمَئِنَّ قَلْبِي قَالَ فَخُذْ أَرْبَعَةً مِنَ الطَّيْرِ فَصُرْهُنَّ إِلَيْكَ ثُمَّ اجْعَلْ عَلَى كُلِّ جَبَلٍ مِنْهُنَّ جُزْءًا ثُمَّ ادْعُهُنَّ يَأْتِينَكَ سَعْيًا وَاعْلَمْ أَنَّ اللَّهَ عَزِيزٌ حَكِيمٌ.\n\nقصة جميلة ولطيفة رقيقة في حياة إبراهيم عليه السلام حيث طلب عليه السلام من ربه أن يريه بعين اليقين كيف يمكنه سبحانه إحياء الموتى، لا من شكٍ في قدرة الله تعالى ولكن ليرى بأم عينه بعد أن تملَّك الحق قلبه واحدة من نعماء ربه ومعجزاته.. قال تعالى: {وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ أَرِنِي كَيْفَ تُحْيِي الْمَوْتَى قَالَ أَوَلَمْ تُؤْمِنْ قَالَ بَلَى وَلَكِنْ لِيَطْمَئِنَّ قَلْبِي قَالَ فَخُذْ أَرْبَعَةً مِنَ الطَّيْرِ فَصُرْهُنَّ إِلَيْكَ ثُمَّ اجْعَلْ عَلَى كُلِّ جَبَلٍ مِنْهُنَّ جُزْءًا ثُمَّ ادْعُهُنَّ يَأْتِينَكَ سَعْيًا وَاعْلَمْ أَنَّ اللَّهَ عَزِيزٌ حَكِيمٌ} [البقرة:260].\n\nفلا علاقة للسؤال بالكفر والإيمان، فقد تخطى إبراهيم عليه السلام هذه المرحلة ودعا الناس إلى عبادة الله تعالى الخالق المدبر، ولكن هذا الطلب من إبراهيم عليه السلام هو كما قال سيد قطب في (الظلال): \"إنه تشوف لا يتعلق بوجود الإيمان وثباته وكماله واستقراره؛ وليس طلباً للبرهان أو تقوية للإيمان.. إنما هو أمر آخر.. له مذاق آخر.. إنه أمر الشوق الروحي، إلى ملابسة السر الإلهي، في أثناء وقوعه العملي\".\n\nقال ابن القيم رحمه الله في (مدارج السالكين): \"إن إبراهيم طلب الانتقال من الإيمان بالعلم بإحياء الله الموتى إلى رؤية تحقيقه عيانًا فطلب بعد حصول العلم الذهني تحقيق الوجود الخارجي فإن ذلك أبلغ في طمأنينة القلب\". ا.هـ. فإبراهيم عليه السلام لم يشك يومًا في وجود ربه تعالى أو قدرته على إحياء الموتى وحاشاه أن يكون كذلك فهو الحليم الأواه المنيب؛ قال صلى الله عليه وسلم: «نحن أحق بالشك من إبراهيم إذ قال: {رب أرني كيف تحيي الموتى قال أولم تؤمن قال بلى ولكن ليطمئن قلبي}» (رواه البخاري ومسلم من حديث أبي هريرة رضي الله عنه).\n\nوالمعنى كما قال القرطبي رحمه الله في تفسيره: \"لو كان شاكًا لكنا نحن أحق به، ونحن لا نشك، فإبراهيم عليه السلام أحرى ألا يشك، فالحديث مبني على نفي الشك عن إبراهيم عليه السلام\". ا.هـ. ولو كان في هذا خطأ لعاتبه الله تعالى كما عاتب آدم عليه السلام حين أكل من الشجرة، ولكن الله سبحانه أراد أن يُطمئن قلب خليله فأمره أن يحضر أربعة أنواع من الطيور وقد اختلف المفسرون في أنواع هذه الطيور ولا فائدة من تعيينها.. وأمره سبحانه أن يقطع هذه الطيور إربًا إربًا ثم يخلطها مع بعضها ويقسمها ويجعل على كل جبل جزء منها. ثم بعد ذلك ينادي على كل طير باسمه يأتيه من فوره.. وتركب الخلق أمام إبراهيم عليه السلام ليرى بأم عينه هذه المعجزة الإلهية.. ويترقى من علم اليقين إلى عين اليقين.\n\nوللعلم فهناك ثلاث مراتب هي: علم اليقين، وعين اليقين، وحق اليقين. فعلم اليقين يكون بالسمع، وعين اليقين يكون بالبصر، وحق اليقين يكون بالحواس أو بالقلب. قال ابن القيم رحمه الله في كتابه (التبيان في أقسام القرآن): \"المرتبة الثانية: عين اليقين... هي التي سألها إبراهيم الخليل ربه أن يريه كيف يحيي الموت ليحصل له مع علم اليقين عين اليقين. فكان سؤاله زيادة لنفسه وطمأنينة لقلبه، فيسكن القلب عند المعاينة، ويطمئن لقطع المسافة التي بين الحبر والعيان. وعلى هذه المسافة أطلق النبي صلى الله عليه وسلم لفظ الشك حيث قال: «نحن أحق بالشك من إبراهيم» ومعاذ الله أن يكون هناك شك ولا من إبراهيم وإنما هو عين بعد علم، وشهود بعد خبر، ومعاينة بعد سماع\". ويستمر رحمه الله في تفسير هذه المرتبة ثم يقول: \"وقد ضرب بعض العلماء للمراتب الثلاثة مثلا فقال: إذ قال لك من تجزم بصدقه: عندي عسل أريد أن أطعمك منه فصدقته كان ذلك علم يقين، فإذا أحضره بين يديك صار ذلك عين اليقين، فإذا ذقته صار ذلك حق اليقين\".\n\nوبهذه المعجزة الإلهية ترقى إبراهيم عليه السلام من علم اليقين إلى عين اليقين كما ذكرنا واطمأن قلبه ورضي بالله ربه وكان أمة قانتًا لله حنيفًا، أبو الأنبياء وإمام المسلمين.وبهذا تنتهي قصة إبراهيم عليه السلام كما ذكرت في القرآن الكريم وسنة النبي صلى الله عليه وسلم.. وسيتبع إن شاء الله تعالى بجملة من فضائل إبراهيم عليه السلام وبعض الدروس المستفادة من حياته الكريمة عليه وعلى نبينا أفضل الصلاة والسلام."
  },
  {
    "number": "قصة ذئب يوسف عليه السلام ",
    "text": "",
    "label": "\nقال الله تعالى : قَالُوا يَا أَبَانَا مَا لَكَ لَا تَأْمَنَّا عَلَى يُوسُفَ وَإِنَّا لَهُ لَنَاصِحُونَ (١١) أَرْسِلْهُ مَعَنَا غَدًا يَرْتَعْ وَيَلْعَبْ وَإِنَّا لَهُ لَحَافِظُونَ (١٢) قَالَ إِنِّي لَيَحْزُنُنِي أَنْ تَذْهَبُوا بِهِ وَأَخَافُ أَنْ يَأْكُلَهُ الذِّئْبُ وَأَنْتُمْ عَنْهُ غَافِلُونَ (١٣) قَالُوا لَئِنْ أَكَلَهُ الذِّئْبُ وَنَحْنُ عُصْبَةٌ إِنَّا إِذًا لَخَاسِرُونَ (١٤) فَلَمَّا ذَهَبُوا بِهِ وَأَجْمَعُوا أَنْ يَجْعَلُوهُ فِي غَيَابَةِ الْجُبِّ وَأَوْحَيْنَا إِلَيْهِ لَتُنَبِّئَنَّهُمْ بِأَمْرِهِمْ هَذَا وَهُمْ لَا يَشْعُرُونَ (١٥) وَجَاءُوا أَبَاهُمْ عِشَاءً يَبْكُونَ (١٦) قَالُوا يَا أَبَانَا إِنَّا ذَهَبْنَا نَسْتَبِقُ وَتَرَكْنَا يُوسُفَ عِنْدَ مَتَاعِنَا فَأَكَلَهُ الذِّئْبُ وَمَا أَنْتَ بِمُؤْمِنٍ لَنَا وَلَوْ كُنَّا صَادِقِينَ (١٧) وَجَاءُوا عَلَى قَمِيصِهِ بِدَمٍ كَذِبٍ قَالَ بَلْ سَوَّلَتْ لَكُمْ أَنْفُسُكُمْ أَمْرًا فَصَبْرٌ جَمِيلٌ وَاللَّهُ الْمُسْتَعَانُ عَلَى مَا تَصِفُونَ (١٨)\n\nأنا ذئب يوسف بن يعقوب .... أو الذئب المتهم ظلماً بأكل نبى الله يوسف عليه السلام ... ولكن صدقونى ، فهذا الاتهام الباطل لا أساس له من الصحة ، ويكفينى شرفاً أن براءتى من أكل بن يعقوب قد نزلت فى قرآن كريم يتلى على الناس ليل نهار .. وهل هناك شرف أفضل من هذا ؟!...\n\nولكن ما هى قصتى ، ولماذا اتهمنى إخوة يوسف ظلماً بأنى أكلت أخاهم ... دعونى احك لكم القصة من البداية للنهاية .... كان نبى الله يعقوب عليه السلام متزوجاً من زوجة أولى أنجبت له عشرة من الأبناء .. ثم تزوج من زوجة ثانية أنجبت له اثنين من الأبناء ، هما يوسف وأخوه ... فكانا أصغر الأبناء...\n\nوكان أبناء يعقوب العشرة لا يحبون يوسف وأخاه ، بسبب قربهما من أبيهما ... وبسبب حب يعقوب ليوسف وأخيه ، قرر إخوة يوسف العشرة أن يتخلصوا من يوسف حتى يستحوذوا على حب أبيهم لهم وحدهم .. اجتمع إخوة يوسف العشرة ، وأخذوا يتناقشون ويخططون للتخلص من يوسف . قال أحدهم : اقتلوا يوسف ، حتى نستأثر بحب أبينا لنا ... وقال آخر : نلقه فى أرض بعيدة ونتركه للذئاب والوحوش تأكله ... واعترض ثالث قائلاً : لا تقتلوا يوسف ، ولكن ألقوه فى بئر او جب ، فقد يسمع صراخه بعض القوافل التجارية او المارة بجوار البئر، فيأخذونة ويبيعونه بعيداً ، وبذلك نتخلص منه إلى الأبد ...\n\nوسأل أحدهم : ولكن ماذا نقول لأبينا إذا سألنا عن يوسف ؟ فأجابه آخر : نقول له إن يوسف قد تاه منا . وقال آخر : نقول له إن الذئب قد أكله ... وهكذا دبر إخوة يوسف أمر التخلص منه . وفى اليوم التالى ، وهم فى طريقهم للخروج إلى المرعى لرعى إبلهم ومواشيهم توجهوا إلى أبيهم وكان يوسف يلعب قريباً منه ، وقالوا له : نريد منك أن تسمح لنا بأخذ يوسف معنا إلى المرعى ، ليلعب هناك ويمرح ...\n\nنظر يعقوب إلى أبنائه ، وقال لهم : إنى أخاف أن يأكله الذئب وأنتم غافلون عنه برعى المواشى .... فرد أحدهم بقوله : لا تخف عليه .... سنحرسه طوال الوقت ، ولن يغيب عن أعيننا لحظة واحدة . وقال آخر : كيف نغفل عنه ونتركه ليأكله الذئب ، ونحن كثيرون ؟ لن يحدث هذا يا أبى ... وهكذا ظلوا يقنعون أباهم ، حتى سمح لهم بإصطحاب يوسف معهم وهناك فى المرعى البعيد فى جوف الصحراء ، بدأ إخوة يوسف تنفيذ خطتهم ... عصبوا عينى يوسف ... ثم نزعوا عنه قميصه ... ثم ألقوا به فى البئر ... وهكذا تخلصوا منه ...ثم ذبحوا أحد الخراف ، ولطخوا قميص يوسف بدم الخروف ، ثم حملوه وعادوا إلى أبيهم فى المساء يتصنعون البكاء ...\n\nوعندما رآهم يعقوب سألهم : أين أخوكم يوسف...؟ فقال إخوة يوسف وهم يمثلون البكاء : لقد غافلنا الذئب وأكله ... وهكذا اطفال اتهمنى إخوة يوسف كذباً وظلماً ، وأنا لم آكل يوسف ، ولم أمسسه بسوء ... نظر يعقوب إلى قميص يوسف ، وعرف أن أبناءه يكذبون عليه ... إذ كيف يأكل الذئب يوسف ولا يمزق قميصه ؟!... هكذا لاحظ الأب بحكمته وبصيرته... وهكذا برأنى الأب من دم ابنه ... ونظر الأب إلى أبنائه بحزن قائلاً لهم : \" بَلْ سَوَّلَتْ لَكُمْ أَنْفُسُكُمْ أَمْرًا فَصَبْرٌ جَمِيلٌ وَاللَّهُ الْمُسْتَعَانُ عَلَى مَا تَصِفُونَ \" أما يوسف فقد عثرت عليه قافلة تجارية كانت فى طريقها إلى مصر ، فأخرجه أحدهم من قلب البئر بعد أن سمع صراخه ، ثم أخذه معه ، وباعه هناك لحاكم مصر .... فعاش وصار بعد ذلك نبياً ...."
  },
  {
    "number": "قصة حوت يونس عليه السلام ",
    "text": "",
    "label": "قال تعالى :((وإن يونس لمن المرسلين () إذ أبق إلى الفلك المشحون() فساهم فكان من المدحضين () فالتقمه الحوت وهو مليم () فلولا انه كان من المسبحين () للبث فى بطنه إلى يوم يبعثون () فنبذنه بالعراء وهو سقي () وانبتنا عليه شجرة من يقطين ()وأرسلنه إلى مائة ألف أو يزيدون() فامنوا فمتعنهم الى حين ))\n\nفتعالو بنا لنتعايش بقلوبنا وارواحنا مع قصة حوت نبى الله يونس علية السلام. ففى بلاد العراق القديمه كانت هناك قريه اسمها ((نينوى))... وهى قريه تكثر فيها النعم والخيرات من الزروع والثيمار والدواب والخضره والماء المتدفق من الانهار ... ولكن اهل القريه لم يشكروا الله طرفة عين .. بل كفروا بالله وعبدوا الاصنام والكواكب والنجوم من دون الحى القوم (جل وعلا ) ... وظلوا على ذلك الحال زمن طويلا . فارسل الله عز وجل نبيهم يونس علية السلام إلى الصراط المستقيم ,ويحذرهم من عذاب يوم عظيم , ليبتعدوا عما هم فيه من ضلالة وكفر , ويمتنعوا عن ارتكاب المحرمات . ولم يكن ((يونس)) علية السلام من أهل ((نينوى)) , فكان غريبا عن القوم , ليس له فيهم , وليس له بينهم قرابة .\n\nفأقام عندهم يدعوهم إلى الهدى, ويرشدهم الى الخير , ويبصرهم بالفضائل ومكارم الأخلاق . فلم يستجيبوا له , ولم يسمعوا نصائحه, وزادوا فى انحرافهم عن الطريق المستقيم , وأمنوا فى ابتعادهم عن النهج القويم , وأغرقوا فى لذائذهم وشهواتهم . وكان يونس علية السلام شابا طرى العود متوقد الحيوية والنشاط , فثارت ثائرتة لإعراض الناس من أهل (نينوى) عن دعوته . فأوحى الله إليهى أن أنذرتهم من نزول العذاب بهم إن لم يؤمنوا بالله (جل وعلا) ... فذهب إليهم يونس علية السلام وحذرهم من عذاب النار وعقابه ووعدهم أن العذاب سينزل بهم بسبب كفرهم وعنادهم . ومع ذلك لم يستجيبوا له .. بل سخروا منه ومن كلامه ...فحزن يونس حزنا شديدا ...وظل يدعوهم إلى الله إلى أن يئس منهم فخرج من تلك القرية ووعدهم بنزول العذاب بهم بعد ثلاثة أيام . توبة قوم يونس علية السلام لم ينتظر يونس علية السلام أن يأتيه الأمر من الله عز وجل بالخروج من هذة القرية الظالم أهلها .. بل تعجل الخروج وهو فى حالة شديدة من الحزن والغضب . ومر اليوم الأول على الموعد الذى حدد يونس لنزول العذاب بهم . ومر اليوم الثانى دون أن يحدث شىء . فلما جاء اليوم الثالث رأوا علامات نزول العذاب قد حاق بهم .\n\nفلما تحققوا من نزول العذاب بهم , قذف الله فى قلوبهم التوبة والإنابة , وندموا على ما كان بهم إلى نبيهم ,فلبسوا المسوح ,وفرقوا بين كل بهيمة وولدها , ثم عجوا غلى الله عز وجل , وصرخوا, وتضرعوا إليه , وتمسكنوا لديه , وبكى الرجال والنساء والبنون والبنات والامهات , وجارت الانعام والدواب والمواشى , ورغت الإبل وفصلانها, وخارت البقر وأولادها , وثغت الغنم وحملانها , وكانت ساعة عظيمة , فكشف الله بحوله وقوته ورأفته ورحمته عنهم العذاب الذى كان قد اتصل بهم بسبب توبتهم ولهذا قال تعالى : ((فلولا كانت قرية ءامنت فنفعها إيمنها إلا قوم يونس لما ءامنوا كشفنا عنهم عذاب الخزى فى الحيوة الدنيا ومتعنهم إلى حين)). فقد اخبرنا ربنا أن قوم يونس نفعهم إيمانهم بعد نزول العذاب بهم , ورفعة الله عنهم بعد احاطهم بهم . ومضت الايام الثلاثه التي وعد بها يونس ,فجاء ينظر موعود الله فيهم ,ولعله كان معتزلا لهم ,لم يدر بما فعلوه من التوبه والانابه .....فوجدهم لما اطل عليهم سالمين ,فأغضبه ذالك ,وكان جزاء القاتل عندهم ان يقتل ,فخرج هاربا من قومه ,خشيه القتل .\n\nوكان الواجب علي يونس ان يرضي بقضاء الله (تبارك وتعالي) ,ويسلم لامره فليس للعبد أن يغضبه فعل ربه ,وما كان ليونس ان يخرج من غير أذن منه ,ولذلك نهي الله رسولنا .ان يكون كصاحب الحوت ..وصاحب الحوت هوه يونس لالتقام الحوت له ...قال تعالي ((فاصبر لحكم ربك ولا تكن كصاحب الحوت)) فلما تاب قوم يونس ورفع الله عنهم العذاب اخذوا يبحثون عن يونس (عليه السلام )فلم يجدوه فدعوا الله أن يرد اليهم هذا النبي الكريم الذي ترك بلادهم ياسا من ايمانهم بعد ان عاندوه وسخروا منه . يونس (عليه السلام ) في بطن الحوت كان يونس في تلك الحظه قد ابتعد عن تلك القريه حتي وصل الي شاطئ البحر فوجد سفينه تستعد للرحيل فطلب منهم أن ياخذوه معه فوافقوا بل وكانوا في قمه السعاده ان يكون هذا النبي الكريم علي ظهر تلك السفينه . فلما اقلعت السفينه اخذ يونس عليه السلام يصلي ويذكر الله (عز وجل )فاحبه الناس حبا شديدا واستبشروا بوجود هذا النبي الصالح معهم ....فلم يطلبوا منه ان يعمل اي شيئ...بل كانوا يخدمونه ويحرصون علي راحته . وحين اظلم الليل ذهب يونس الي ركن من اركان السفينه .واغمض عينيه وراح في سبات عميق .وذلك بسبب ما لقيه في ذلك اليوم من تعب المشي وجهد المسير . وما هي الا ساعات قلائل حتي هب (عليه السلام ) من نومه مذعورا علي صوت صراخ الناس في السفينه ...فقد بدات الامواج تعلوا وتضرب بعضها بعضا وكادت السفينه ان تغرق ....فما كان من ربان السفينه الي ان اصدر اوامره بتخفيف احمال السفينه حتي لا تغرق .\n\nفاخذ الركاب يلقون بعض امتعتهم عسي ان يكون ذلك سبب في نجاتهم ...ولكن مع ذلك مازالت السفينه تضطرب وتكاد ان تغرق بهم جميعا . وهنا اصدر ربان السفينه اوامره بانه لابد من القاء احد الركاب في البحر والا فسوف تغرق السفينه . وهنا رفض كل راكب ان يلقي بنفسه في البحر في هذا الظلام الدامس .....لان من يلقي بنفسه في هذا الوقت في البحر ان لم تاكله الاسماك والحيتان فسوف يموت من الخوف والرعب . فاشار عليهم الربان بان يقترعوا فمن وقعت عليه القرعه القي بفسه في الماء بدلا من ان يغرقوا جميعا . فلما اقترعوا وقعت القرعه علي نبي الله يونس ليلقوه في البحر لكنهم رفضوا ان يلقوه واعادوا القرعه للمره الثانيه فوقعت علي نبي الله يونس فقالوا :مستحيل ان نلقي هذا النبي الكرين في البحر ...فاعدوا القرعه للمره الثالثه فوقعت علي نبي الله يونس ....فما كان منه الا ان القي بنفسه في البحر وقد تاكد الكل من موته وهلاكه . انطلقت السفينه في طريقها ...واما يونس (عليه السلام ) فقد بعث الله اليه حوتا عظيما من البحر الاخضر فالتقمه وابتلعه . فامر الله الحوت الا ياكل له لحما ولا يهشم له عظما فانه ليس رزقا له ...فطاف الحوت به البحار كلها . حقا انها معجزه فريده لما استقر يونس (عليه السلام)في بطن الحوت ,اجرى الله له معجزه اخري حيث امر الجهاز الهضمي للحوت الا يهضم يونس ,وان لايفرز العصارات الهاضمه عليه .. فهذا الوفاد الي المعده ليس وجبه غذائيه ,وهو لا يصلح للهضم .وما هو الا مقيم في المعده اقامه يسيره ليغادرها بعد ذلك ....وهذه المعده اشبه ماتكون بقارب انقاذ لانقاذه ,ولا يجوز لها ان تهضمه . وتلقت معده الحوت امر الله راضيه ,ونفذته ,فلم تفرز علي يونس عصارتها الهاضمه ,وبقي يونس حيا فيها . ولا يستغربن احد هذا الامر ,فلو كان الامر امرنا نحن البشر لكان مستحيلا ,فلا احد من البشر يسطتيع ان يتحكم في الحوت ,ولا ان يامره بعدم مضغ فريسته في فمه ,وعدم هضمها في معدته ,ولو امره احدنا بذلك ,فلن يستجيب له ,لانه لن يفهم عليه ,ولن يخضع له .\n\nثم إنه لا يمكن لاحد ان يبقي حيا في معده حيوان او حوت بالحساب البشري ,لانه لو لم يمضغه الحوت ولم يهضمه فلن يبقي في بطنه حيا ,لانه سيموت بانقطاع الاوكسجين عنه . هذا بالمنطق البشري والحساب البشري . اما بالنسبه لاراده الله وقدرته فالامر هين مفهوم .....ان الله فعال لما يريد ,وهو علي كل شئ قدير .....ان الله هوه الذي امر الحوت ان يتوجه نحو السفينه ففعل ,وامره ان يفتح فمه استقبالا ليونس ففعل ,وامر فمه ان لا يمضغ يونس ففعل ,وامر معدته الا تهضم يونس ففعلت . والله هو الذي قدر ليونس ان يعيش حيا في بطن الحوت . ان الامر كله معجزات وخوارق ,يعجز عنها البشر ,لكنها مفهومه لانها من فعل الله . -يونس عليه السلام يسجد لله عز وجل في بطن الحوت – ولما استقر في جوف الحوت حسب انه مات ,فحرك جوارحه فتحركت ,فاذا هو حي فخر لله ساجدا وقال :يارب .... اتخذت لك مسجدا في موضع لم يعبدك احد في مثله . لقد فوجئ يونس عليه السلام أنه في ظلمات ثلاث :ظلمه الليل وظلمه قاع البحر وظلمه بطن الحوت ...وهنا احس بذنبه وشعر انه اخطا عندما خرج من القريه بغير امر من الله (عز وجل) فاخذ يصلي ويسبح ويستغفر الله (جلا وعلا)في بطن الحوت . -يونس عليه السلام يلجا الي الله عز وجل لينجيه – وتفقد يونس عليه السلام نفسه ,فوجد نفسه في بطن الحوت والحوت يغوص تحت الماء ,وهوه حوت من الاف الحيتان التي تسبح في اعماق البحار .\n\nفماذا يفعل يونس عليه السلام ؟ هل يمكن ان يستنجد باحد من البشر وكيف يفعل ؟ ولو رفع صوته وصرخ مستغيثا فهل يسمع بشر صوته ؟.....ولو ان قوه من البشر تريد ان تغيثه وتنجده ,فهل تعرف الحوت الذي يحويه ؟ وهل يمكن تمييزه من بين الاف الحيتان المشابهة. المخلوقون جميعا يعجزون عن اغاثه ونجده يونس عليه السلام لو ارادوا .....واذا وصلوا اليه بعد حين ,فسيعجزون عن انقاذه حيا !! ان يونس عليه السلام نبي كريم ,يدرك هذه الحقيقه ,ويوقن انه لن ينقذه الا الله , ولن يفرج كربه الا الله ,ولذلك اقبل علي الله ,فذكره وسبحه وناداه واستغاث به وتضرع اليه . وقد سجلت ايات القران هذا اللجوء الايماني الي الله ,وجعلته معلما هاديا واسوه حسنه ,للمؤمنين بعد يونس عليه السلام , يقتدون به عندما يمرون بضيق او محنه او غم او كرب . قال تعالي : ((فلولا انه كان من المسبحين للبث في بطنه الي يوم يبعثون )). اي :لولا ان يونس كان مسبحا لله ,لبقي في بطن الحوت الي يوم القيامه .... اي :سيامر الله معده الحوت ان تفرز علي يونس عصارتها الهاضمه , وان تحوله الي وجبه غذائيه . ان تسبيحه لله سبب ,قدر ان ينجيه لاجله ,ولو لم يتحقق هذا السبب لما كتب ليونس النجاه . تسبيح يونس السابق سبب نجاته برحمه من لله متي كان يونس مسبحا لله ؟ هل في بطن الحوت فقط ؟ ام كان مسبحا قبل ذلك ؟ ان التسبيح كان صفه دائمه ,ملازمه ليونس عليه السلام .وهذا معناه انه كان مسبحا لله عندما كان وسط قومه ,يدعوهم الي الله , وكان مسبحا لله لما استقر في بطن الحوت . لقد كان له رصيد كبير من ذكر الله وتسبيحه ,وهذا الرصيد سبب نافع إيجابي ,قدر الله ان يرحم به يونس , وان ينقذه من هذه المحنه . عرف الله في الرخاء ,فعرفه الله في الشدة , وذكر الله في الرخاء ,فنفعه هذا عند الشدة ,وفرجها الله عنه بسبب ذلك . ويقتدي المؤمن الصالح بيونس عليه السلام في هذا الجانب ,فيحرص علي الاكثار من ذكر الله وعبادته في حاله الرخاء , ليكون له رصيد كبير عند الله ,وليرحمه الله عند الشده والمحنه . وبعدما سبح يونس عليه السلام ربه وهو في بطن الحوت , تضرع إليه ودعاه وإستغاث به وقال : لا إله إلا انت سبحانك إني كنت من الظالمين . كان من الممكن ان يظل في بطن الحوت الي يوم القيامه ولكن شيئا واحدا كان السبب في نجاته من هذا العذاب الاليم ...هذا الشيئ هوه التسبيح والذكر والدعاء نطق يونس عليه السلام في دعائه بالكلمه الطيبه ((لا اله الا انت )) واعل توحيد الالهيه واكد عليه . انه في غم وضيق , وانه بعيد عن جميع المؤيدين والناصرين من المخلوقين ,وانه يوقن ان ايه قوه بشريه عاجزه عن الوصول له , وانه لا يمكن ان يقدم له مخلوق مساعده او نفعا . انه يعيش حقيقه انه لا اله الا الله ,ويستشعر حاله انه لا اله الا الله , ويدرك فعلا انه لا نافع ولا ناصر ولا مؤيد الا الله . ولهذا نطق بها بلسانه , وهوه يستحضرها في قلبه ويعيشها بكيانه . ونستفيد نحن من هذا الدعاء النبوي الكريم ان نبدا دعاءنا وتضر عنا بالثنا على الله, وإعلان أنه لا إله إلا الله ,ثم نقوم بتقديم طلباتنا وحاجاتنا بعد ذلك . وبعدما أثنى يونس على الله , اعترف بتقصير قائلا :((إنى كنت من الظلمين )) .\n\nأدرك يونس وهو فى بطن الحوت الذاهب فى عرض البحر , أنه تسرع بالخروج من قومه , قبل توجيه الله له , وأن الله عتب عليه ولامه من أجل ذلك , وقدر أن يوقع به هذا البلاء , ويمتحنة . ولما أدرك ذلك انطلق لسانه بالاعتراف بأنة كان ظالما فى فعله وتصرفه وخروجه , وطلب من الله أن يتجاوز عن ظلمه , فيسامحه ويفرج كربه . ولا يراد بوصف يونس بالظلم هنا حقيقة الظلم , لأنه نبى كريم (علية الصلاة والسلام ) , والأنبياء معصومون , يعصمهم الله من الوقوع فى الظلم والفسق والذنب والعصيان . وصف يونس نفسه بالظلم لشعوره بالتقصير فى حق الله , وحيائه من الله , وطلبة تفريج الغم والكرب والضيق . الملائكة تشفع له عند ربه عزوجل إن يونس النبى (علية الصلاة والسلام ) , حين بدا له أن يدعوا بهذه الكلمات وهو فى بطن الحوت , فقال : لا إله إلا أنت سبحانك إنى كنت من الظالمين , فأقبلت الدعوة تحف بالعرش ... قالت الملائكة : يا رب هذا صوت ضعيف معروف من بلاد بعيدة غريبة ...فقال الله تعالى : أما تعرفون هذا ؟ قالوا : يارب أو لا ترحم ما كان يصنع فى الرخاء فتنجيه فى البلاد , قال : بلى فأمر الحوت فطرحه بالعراء . خرج يونس علية السلام من بطن الحوت وهو فى غايه المرض والتعب وقد ضعف بدنه وتاكل جلده .. قال تعالى : ((فنبذنه بالعراء وهو سقيم )). وقف الحوت على شاطىء البحر بأمر الله , وأخرج يونس من بطنه بأمر الله , والقاه على الشاطىء بأمر الله وعاد الى مياة البحر بأمر الله. وبهذا انتهت محنة يونس فى البحر وفى بطن الحوت , بأمر الله وخرج منها بأمان ... برعاية وتدبير الله . محنة جديدة لكنة وقع فى محنه جديدة , سيرعاه الله فيها ويدبر له تجاوزها والخروج منها بأمان . ألقاه الحوت على شاطىء البحر وهو مريض : ((فنبذنه بالعراء وهو سقيم )) . والسقيم هو المريض . وتخيل معنا منظر إنسان عاش فى بطن الحوت ساعات أو أياما –وجو بطن الحوت معروف بحرارته – كيف سيكون بدنه ووضعه عند خروجه .\n\nلا شك أنه سيكون سقيما مريضا فى جسمه , وسقيما فى جلده , الذى سيكون أشبه بالمسلوق المسلوخ . وإذا كان الله انقذة من اخطار البحر , عندما سخر له الحوت فإنه سينقذه من أخطار البر ! إن شاطىء البحر موبوء بالميكروبات والجراثيم , وإن يونس سقيم مريض ضعيف البدن , مسلوخ الجلد , فهو عرضة للاصابة بالامراض والافات ... الشمس الحارة على شاطىء ستؤذى جسمه المسلوخ , والذباب والبعوض سيتكاثر على لحمه المقروح ! والله حكيم لطيف رحيم , سيرحم عبده يونس على الشاطىء وييسر له وسيلة خارقة معجزة , يتجاوز بها تللك الأخطار . معجزة إنبات شجرة اليقطين على يونس كانت الوسيلة المعجزة فى إنبات شجرة اليقطين عليه : ((وأنبتنا عليه شجرة من يقطين )) . واليقطن هو القرع المعروف . فهو يسمى يقطيتا , ويسمى قزعا , ويسمى دباء . كان إنبات شجرة اليقطين على يونس علية السلام معجزة من المعجزات الله ليحميه من حر الشمس وميكروبات البعوض والذباب , وليمنحه الظل الوارف . لم يكن إنبات اليقطين عليه بطريقة عادية , ولم تمر بمراحل (دورتها الزراعية) المعروفة , فلو كان الأمر كذلك لضاعت الفائدة منها . فبذرة (اليقطين) تحتاج الى ايام تحت الارض لتنبت , ثم تحتاج إلى اسابيع لتمتد , إلى أسابيع أخرى لتكبر , وستفتك الأمراض بيونس الملقى على شاطىء مسلوخ الجلد سقيم البدن ! كان انبات شجرة اليقطين على يونس فى لحظات أو ساعات , معجزة من المعجزات الله الباهرات ! أمر الله بذرة اليقطين فى باطن الأرض فنبتت ، وأمرها فظهرت على وجه الأرض ، وأمرها أن تمد ساقها على وجه الأرض ففعلت ، وأمرها ان تخرج أوراقها الكبيرة العريضه ففعلت ، وأمرها أن ترتفع على ساقها عن وجه الأرض وكأنها معروشه ففعلت ، وأمرها أن تتوجه الى يونس السقيم ، أن تظلل عليه بأوراقها الكبيرة ، وان تحيط به بحنان ورعاية ففعلت وسبحان الله القادر على كل شىء ، الفعال لما يريد وكما كان الحوت فى البحر جنديا من جنود الله ، ساقه الله لحماية يونس فى بطنه ، كذلك شجرة اليقطين جندى من جنود الله ، سخرها الله لحماية يونس على شاطىء البحر وما يعلم جنود ربك إلا هو لماذا شجرة اليقطين بالذات؟ لكن لماذا اليقطين بالذات ؟ قال الإمام ابن كثير عن ذلك (( وذكر بعضهم فى القرع فوائد ، منها :ىسرعة نباته ، وتظليل ورقه لكبره ، ونعومته ، وأنه لا يقربها الذباب ، وجودة تغذية ثمره ، وأنه يؤكل نيئا ومطبوخا ، وقشره أيضا وقد ثبت أن رسول الله كان يحب الدباء ، ويتتبعه من من نواحى الصفحة )) أراد الله الحكيم شجرة اليقطين دون غيره لحكم ثلاث: الأولى : اوراق اليقطين عريضة متشابكة ، تظلل بدن يونس علية السلام بشكل كامل ، وتقيه حر أشعة الشمس ، وبذلك تحفظ قروح بدنه من ا لتضرر بأشعة الشمس المؤذية الثانيه : أوراق يقطين ناعمه الملمس ، وبدن يونس المقروح بحاجة إلى غطاء ناعم لئلا يؤذى الثالثه : لا يقرب أوراق اليقطين الحشرات ناقلة الأمراض ، وبالذات الذباب والبعوض وهذه ملاحظة يدركها المزارعون الفلاحون ، فيرون الذباب لا يقترب من نبات اليقطين ، وكأن بينهما عداوة متأصلة من ألاف السنين !! وكأن أوراق اليقطين جعلها الله تعقيما لبدن يونس المقروح ، لئلا تقربه الحشرات ، وتنشر فيه الجراثيم والميكروبات ! وسبحان الله الحكيم !! رح يونس علية السلام بايمان قومه لما عافى الله يونس علية السلام تحت شجرة اليقطين أعاده إلى قومه ، الذين غادرهم ، لأنهم أمنوا به أثناء غيابه عنهم ، فأعاده إليهم ليبلغهم الشريعة والأحكام قال تعالى : (( وأرسلنه إلى مائة ألف أو يزيدون فئامنوا فمتعنهم إلى حين )) وكون أهل نينوى فى ذلك الزمن الماضى أكثر من مائة ألف شخص ، له دلالة حضارية ، حيث يشير إلى أن منطقة نينوى كانت مأهوبالسكان ... وكونهم امنوا بالله واتبعوا يونس علية السلام دليل على كثرة عدد المؤمنين السابقين ... فاجتماع أكثر من مائة ألف مؤمن فى زمان ومكان واحد فى الماضى شىء جيد طيب , يسر المؤمنين . لما امن قوم يونس رفع الله عنهم العذاب , الذى كان عاى وشك الوقوع بهم , ومتعهم بحياة طيبة سعيدة , إلى حين مجىء اجالهما وانتهاء أعمارهم . قال تعالى :((فلولا كانت قرية ءامنت فنفعها إيمنها إلا قوم يونس لما ءامنوا كشفنا عنهم عذاب الخزى فى الحيوة الدنيا ومتعنهم إلى حين )) . ويقرر الله حقيقة تاريخية : لم يؤمن أهل قرية بكاملهم من قرى الكافرين السابقين , ولو امنوا بكاملهم لنفعهم , ورفع العذاب عنهم . ولا يستثنى من هؤلاء إلاقوم يونس , فقد كانوا كفارا , وهددهم الله بالعذاب , ولكنهم امنوا بكاملهم جميعا قبل انتهاء المهلة , وقبل وقوع العذاب , وبذلك نفعهم إيمانهم , فرفع الله العذاب عنهم فى الدنيا والاخرة , وجعلهم يعيشون حياتهم فى سعادة , إلى حين انتهاء أعمارهم ومجىء اجالهم . وكذلك ننجى المؤمنين كان يونس علية السلام فى بطن الحوت مغموما يغشاه الغم والحزن , وكان , وكان مكظوما مملوءا كربا وهما وغما , فاستجاب الله له , وتداركه برحمته,وأوقع عليه نعمته , فزال عنه الغم والكرب , ونجاه من المحنة . ثم ذكر الحق (جل وعلا) بعد إنجاء يونس علية السلام أن من لجأ إلى الله فى وقت الشدة ودعا وتضرع إلى الله وقال تلك الدعوة التى بها يونس علية السلام فإن الله عزوجل سينجه ... قال تعالى : ((فاستجبنا له ونجدينه من الغم وكذلك نجى المؤمنين )) . أى: كما أنجيتا يونس من الغم, وأنقذناة من الخطر وأخرجناه سالما معافى , كذلك نفعل بكل مؤمن صالح ... فإذا وقع مؤمن فى غم وكرب , ثم دعانا وتصرع إلينا , فإننا نستجيب له كما استجبنا ليونس , وننجيه كما أنجينا يونس . لقد جعل الله الحديث عن إنجائه ليونس فرصة مناسبة لتقرير حقيقة إنجائه للمؤمنين المكروبيين . وهذا فنح باب الأمل والرجاء لهؤلاء , ليستشرفوا الفرج وينتظشد حالات الغم والكرب , وما عليهم إلا أن يفعلوا كما فعل يونس علية السلام فيقبلوا على الله بتضرع وإنابة واستغاثة , وليوقنوا أن الله سينجيهم ويفرج عنهم , كما فعل مع يونس علية السلام هذا وعده لهم : ((المؤمنين وكذالك نجى))والله لا يخلف الميعاد !! قال صلى الله عليه وسلم (دعوة ذى النون إذ دعا بها وهو فى بطن الحوت , لا إله إلا أنت سبحانك إنى كنت من الظالمين, لم يدع بها رجل مسلم فى شىء قط إلا استجاب الله له) . ما بين يونس علية السلام ومحمد صلى الله عليه وسلم ونحن حين نقرأ قصة نبى الله يونس علية السلام تذهب بنا الذاكرة إلى ذللك اليوم الذى عاد فيه النبى صلى الله عليه وسلم من الطائف لما ذهب ليدعوهم فاذوه . فإنه لما تعرض رسول الله صلى الله عليه وسلم للأذى من أهل الطائف , وخرج من عندهم , وألجؤوه إلى حائط لعتبة بن ربيعة وشبية بن ربيعة وهما فية . فلما راه ابنا ربيعة – عتبة وشيبة- وما لقى , تحركت له رحمهما فدعوا غلاما لهما نصر انيا يقال له : ثم اذهب به إلى ذلك الرجل , فقل له يأكل منه ... ففعل عداس , ثم أقبل به حتى وضعه بين يدى رسول الله صلى الله عليه وسلم ثم قال له : كل . فلما وضع له رسول الله صلى الله عليه وسلم فيه يده , قال: ((باسم الله)) ثم أكل,فنظر عداس فى وجهه , ثم قال : والله إن هذا الكلام ما يفوله أهل هذه البلاد , فقال له رسول الله صلى الله عليه وسلم :(ومن أهل أى البلادأنت يا عداس ؟ وما دينك ؟ قال : نصرانى , وأنا رجل من أهل نينوى . فقال رسول الله صلى الله عليه وسلم :(من قرية الرجل الصالح يونس بن متى),فقال له عداس : وما يدرك ما يونس بن متى ؟ فقال رسول الله صلى الله عليه وسلم : (ذاك أخى , كان نبيا وأنا نبى ) , فأكب عداس على رسول الله صلى الله عليه وسلم يقبل رأسه ويديه وقدميه . قال : يقول ابنا ربيعة أحدهما لصاحبه : أما غلامك فقد أفسده عليك ..فلما جاءهما عداس قالا له : ويلك يا عداس !مالك تقبل رأس هذا الرجل ويديه وقدميه؟ قال : يا سيدى ما فى الأرض شىء خير من هذا , لقد أخبرنى بأمر ما يعلمه إلا نبى ... قالا له : ويحك يا عداس , لا يصرفنك عن دينك , فإن دينك خير من دينه ؟ النبى يدافع عن يونس عليه السلام عن أبى هريرة رضى الله عنهم قال : (لا ينبغى لعبد أن يقول : أنا خير من يونس بن متى ) . وعن عبد الله بن مسعود قال رسول الله صلى الله عليه وسلم :( لا يقولن أحد إنى خير من يونس بن متى ) . ففى هذه الاحاديث يدافع رسول الله صلى الله عليه وسلم عن يونس بن متى عليه السلام , فى مغادرته لقومه باجتهاده ,وينهي أي شخص أن يعتبر نفسه افضل من يونس عليه السلام ,وانه افضل عند الله من اي نبي . وهذا معناه ان نبي الله يونس عليه السلام لو يكن مخطئا في فعله ,وان ما قام منه باجتهاده كان جائزا ,لكنه كان خلاف الاولي ."
  },
  {
    "number": "قصة ثعبان موسى عليه السلام ",
    "text": "",
    "label": "\nقال الله تعالى : فَأَلْقَى عَصَاهُ فَإِذَا هِيَ ثُعْبَانٌ مُّبِينٌ .\n\nكان موسى عليه السلام في الصحراء متوجهاً إلى مصر، وكانت الصحراء باردة جداً، رأى موسى من بعيد ناراً، فقال لزوجته: ابقَيْ هنا، سأذهب لأُحضر بعض النار نتدفأ بها، وأسأل عن الطريق. عندما وصل حيث رأى النار، سمع صوتاً يناديه: يا موسى. ارتعش موسى خوفاً ورهبة وقال: نعم. قال الله عز وجل: ﴿ إِنِّي أَنَا رَبُّكَ ﴾. ازداد ارتعاش موسى وقال: نعم يا رب.. قال الله عز وجل: ﴿ فَاخْلَعْ نَعْلَيْكَ إِنَّكَ بِالْوَادِ الْمُقَدَّسِ طُوًى ﴾ [طه: 12]. فخلع موسى نعليه، وأخبره الله العظيم جل وعلا أنه اختاره ليخبر فرعون وقومه أن المستحق للعبادة وحده هو الله، وأن مَن يعبد إلهاً غيره فلن يُقبل منه ولسوف يعاقَب في الآخرة. وأيّده بمعجزتين تدلاّن على أنه نبيٌّ صادق، كما كلّفه سبحانه بإخراج بني إسرائيل من سجون فرعون.\n\nتابع موسى عليه السلام طريقه إلى مصر، ودعا الله أن يشرحَ صدره ويُيسِّر أمره. دخل موسى عليه السلام إلى القصر، وتحدث مع فرعون عن عبادة الله. قال له فرعون: أنت رجل كاذب، فأنا الرب الأعلى. فألقى موسى عصاه كما علمه الله، فتحولت العصا إلى ثعبان ضخم مخيف، ومدّ يده إليها فعادت كما كانت عصا. ثم أخرج يده من جيبه فإذا لونها أبيض كالبدر، وعندما أدخلها ثانية إلى جيبه، عاد لونها الطبيعي. اغتاظ فرعون وغضب غضباً شديداً، وقال له: إنك ساحر كبير، وسأثبت لك ذلك. أمر فرعون السحرة، فتجمعوا في ساحة كبيرة، وألقَوْا حبالهم وعِصيهم التي كانوا يحركونها بخفة ومهارة فتبدو لمن يراها وكأنها ثعابين تمشي على الأرض. خاف موسى، لكنه تذكر أن الله معه وسوف ينصره، فألقى عصاه، فتحولت إلى ثعبان ضخم ابتلعٍ كل ما صنعوا!! وعرض عليهم معجزة اليد أيضاً!!\n\nوهنا فوجئ السحرة، وقالوا: نحن سحرة ونعرف السحر جيداً، وما فعله موسى ليس سحراً أبداً. وعندها آمن به السحرة كلهم، وقالوا له: إنك صادق، وإنك نبيّ، وإن ربنا هو ربك الذي تعبده. اشتد غضب فرعون، وصار يصرخ ويقول: أنا ربكم الأعلى، كيف تعبدون إلهاً غيري؟ سأنتقم منكم! سأقطع أيديكم وأرجلكم! سأصلبكم على جذوع الأشجار وأقتلكم! لكنهم أحبوا الإيمان ودخل قلوبهم فلم يتراجعوا، ولم يخافوا منه."
  },
  {
    "number": "قصة بقرة بنى إسرائيل ",
    "text": "",
    "label": "\nقال الله تعالى : ( وإذا قال موسى لقومه إن الله يأمركم أن تذبحوا بقرة قالوا أتتخذنا هزوا قال أعوذ بالله أن أكون من الجهلين ( 67 ) قالوا ادع لنا ربك يبن لنا ما هى قال أنه يقول إنها بقرة لا فارض ولا بكر عوان بين ذلك فافعلوا ما تؤمرون ( 68 ) قالوا ادع لنا ربك يبن لنا ما لونها قال إنه يقول إنها بقرة صفراء فاقع لونها تسر النظرين ( 69 ) قالوا ادع لنا ربك يبين لنا ما هى إن البقر تشبه علينا وإنا إن شاء الله لمهتدون ( 70 ) قال إنه يقول إنها بقرة لا ذلول تثير الأرض ولا تسقى الحرث مسلمة لا تشبه فيها قالوا الئن جئت بالحق فذبحوها وما كادوا يفعلون ( 71 ) وإذ قتلتم نفسا فادرءتم فيها والله مخرج ما كنتم تكتمون ( 72 ) فقلنا اضربوه ببعضها كذلك يحى الله الموتى ويريكم ايته لعلكم تعقلون ) .\n\nكان فى بنى إسرائيل شاب فقير فى كل شئ ... فى المال وفقير فى الأخلاق ليس عنده دين ولا أمانة . وكان له عم غنى كثير المال وكانت له ابنة جميلة جدا . فكان هذا الشاب يتمنى موت عمه فى أقرب وقت من أجل أن يرث المال الكثير ويتزوج ابنة عمه الجميلة . ولكن عنه عاش طويلا وكان فى غاية الصحة والعافية . فتجعل هذا الشاب موت عمه من أجل أن يستمتع بالمال . وأخذ هذا الشاب يدبر تلك المؤامرة الحقيرة لقتل عمه ... إلى أن استطاع فى ليلة من الليالى أن يقتل عمه ... وحتى لا يعرف الناس أنه هو الذى قتل عمه ، أخذ جثة عمه وألقاها أمام بيت أحد أقاربه وجلس يبكى على باب البيت وكأنه حزين على موته . فلما مر الناس عليه وجدوه يبكى ويتهم أهل هذا البيت بقتل عمه . فخرج أصحاب البيت وأقسموا أنهم لم يقتلوه . وضاع الحق بين الناس ولم يعرفوا من القاتل !!! وذهبوا إلى نبى الله موسى عليه السلام وأخبروه بخبر هذا الرجل المقتول . فقام وقال لهم : أسألكم بالله من الذى يعلم قاتل هذا الرجل ؟ ... فلم يرد أحد فقال له رجل منهم : يا بنى الله لماذا لا تسأل ربك حتى يخبرك بخبر القاتل . فسأل موسى ربه ( جل وعلا ) فأوحى إليه بأن يأمرهم أن يذبحوا بقرة . فتعجب الناس من ذلك وظنوا أن موسى عليه السلام يستهزئ بهم . فقال لهم موسى عليه السلام : ( قال أعوذ بالله أن أكون من الجهلين ) : أى أعوذ بالله أن أخبركم بشئ من أوامر الله فلقد أخبرتكم بما أمر الله .\n\nولقد كان يكفيهم أن يذبحوا أى بقرة ؛ لأن الله ( جل وعلا ) لم يحدد لهم أى مواصفات لتلك البقرة ولكن شددوا فشدد الله عليهم . فسألوا عن سنها فأخبرهم بأنها متوسطة العمر لا كبيرة ولا صغيرة وأمرهم أن ينفذوا أمر الله ( جل وعلا ) دون أى تأخير لكن بنى إسرائيل كانوا لا يطيعون الأوامر بل كانوا يتهربون ويتحايلون على تلك الأوام بأدنى الحيل حتى لا ينفذوها ... وكانوا يكثرون من الأسئلة بقصد التهرب من الأوامر وتضييع الوقت . فسألوا نبى الله موسى عليه السلام : ما لونها ؟ فأجابهم بأنها بقرة صفراء فاقع لونها – أى شديدة الصفرة – جميلة المنظر .. تسر من النظر إليها من شدة حسنها وبهائها . ثم شددوا أيضا : (قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّنْ لَنَا مَا هِيَ إِنَّ الْبَقَرَ تَشَابَهَ عَلَيْنَا وَإِنَّا إِنْ شَاءَ اللَّهُ لَمُهْتَدُونَ (70) قَالَ إِنَّهُ يَقُولُ إِنَّهَا بَقَرَةٌ لَا ذَلُولٌ تُثِيرُ الْأَرْضَ وَلَا تَسْقِي الْحَرْثَ مُسَلَّمَةٌ لَا شِيَةَ فِيهَا) . فأخبرهم بأنها بقرة ليست مذللة أو معدة للحرث ولا لسقى الأرض بالساقية ... سالمة من العيوب ليس فيها أى لون يخالف لونها فهى صفراء خالصة الصفراء . فلما حددها بهذه الصفات : (قَالُوا الْآَنَ جِئْتَ بِالْحَقِّ فَذَبَحُوهَا وَمَا كَادُوا يَفْعَلُونَ 71) .\n\nأخذوا تلك المواصفات من موسى عليه السلام ، وراحوا يبحثون عن بقرة تتصف بها . بحثوا عن بنى إسرائيل ، فلم يجدوا إلا بقرة واحدة فقط تتصف بهذه الصفات ... كانت تلك البقرة لشاب يتيم فقير كان بارا بأبيه الذى مات ، وبارا بأمه التى ما زالت تعيش. فساومهم وبقى يساومهم ، ويرفع سعرها تدريجيا ، وهم يراجعونه ويساومونه ... رفع سعرها من مائة دينار ، إلى مائتين . ثم إلى أربعمائة . ثم ثمانمائة . ثم طلب منهم أن يضعوها فى الميزان ، وأن يدفعوا له ثمنها بما يساوى وزنها ذهبا ! فأضطروا إلى الموافقة لعدم وجود بقرة غيرها . ودفعوا للشاب ما طلبه ، فصار من كبار الأغنياء لبره بوالديه . أخذوا البقرة وذبحوها ، ثم أخذوا جزءا منها ، وضربوا بها جسد القتيل . فأحيا الله القتيل فنظر حوله فوجد أناسا كثيرين فسأله أحدهم : من الذى قتلك ؟ فقال : قتلنى ابن أخى طمعا فى ثروتى .. ثم مات القتيل مرة أخرى . فألقى القبض على القاتل وحرم من الميراث عقوبة له على جريمته ... ومنذ ذلك اليوم لم يورث قاتل من الميراث المقتول . قال الله تعالى : ( كذلك يحى الله الموتى ويريكم ايته لعلكم تعقلون73) . أى : كما شاهدتهم إحياء هذا القتيل عن أمر الله له ... كذلك أمره فى سائر الموتى ، إذا شاء إحياهم أحياهم فى ساعة واحدة .\n\nوعلى الرغم من إعجاب ودهشة بنى إسرائيل لما حصل من موسى عليه السلام فإنهم ظلوا على عنادهم وبقيت قلوبهم على قساوتها كأنها الحجارة أو أشد قسوة منها . ولقد لقى موسى عليه السلام من (( بنى إسرائيل )) – كما لقى غيره من أنبيائهم – كل عنت وعناد وصدود ، وما يزالون إلى اليوم يتصفون بالنفاق والغدر والمكر ، ويخالفون شريعة الله وأوامره التى أنزلها فى (( التوراة )) ؛ ولقد تجرؤوا على كتاب الله فغيروا وأخفوا كل دعوة فيه إلى الفضيلة والأخلاق !"
  },
  {
    "number": "قصة كلب أصحاب الكهف ",
    "text": "",
    "label": "\nقال الله تعالى : سَيَقُولُونَ ثَلَاثَةٌ رَّابِعُهُمْ كَلْبُهُمْ وَيَقُولُونَ خَمْسَةٌ سَادِسُهُمْ كَلْبُهُمْ رَجْمًا بِالْغَيْبِ ۖ وَيَقُولُونَ سَبْعَةٌ وَثَامِنُهُمْ كَلْبُهُمْ ۚ قُل رَّبِّي أَعْلَمُ بِعِدَّتِهِم مَّا يَعْلَمُهُمْ إِلَّا قَلِيلٌ ۗ فَلَا تُمَارِ فِيهِمْ إِلَّا مِرَاءً ظَاهِرًا وَلَا تَسْتَفْتِ فِيهِم مِّنْهُمْ أَحَدًا (22)\n\nبعد ليل طويل أشرقت الشمس من جديد ليبدأ يوم جديد في حياة أهل الكهف تلك المدينه التي تسمي (أفسوس) وبدأت الكائنات تستيقظ من نومها وسباتها وأخذ ت الطيور تنتقل بين الاغصان بأصواتها البديعة وبدأت أنفاس الحياة تدب علي الأرض وراح الكون كله يسبح بحمد الله (عز وجل) إلا أهل هذه المدينة ال ين كانو يكفرون بالله عز وجل فقد كان أهل هذه المدينة يكفرون بالله ويعبدون الأصنام ولأوثان ويسجدون لها من دون الله (جل وعلا) على الرغم من تلك النعم العظيمة التى أسبغها الله عليهم وتلك الحضارة التي وصلوا إليها ومع لك فقد تركو عبادة الله عزوجل وذهبوا يسجدون لأحجار لا تنفع ولاتضر\n\nوكان حاكم هذه المدينة رجلآ ظالمآ وكافرآ اسمه (دقيانوس) فقد كان يأمر الناس بعبادة الأصنام وبأن يذبحوا ويقدمو القرابين لتلك الأصنام وكان إذ رأى أحدآ يعبد الله (جل وعلا) ولا يعبد الأصنام يعذبه عزاباً شديداً لدرجة أنة كان إزا رأى رجلاً مؤمناً كات يضعه في السجن ويطلق عليه أسداً جائعا ليأكله وفى يوم من الأيام خرج أهل هذه المدينة إلي عيد من أعيادهم فخرجو هؤلاء الفتية معهم ونظروا إلى قومهم وهم يسجدون ويذبحون للأصنام فألقى الله نور الإيمان في قلوب هؤلاء الشباب وكانوا سادة القوم فتركو قومهم في هذا العيد واعتزلوهم فذهب أول واحد منهم وجلس بعيداً تحت ظل شجرة ثم أتي إليه الثاني فالثالث إلي أن اجتمع السبعة وكان كل واحد منهم يكتم إيمانه خوفآ من أصحابه حتى لا يخبر احدهم الملك الظالم فيجعله طعامآ للأسد وفجأة قام واحدً منهم وقال تعلمون والله ما أخرجكم من قومكم على هذا المكان إلا شئ في صدوركم فتعالو نتصارح فيما بيننا\n\nثم قال اما أنا فإننى أري ان قومنا على الباطل فهم يصنعون تلك التماثيل بأيديهم ثم يسجدون لها من دون الله وهى التى لا تسمع ولا تبصر ولا تنفع ولا تضرفكيف يسجدون لتلك الأصنام ولا يسجدون لله الذي خلق السماوات والأرض ورفع السماء بغير عمد فجعل فيها الشمس والقمر وزينها بالنجوم فقال الثانى صدقت ياأخي فلقد خطر ببالي كل ذلك وقلت في نفس أليس الله (جل وعلا) الذي خلق البحار والأنهار والجبال والأشجار وأنعم علينا بكل هذه النعم هو الذي يستحق أن نعبده وحده وقال الثالث صدقتما كيف نعبد أصناماً من دون الله الذي خلق الكائنات كلها وأبدع خلقها وسخر الكون كله لنا ثم نعبد غيره لايكون أبدآ وتكلم الباقون مثل كلامهم ثم قالوا جميعاً ( رَبُّنَا رَبُّ السَّمَوَاتِ وَالْأَرْضِ لَنْ نَدْعُوَاْ مِنْ دُونِهِ إِلَهًا لَقَدْ قُلْنَا إِذًا شَطَطًا)\n\nفتصارحوا وأعلنوا إيمانهم فيما بينهم وصاروا يداً واحدة وأصبحوا إخواناً متحابين في الله (جل وعلا) واتخذوا لأنفسهم معبداً يعبدون الله فيه بعيداً عن قومهم وظل كل واحد يخوض فيما يخوض فيه القوم ويضطرب فيما يضطرب فيه الناس حتى إذا ما خلا بنفسه واجتمع مع قلبه اتجه إلى الله عابداً مصلياً ومنزهاً ومقدساً ولكن بعد فترة يسيرة عرف قومهم أنهم آمنوا بالله (جل وعلا) فأخبروا هذا الملك الظالم. فلما علم الملك بإيمان هؤلاء الشباب أرسل إليهم فجاءوا إليه وهم يخشون أن يفعل بهم كما فعل بمن سبقهم للإيمان بأن جعلهم طعاماً للأسود ولكن الله ثبتهم وربط على قلوبهم فقالوا كلمه الحق أمام هذا الحاكم الظالم ودعوه إلى الله (جل وعلا)\n\nفتعالو بنا لنري ماذا صنع معهم هذا الملك الظالم الذي يعبد الأصنام من دون الله (جلا وعلا) قال لهم الملك لقد علمت أنكم صبأتم وتركتم دين الأباء ولأجداد ودخلتم في دين أخر ولو كنتم من عامة الشعب لتركتكم وشأنكم ولكنكم من أشرف القوم ولو علم الناس بدينكم لتبعوكم ودخلوا في دينكم وفي ذلك إفساد لتلك المملكة وضياع لملكي واعلموا أني لن أتعجل في عذابكم بل سأترككم لتفكروا في شأنكم وتراجعوا أنفسكم فإما أن ترجعوا إلى ديننا وإما أن أمزق أجسادكم إلي أشلاء لتكونوا عبره للناس من حولكم فربط الله علي قلوبهم وثبتهم فقالوا أيها الملك إن هذا الدين لم ندخل فية مقلدين ولامكرهين بل دعتنا إليه الفطرة السليمة التى جعلها الله فى قلوبنا ولن نعد إلا الله الذى خلق السموات ةالأرض وأسبغ علينا نعمه ظاهرة وباطنة وأما قومنا فقد عبدوا تلك الأصنام تقليداً للأباء من غير حجة ولا برهان وإناندعوك أيها الملك إلي عبادة الله الواحد القهار ليجمع الله لك الله سعاده الدنيا ولآخرة فإن كنت لا تريد فإن عذاب الدنيا أهون من عذاب الاخرة فغضب عليهم الملك وأمر بنزع لباس الزينة عنهم الذي كان عليهم من زينة قومهم وهددهم إن لم يعودوا إلى دين قومهم ثم أجلهم لينظروا في امرهم لعلهم يرجعون وكان هذا من لطف الله بهم لأنهم توصلوا بهذا التأجيل إلى الهرب والفرار بدينهم من الفتنة .\n\nفكر أولئك الفتية المؤمنون في الخطوة التالية فوجدوها فى العزلة فقرروا اعتزال قومهم إنهم مؤمنون وقومهم كافرون ولامجال لآن يعيشوا معهم خرجوا من المدينة غلي الجبال وقرروا أن يأوا إلى كهف فى جبل وكان معهم نقود قد نقش عليها اسم هذا الملك الظالم الذى هدهم بالقتل إن لم يرجعوا عن دينهم ودخلوا الكهف ولم يدخل معم الكلب لأنه نجس وقد يلمس ثيابهم أو أبدنهم فينجسها فقرورا أن يجعلوه حارساً على باب الكهف فيحرسهم من اللصوص ومن اتباع الملك وجنوده إذا جاؤوا بحثاً عنهم وليدافع عنهم إذا جائتهم حية أو ثعبان أو اسد او غير ذلك وهم يعلمون أن الكلب يضرب بة المثل فى الوفاء فهو لا يتخلى أبداً عن خدمة صاحبه وحراسته والدفاع عنه حتى لو كانت حياته فداء لصاحبه أما هؤ لاء الشباب المؤمنون فقد دخلوا الكهف وقالو( رَبَّنَا آَتِنَا مِنْ لَدُنْكَ رَحْمَةً وَهَيِّئْ لَنَا مِنْ أَمْرِنَا رَشَدًا )\n\nوكانت الرحلة من (أفسوس)إلى الكهف طويلة فشعروا بالتعب الشديد وناموا على الأرض لينلوا قسطاً من الراحة بعد رحلة الفرار إلى الله (جل وعلا) وطلبوا من الله ان ينشر عليهم فى الكهف من رحمته واستجاب الله لهم فكانت رحمة الله عليهم فى الكهف حيث يسرالله لهم الأمر وسخرلهم الأيات فأمر الشمس أن لاتمس أجسادهم حتى لا تؤذيها كانت عند الصباح تميل عن أجسادهم فلاتقع عليهم وكانت عند الغروب تميل عنها كذالك فلا تأتيها وكانوا فى فجوة وسط الكهف ومعنى هذا أن الشمس كانت تدخل الكهف فتقضى على الجراثيم والميكروبات وتغير ذلك الهواء حتى لا يفسد ولاتتسلط أشعتها عليهم مباشرة حتى لا تحترق أجسادهم ولا ملابسهم وإنما ينتفعون بحرارتها وأشعتها ودفئهادون اى ضرر ومن أيات الله عليهم فى الكهف أن عيونهم كانت مفتوحة فكان من ينظر إليهم يحسبهم أيقاظاً ينظرون إليه مع أنهم نيام راقدون\n\nوحتى لا تأكل الأرض أجسادهم كان الله يقلبهم مرة على اليمين ومر على اليسار وكان معهم كلبهم الذى صحبهم حيث جلس على عتبة باب الكهف وبسط ذراعيه ونام مثل نومتهم وحتى لا يعتدى عليهم أحد وهم رقود قذف الله فى قلب كل من ينظر إليهم الرعب بحيث لو اطلع عليهم لولى منهم فرارا ولملئ منهم رعبآ قال تعالى (وَتَحْسَبُهُمْ أَيْقَاظًا وَهُمْ رُقُودٌ وَنُقَلِّبُهُمْ ذَاتَ الْيَمِينِ وَذَاتَ الشِّمَالِ وَكَلْبُهُمْ بَاسِطٌ ذِرَاعَيْهِ بِالْوَصِيدِ لَوِ اطَّلَعْتَ عَلَيْهِمْ لَوَلَّيْتَ مِنْهُمْ فِرَارًا وَلَمُلِئْتَ مِنْهُمْ رُعْبًا ) وكان الفتيه قد ناموا تلك السنوات الطويلة دون طعام ولا شراب ومع ذلك لم يموتوا ولم يشعر أحد منهم بجوع أو عطش وكل ذلك بقدره الله (جل وعلا.\n\nوتعاقبت الأيام ومضت الأعوام وبعد هذا الزمان الطويل بعثهم الله عزوجل من نومهم وقد تغيركل شئ فى هذا الكون لقد بعثهم الله من نومهم فقاموا من نومهم وهم يشعرون بتعب شديد فى أجسادهم وأخذوا يتسألون فيما بينهم عن المدة التى أقاموها فى الكهف قال تعالى (قَالَ قَائِلٌ مِنْهُمْ كَمْ لَبِثْتُمْ قَالُوا لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ قَالُوا رَبُّكُمْ أَعْلَمُ بِمَا لَبِثْتُمْ) ظانين أن الزمن لم يمض بهم وأن عجلة التاريخ واقفة عند كهفهم قال واحد :منهم يسأل يخيل إلى أن ساعات طويلة رقدنها فما تظنون يا رفاق قال الثاني:ربما نكون قد لبثنا يوماً فإن هذا الجوع الذى نحسه والتعب الذى نشعر به ليؤذن بما أذن وقال الثالث: نحن قد رقدنا فى الصباح وهذه الشمس لم تغرب فما أظن إلا أننا قد لبثنا بعضاّ من من يوم وقال الرابع: دعونا من تساؤلكم فالله أعلم بما لبثتم ولكننى أحس جوعاً شديداً وكأنى لم أطعم منذ ليال فليذهب واحد منكم إلى المدينة يلتنس لنا طعاماّ ولكن عليه أن يكون حذراً حتى لا يعرفه أحد فإنهم لو عرفوه وعرفوا مكننا فسوف يقتلوننا أو يفتنونا عن ديننا\n\n(فَابْعَثُوا أَحَدَكُمْ بِوَرِقِكُمْ هَذِهِ إِلَى الْمَدِينَةِ فَلْيَنْظُرْ أَيُّهَا أَزْكَى طَعَامًا فَلْيَأْتِكُمْ بِرِزْقٍ مِنْهُ وَلْيَتَلَطَّفْ وَلَا يُشْعِرَنَّ بِكُمْ أَحَدًا (19) إِنَّهُمْ إِنْ يَظْهَرُوا عَلَيْكُمْ يَرْجُمُوكُمْ أَوْ يُعِيدُوكُمْ فِي مِلَّتِهِمْ وَلَنْ تُفْلِحُوا إِذًا أَبَدًا ) فخرج واحد منهم باحثاً عن الطعام وفى يديه تلك العملات الفضية التى نقش عليها صورة ذلك الملك الظالم الذى كان يعيش فى تلك المدينة ويحكمها منذ أكثر من ثلاثمائة عام فلما مشى فى طرقات المدينة وجد أن المدينة قد تغيرت معالمها كلها فالناس ليسوا هم الناس والطرقات ليست هى الطرقات التى يعرفها والبيوت غير البيوت هذه خرائب أصبحت قصوراً وتلك قصور أمست خرائب وأطلالاً وتلك وجوه لم يعرفها وصور لم يألفها أما الديار فإنها كديارهم ورأى رجال الحى غير رجاله أخذ يفكر فى نفسه هل ذهبنا إلى بلاد أخرى ونحن نأئمون أم دارت الأرض من تحتنا ونحن لا نشعر تحيرت نظراته وكثرت لفتاته وظهر عليه الاضطراب والحيرة حتى بدأ الناس ينظرون إليه فى دهشة واستغراب.\n\nقال له أحدهم : أغريب أنت عن هذه البلد ؟ وفيم تتأمل ؟ وعلام تبحث؟ قال: لست غريباً ولكننى أبحث عن طعام أشتريه فلا أرى مكان بيعه وأخذ الرجل بيده حتى انتهى به إلى مطعم وطلب من البائع طعاماً فنظر إليه البائع متعجباً لمنظره فلما جهز له الطعام وطلب منه ثمن الطعام أعطاه الشاب تلك النقود التى كان عليها صورة دقيانوس :فتعجب البائع وقال له من أين لك هذا المال؟ فقال الشاب: إنه المال الذى نتعامل به وهذة صورة دقيانوس فقال البائع: هل أنت مجنون إن دقيانوس –عليه لعنة الله- مات منذ أكثر من ثلاثمائة سنة فتعجب الشاب وهو يسمع هذا الكلام وأحس بأن الدماء الدماء قد تجمدت فى عرقه فتجمع الناس حول هذا الشاب وبدأ الناس يسألونه: هل عثرت على كنز أيها الفتى؟ إنها عملة قديمة قد مر عليها أكثر من ثلاثمائة سنة أحس الشاب بأن الدماء قد توقفت فى عروقه وقال لهم:يا قوم ليس الأمر كما تظنون وليست هذه النقود كنزاّ حصلت عليه وإنما هى نقود أخذتها من والدى أمس اريد أن أشترى بها طعاماً اليوم فما الذى يدعوكم إلى الدهشة؟\n\nثم هم بالعودة خشية أن يفضح أمره أو تظهر حقيقة حاله ولكنهم عادوا فرافقو به وتلطفو ا معه ف القول وحاوروه فى الحديث وما كان أشد ذهولهم حينما علموا أنه أحد الفتية الأشراف الذين هرابو من ثلاثمائة وتسع سنة من ملكهم الجائر الكافر وأنهم هم الذين طلبهم الملك فلم يظفر بهم ونشدهم فلم يهتد إليهم وما كان أشد خوف الشاب حينما علم أنهم فطنوا لأمره وعرفوا قصته فخاف على نفسه وإخوته وهم بالهروب قال لهم أحدهم:لا تخف يا هذا إن الملك الذى تخافه قد مات من نحو ثلاثمائة عام وإن الملك الذي يجلس الأن مؤمن بالله كما تؤمنون وأخذوه غلى ملكهم فساله عن شأنه فأخبره بأمره وهو متحير فى حاله وما هو فيه فقام ملك البلد وأهلها حتى أنتهى بهم إلى الكهف فقال لهم: دعونى أتقدمكم فى الدخول لأعلم أصحابى فدخل فيقال: إنهم لا يدرون كيف ذهب فيه وأخفى الله خبرهم ويقال:بل دخلوا عليهم ورأوهم وسلم عليهم الملك واعتنقهم وكان مسلماً فيما قيل ففرحوا به أنسوه بالكلام ثم ودعوه وسلموا عليه وعادوا إلى مضاجعهم وتوفاهم الله عز وجل فاختلفوا فيهم وتنازعوا بينهم أمرهم ماذا يفعلون بهم؟فمنهم من قال:ابنوا عليهم بنياناً ربهم أعلم بهم ولكن الحاكمين فيهم قرروا أن يبنوا عليهم مسجداً وهكذا كان حيث تم بناء المسجد عليهم وهذا خطً كبير لأن النبى صلى الله عليه وسلم نهى عن اتخاذ القبور مساجد يصلى فيها إلا أن أعظم الدروس فيى هذة القصة الجميلة أن ذلك الكلب الذى أحب هؤلاء الشباب المؤمن وصحبهم قد سعد بصحبتهم حتى ذكره الله عز وجل فى كتابه . فإن كان ذلك الكلب قد سعد بصحة أهل الإيمان ألا يحرص أحدنا على صحبة أهل الإيمان والتوحيد ليسعد فى الدنيا والأخرة"
  },
  {
    "number": "قصة النملة مع سليمان عليه السلام ",
    "text": "",
    "label": "\nقال الله تعالى : حَتَّىٰ إِذَا أَتَوْا عَلَىٰ وَادِ النَّمْلِ قَالَتْ نَمْلَةٌ يَا أَيُّهَا النَّمْلُ ادْخُلُوا مَسَاكِنَكُمْ لَا يَحْطِمَنَّكُمْ سُلَيْمَانُ وَجُنُودُهُ وَهُمْ لَا يَشْعُرُونَ.\n\nكان فى سالف الزمان نبى كريم أسمه سليمان بن داود عليه السلام وقف هذا النبى الكريم يوما ودعاه دعوه لم يدع بها نبى من قبله ولا بعده . وقف وقال : ( رب آغفر لى وهب لى ملكا لاينبغى لأحد من بعدى إنك أنت الوهاب ( 35 ) ) . فأعطاه الله ملكا لم يعطه لأحد من البشر وسخر له أشياء لم يسخرها لأحد من البشر . لقد علمه الله لغة الطيور والحيوانات وأعطاه من كل شئ .. وهو الذى اعترف بذلك فقال عليه السلام : ( يايها الناس علمنا منطق الطير وأوتينا من كل شئ ( 16 ) ) . أى من كل ما يحتاج الملك إليه من العدد والآلات والوجنود والجيوش والجماعات من الجن والأنس والطيور والوحوش والشاطين . وقد كان نبى الله سليمان عليه السلام عظيم الحكمة ، ولذلك يسميه أهل الكتاب (( سليملن الحكيم )) ولا يقلبونه بالنبى أصلا . قال مجاهد : ملك الدنيا أربعة : مؤمنان وكافران ، فأما المؤمنان : فسليمان بن داود وذو القرنين ، وأما الكافران : فالنمرود بن كنعان ، وبختصر .\n\nبل إن الله عز وجل سخر له الريح تحمله من بلد إلى بلد آخر فى لمح البصر .. بل وتطيعه إذا أمرها . قال تعالى : ( ولسليمان الريح عاصفة تجرى بأمره إلى الأرض التى بركنا فيها ( 81 ) ) . وقال تعالى : ( ولسليمان الريح غدوها شهر ورواحها شهر ( 12 ) ) . لما ترك الخيل بتغاء وجه الله عوضه الله منها الريح التى هى أسرع سيرا وأقوى وأعظم ولا كلفة عليه لها قال تعالى : ( تجرى بأمره رخاء حيث أصاب ) ( 36 )) . أى : حيث أراد من أى البلاد ... كان له بساط مركب من أخشاب بحيث أنه سميع جميع ما يحتاج إليه من الدور المبينه والقصور والخيام والأمتعة والخيول والجمال والأثقال والرجال من الإنس والجن ، وغير ذلك من الحيوانات والطيور فإذا أراد سفرا أو مستنزها أو قتال ملك أوأعداء من أى بلاد الله شاء ، فإذا حمل هذه الأمور المذكورة على الباسط أمر الريح فدخلت تحته فرفعته فإذا استقل بين السماء والأرض أمر الخاء فسارت به ، فإذا أراد أسرع من ذلك أمر العاصفة فحملته أسرع فوضعته فى أى مكان شاء ، بحيث إنه كان يرتحل فى أول النهار من بيت المقدس فتغدو به الريح فتضعه بإصطخر مسيرة شهر فيقيم هناك إلى أخر النهار ، ثم يروح من آخره فترده إلى بيت المقدس .\n\nبل وسخر الله عز وجل له الجن والشياطين لخدمته . قال تعالى : ( ومن الشيطين من يغوصون له ويعلمون عملا دون ذلك وكنا لهم حفظين ( 82 ) ) . وقال تعالى : والشيطين كل بناء وغواص ( 37 ) ) . أى : منهم ما هو مستعمل فى الأبنية الهائلة من محاريب وتماثيل وجفان كالجواب ، وقدروه راسيات إلى غير ذلك من الأعمال الشاقة ، التى لا يقدر عليها البشر ... وطائفة غواصون فى البحار ، يستخرجون ما فيها من اللألئ والجواهر والأشياء النفسية ، التى لا توجد إلا فيها قال تعالى : ( واءخرين مقرنين فى الأصفاد ( 38 ) ) . أى : موثوقون فى الأغلال والأكبال ، ممن قد تمرد وعصى وامتنع من العمل وأبى ، أو قد أساء فى صنيعة واعتدى . بل وأعطاه جيشا من الجن والإنس والطير . قال تعالى : ( وحشر لسليمن جنوده من الجن والإنس والطير ( 17 ) ) . وأتاه العلم والحكمة . فكان هذا كله ملك سليمان عليه السلام .\n\nن بسطت الي يدك لتقتلني ما أنا بباسط يدي إليك لاقتلك ....انى اخاف الله رب العالمين ... انى اريد ان تبوء بإثمى وإثمك فتكون من اصحاب النار وذلك جزاء الظالمين \" ا انصرف هابيل مع زوجته إقليما .. تزوجا وعاشا أياما وقد ظهرت عليها إعراض الحمل في نفس الوقت كانت نفس قابيل طوعت له قتل أخيه استلقى هابيل على الأرض بعد عمل يوم شاق واستغرق فى النعاس انحدرت الشمس نحو الغرب وكان قد مات حمار فى الغابة فأكلت السباع لحمه وأكلت النسور ماتبقى منه وشربت الأرض دمه وبقى فكه العظمى ملقى على الأرض حمل قابيل أول سلاح في الأرض وراح يمضى باحثا عن شقيقه ووجده نائما استيقظ هابيل من نومه وفتح عينيه ارتفعت يد قابيل بالفك العظمى وهوت بسرعة انبثق الدم من وجه هابيل وملأ صدر قابيل عادت اليد الآثمة تهوى على الوجه الطيب وفى الضربة الخامسة ارتطمت يد قابيل بطين الحقل سكنت حركة هابيل وأيقن قابيل أن أخاه قد مات جلس واجما أمام ضحيته لا يعرف ماذا يفعل به ولا يعرف كيف يتصرف .\n\nوفى يوم من الأيام خرجت تلك الجيوش والجماعات من الجن والإنس والطيور والوالحوش . خرجت كلها فى صفوف متنافسة ووقفوا جميعا ينتظرون خروج نبى الله سليمان عليه السلام . وبعد وقت قصير خرج سليمان عليه السلام ورأى هذه المملكه العظيمة فتذكر هذا الدعاء الجميل . ( رب آغفر لى وهب لى ملكا لا ينبغى لأحد من بعدى إنك أنت الوهاب ( 35 ) ) ... وكيف أن الله استجاب دعاءه وأعطاه ذلك الملك . نعم .. إنه يفهم لغة الطير ويحدثها ويأمرها فتطيع أمره ويأمر الريح أن تنقله فى أى وقت وإلى أى مكان فتطيع وتذهب من الشام إلى العراق فى الصباح وتعود به قبل الظهر . ويأمر الجن قيبنون له القصور ويصنعون له المحاريب والقدور الكبيرة . ومنهم من يغوص فى الأعماق ليأتوا إليه باللؤلؤ والكنوز والجواهر والأشياء النفسية . إنه ملك كبير وعظيم . أخذ سليمان عليه السلام ينظر إلى هذه الملك ويحمد الله حمدا كبيرا .\n\nيا له من ملك عظيم لهذا النبى الكريم . نعم ... لقد سار سليمان عليه السلام مع هذا الجيش العسكرى الكبير الذى كان يتكون من ثلاث فرق : فرقة الإنس ، وفرقة الجن ، وفرقة الطير . وقال تعالى : ( وحشرر لسليمن جنوده من الجن والإنس والطير ( 17 ) ) . ولا يعنى هذا أن سليمان عليه السلام حكم كل الإنس ، وكل الجن ، وكل الطير ، وإنما حكم طوائف من الإنس تمثل عالم الإنس ، وطوائف من الجن تمثل عالم الجن ، وأصنافا من الطير تمثل عالم الطير . وكانت هذه الطوائف جنودا فى جيش سليمان عليه السلام . ورغم اختلاف أجناد الجيش ، وتنوع أصول الجنود ، إلا أنه كان جيشا منظما مرتبا متنافسا ، وكان الجنود من هذه الفرق يسيرون بنظام دقيق محكم ... وأشار إلى هذه التنظيم قوله تعالى : ( فهم ويزعون ( 17 ) ) .\n\nنبى الله سليمان عليه السلام فى قرية النمل وفى هذا اليوم خرج سليمان عليه السلام وسط هذه الحشود العظيمة من الطير والإنس والجن فمروا على وادى النمل . فإذا به يسمع صوت نملة تقول للنمل من حولها قال تعالى : ( يأيها النمل آدخلوا مسكنكم لا يحطمنكم سليمن وجنوده وهم لا يشعرون ( 18 ) ) . لقد سار المركب موكب سلمان من الجن والإنس والطير فى ترتيب ونظام ، يجمع آخره على أوله ، تضم صفوفه ، وتتلاءم خطاه . حتى إذا أتوا على واد كثير النمل ، قالت نمله لها صفة الإشراف والتنظيم على النمل السارح فى الوادى – ومملكة النمل كمملكة النحل دقيقة التنظيم ، تتنوع فيها الوظائف ، وتؤدى كلها بنظام عجيب ، يعجب البشر غالبا عن اتباع مثله ، على ما أوتوا من عقل راق وإدراك عال – قالت هذه النمل للنمل ، بالوسيلة التى تتفاهم بها أمة النمل ، وباللغة المتعارفة بينها .. قالت للنمل قال تعالى : ( آدخلوا مسكنكم ( 18 ) ) . وعللت النملة الحكيمة طلبها ، بأنها فعلت ذلك لتحمى النمل من الهلاك تحت أقذدام جنود سليمان عليه السلام قال تعالى : ( لا يحطمنكم سليمن وجنوده ( 18 ) ) . أى : إذا بقيتم أيها النمل تتحركون عى وجه الأرض فسوف يحطمنكم سليمان وجنوده ، فادخلوا بيوتكم أماكن سكنكم لئلا تحطموا وتدمروا . وحتى لا تسئ أمتها من النمل الظن بسليمان عليه السلام وجنوده المؤمنين ، استدركت النملة الحكيمة قائلة قال تعالى : ( وهم لا يشعرون ( 18 ) ) . وهذه الأية الاستدراكية منها للاعتذار ، تعتذر لقومها عن أى أذى يصيبهم من سليمان وجنوده ، وتبين أن سليمان وجنوده ما كانوا يريدون إيذاع النمل ولا تحطيمها ، فإذا داسوها بأقدامهم فلأنهم لم يشعروا بها . وهذا يدل على حرص النملة الحكيمة على الإعتذار عم ما قد يصدر عن سليمان وجنوده ، وحرصها على تبرئة سليمان النبى عليه السلام من أى تهمة قد توجهها النمل به . كما يدل كلام النملة على حرصها على أمتها من النمل ، وإشفاقها عليهم ، واهتمامها بهم ، وتفكيرها فى تخليصهم من الخطر ، وإيصالهم إلى بر الأمان . فإذا كانت نملة صغيرة بهذا الإهتمام بالنمل ، وهى حشرة زاحفة صغيرة لا تكاد ترى ... فلماذا لا يكون البشر ذوو العقل والأفهام مهتمين بالناس ، حريصون على نصحهم وإبعاد الحظر إليهم ؟ وعندما كلمت النملة أمهتا بهذه النصيحة ، واستمع النمل لها ، واستجاب لها ، وسارع النمل إلى دخوله مساكنه والاحتماء من الخطر فى بيويته .\n\nسليمان عليه السلام يتبسم ضاحكا من قوله النملة ولم سمع جنود سليمان كلام النملة لأمتها ... لكن سليمان عليه السلام سمع كلامها ، وفهم مرادها ، وتأثر بنطقها ، لأن الله علمه منطق الطيور والحيوانات والحشرات . ولما سمع ذلك : (( تبسم ضاحكا من قولها )) . ولما تبسم ضاحكا من قول النملة معجبا مستحسنا توجه إلى الله بالحمد والشكر والتضرع والدعاء ( رب أوزعنى أن أشكر نعمتك التى أنعمت على وعلى ولدى وأن أعمل صلحا ترضه وآدخلنى برحمتك فى عبادك الصلحين ) . ووقف سليمان عليه السلام هو وجنوده حتى دخل جيش النمل إلى مساكنه ثم بدأ بعد ذلك فى التحرك ليكمل رحلته هو وجنوده ."
  },
  {
    "number": "قصة الهدهد مع سليمان عليه السلام ",
    "text": "",
    "label": "قال الله تعالى : ﴿وَتَفَقَّدَ الطَّيْرَ فَقَالَ مَا لِيَ لا أَرَى الْهُدْهُدَ أَمْ كَانَ مِنَ الْغَائِبِينَ * لأُعَذِّبَنَّهُ عَذَابًا شَدِيدًا أَوْ لأَذْبَحَنَّهُ أَوْ لَيَأْتِيَنِّي بِسُلْطَانٍ مُبِينٍ﴾\n\nأكرمَ اللهُ عزَّ وجلَّ عبدَهُ ونبيَّهُ سليمانَ عليهِ السلامُ بنعَمٍ كثيرةٍ وخَصّهُ بمزايا رائعةً كانتْ عُنوانًا للعَظَمَةِ والمجدِ ومَظْهرًا من مظاهِرِ المُلْكِ العظيمِ والجاهِ الكبيرِ والدرجةِ العاليةِ عندَ اللهِ سبحانَهُ، فقدْ فضّلَهُ اللهُ تعالى بالنبُوّةِ وتسخيرِ الشياطينِ والجنِّ والطيرِ وقدْ علّمَهُ اللهُ تعالى مَنْطِقَ الطّيرِ ولُغتَهُ وسائرَ لغاتِ الحيواناتِ فكانَ يفهمُ عنْها ما لا يفهمُهُ سائرُ الناسِ وكانَ يتحدّثُ معها أحيانًا كما كانَ الأمرُ مع الهُدْهُدِ والنّملِ.\n\nوكانتْ وظيفةُ الهُدْهُدِ في جيشِ سيّدِنا سليمانَ أنّهم كانوا إذا أعوزوا الماءَ واحتاجوا إليهِ في حالِ الأسفارِ أنْ يجيءَ الهُدْهُدُ فينظرَ لهم هلْ بهذهِ البقاعِ مَنْ ماءٍ ؟ لأنّ الهُدْهُدَ كانَ ينظرُ إلى الماءِ تحتَ تُخومِ الأرضِ ، كانَ يرَى الماءَ في الأرضِ كما يرى الماءَ في الزّجاجَةِ بمشيئةِ اللهِ تعالى. فلقدْ ذَكَرَ المفسّرونَ أنّ سليمانَ لما حَجّ خرَجَ إلى اليمنِ فوافى صنعاءَ وقتَ الزّوالِ فنَزَلَ ليصلّي فلمْ يجدِ الماءَ فتفقّدَهُ لذلكَ .\n\nوذُكِرَ أيضًا أنّه وقعتْ نفحةٌ منَ الشمسِ على رأسِ سيِّدِنا سليمانَ فنظرَ فإذا موضعُ الهُدْهُدِ خالٍ ، لأنّ الطّيرَ كانتْ تُظِلّ سليمانَ عليهِ السلامُ منْ أشعّةِ الشّمسِ . فلمّا فقدَ الهُدْهُدَ دعا عريفَ الطّيرِ وهو النَّسْرُ فسألَهُ عنهُ فلمْ يجدْ عندَهُ عِلْمَهُ ، ثمّ قالَ لسيّدِ الطّيرِ وهوَ العُقابُ: \"عليَّ بهِ\" فارتفعَ العُقابُ فنظرَ فرأى الهُدْهُدَ مُقبِلاً منْ بعيدٍ فقصدَهُ فقالَ لهُ الهُدْهُدُ: \"ناشدتُكَ اللهَ أنْ تتْرُكَني\" فتركَهُ ووصلَ الهُدْهُدُ إلى سيِّدِنا سليمانَ فلمّا قَرُبَ منهُ أرْخَى ذنبَهُ وجناحيْهِ يجرُّهُما على الأرضِ وقال: \"يا نبيَّ اللهِ اذكُرْ وقوفَكَ بينَ يديِ اللهِ\" .(أيْ في موقفِ يومِ القيامةِ، وليس معنى ذلك أنّ الله موضوفٌ باليدِ الجارحةِ لأنه منَزّهٌ عن ذلك وموجودٌ بلا مكانٍ) فارتعَدَ سليمانُ وعفا عنهُ. يقولُ ربُّ العِزّةِ في مُحكَمِ التّنْزيلِ: ﴿وَتَفَقَّدَ الطَّيْرَ فَقَالَ مَا لِيَ لا أَرَى الْهُدْهُدَ أَمْ كَانَ مِنَ الْغَائِبِينَ * لأُعَذِّبَنَّهُ عَذَابًا شَدِيدًا أَوْ لأَذْبَحَنَّهُ أَوْ لَيَأْتِيَنِّي بِسُلْطَانٍ مُبِينٍ﴾ سورة النمل\/20-21 .\n\nقالَ أوْ لأذبحنَّهُ أوْ ليأتيَني بسلطانٍ مبينٍ أي بحُجّةٍ لهُ فيها عُذرٌ ظاهرٌ على غيبتِه. فلمّا سألَهُ عنْ غَيْبَتِهِ أخبرَهُ بأنّهُ اطّلَعَ على ما لَمْ يطّلِعْ عليهِ وأخبرَهُ بخبرٍ يقينٍ صادقٍ وهوُ أنّهُ كانَ في اليمنِ في بلدَةِ سبَإٍ وأنّ هناكَ مَلِكَةً على هذهِ البلادِ تُدعى بلقيسَ قدْ ملَكَتْ على تلكَ الأمّةِ في اليمنِ وأوتيَتْ منْ كلِّ شىءٍ يُعطاهُ المُلوكُ ويؤتاهُ النّاسُ ولها عرشٌ عظيمٌ مزخرفٌ بأنواعِ الزِّينةِ والجواهرِ مِمّا يُبهِرُ العيونَ. يقولُ اللهُ تعالى: ﴿فَمَكَثَ غَيْرَ بَعِيدٍ فَقَالَ أَحَطتُ بِمَا لَمْ تُحِطْ بِهِ وَجِئْتُكَ مِن سَبَإٍ بِنَبَإٍ يَقِينٍ * إِنِّي وَجَدتُ امْرَأَةً تَمْلِكُهُمْ وَأُوتِيَتْ مِن كُلِّ شَىْءٍ وَلَهَا عَرْشٌ عَظِيمٌ * وَجَدتُهَا وَقَوْمَهَا يَسْجُدُونَ لِلشَّمْسِ مِن دُونِ اللهِ وَزَيَّنَ لَهُمُ الشَّيْطَانُ أَعْمَالَهُمْ فَصَدَّهُمْ عَنِ السَّبِيلِ فَهُمْ لا يَهْتَدُونَ * أَلاَّ يَسْجُدُوا للهِ الَّذِي يُخْرِجُ الْخَبْءَ فِي السَّمَوَاتِ وَالأَرْضِ وَيَعْلَمُ مَا تُخْفُونَ وَمَا تُعْلِنُونَ * اللهُ لا إِلَهَ إِلاَّ هُوَ رَبُّ الْعَرْشِ الْعَظِيمِ﴾ سورةُ النملِ\/22-23-24-25-26 .\n\nأَلاَّ يَسْجُدُوا للهِ الَّذِي يُخْرِجُ الْخَبْءَ فِي السَّمَوَاتِ وَالأَرْضِ، وخَبْءُ السّماءِ المطرُ، وخَبْءُ الأرضِ النباتُ. وَيَعْلَمُ مَا تُخْفُونَ وَمَا تُعْلِنُونَ ، فلمّا فَرَغَ الهُدْهُدُ منْ كلامِهِ قالَ سليمانُ عليهِ السلامُ: \"سننظُرُ أصدَقْتَ (أي فيما أخبَرْتَ عن خبر بلقيس) أمْ كنتَ منَ الكاذبينَ ؟\"\n\nثمّ كتبَ سليمانُ كتابًا: \"منْ عبدِ اللهِ سليمانَ بنَ داودَ إلى بلقيسَ ملكةِ سبَإٍ بسمِ اللهِ الرحمنِ الرحيمِ السلامُ على مَنِ اتّبعِ الهُدى أمّا بعدُ فلا تعلُو عَلَيّ وأتوني مسلمينَ\" وطَبَعَهُ بالمِسكِ وختمَهُ بخاتَمِهِ وقالَ للهُدْهُدِ: \"اذهبْ بكتابي هذا فألْقِهِ إليهِمْ \" أيْ إلى بَلقيسَ وقومِها، فأخَذَ الهُدْهُدُ الكتابَ بمِنقارِهِ ودخلَ عليها مِنْ كُوّةٍ فطَرَحَ الكتابَ على نَمْرِها وهي راقدةٌ وتوارى في الكَوَّةِ فانتبَهَتْ فَزِعَةً ، يقولُ اللهُ تعالى في القرءانِ العظيمِ إخبارًا عنْ بلقيسَ : ﴿قَالَتْ يَا أَيُّهَا المَلأُ إِنِّي أُلْقِيَ إِلَيَّ كِتَابٌ كَرِيمٌ إِنَّهُ مِن سُلَيْمَانَ وَإِنَّهُ بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ أَلاَّ تَعْلُوا عَلَيَّ وَأْتُونِي مُسْلِمِينَ﴾ النمل\/29-30-31 ."
  },
  {
    "number": "قصة حمار العزيز ",
    "text": "",
    "label": "قال الله تعالى : أَوْ كَالَّذِي مَرَّ عَلَى قَرْيَةٍ وَهِيَ خَاوِيَةٌ عَلَى عُرُوشِهَا قَالَ أَنَّى يُحْيِي هَذِهِ اللَّهُ بَعْدَ مَوْتِهَا فَأَمَاتَهُ اللَّهُ مِاْئَةَ عَامٍ ثُمَّ بَعَثَهُ قَالَ كَمْ لَبِثْتَ قَالَ لَبِثْتُ يَوْمًا أَوْ بَعْضَ يَوْمٍ قَالَ بَلْ لَبِثْتَ مِاْئَةَ عَامٍ فَانْظُرْ إِلَى طَعَامِكَ وَشَرَابِكَ لَمْ يَتَسَنَّهْ وَانْظُرْ إِلَى حِمَارِكَ وَلِنَجْعَلَكَ آَيَةً لِلنَّاسِ وَانْظُرْ إِلَى الْعِظَامِ كَيْفَ نُنْشِزُهَا ثُمَّ نَكْسُوهَا لَحْمًا فَلَمَّا تَبَيَّنَ لَهُ قَالَ أَعْلَمُ أَنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ .\n\nعاشت اليهود فى الأرض فسادا بعد الموت موسى عليه السلام فكان الله تعالى يبعث إليهم الأنبياء ... النبى تلوا الأخر ، فما كان منهم إلا أن قتلوا من الأنبياء ما قتلوا ، وكذبوا من كذبوا ، وعبدوا الأصنام من دون الله تعالى ، فبعث الله تعالى عليهم ملكا من ملوك الفرس وهو (( بخنتصر )) الذى قتل ألافا من بنى إسرائيل ، وجعل الأحياء منهم خدما وعبيدا له ولقومه ، فكانت هذه عاقبة الكفر بالله ، وقتل أنبيائه بغير حق . وإمتدت يد العبث إلى (( بيت القدس )) حتى دمرها (( بخنتصر )) وجنوده فجعلوها حطاما ما كأن لم تغن بالأمس فهى خاوية على عروشها لا أثر فيها لحياة ولا بناء ، ولا صوت لساكن فيها ، إنما هى بقايا الخراب والدمار ... السقوف متساقطة على الجدران ... والأثاث والمتاع متناثر فى هذه المدينة التى كانت تمتلئ حياة وبهجة ، فلا يملك من يراها إلى الحسرة على ما تهدم منها ... ولعن بنو إسرائيل الذين تسببوا بذنوبهم فى هذا العذاب والدمار لما أغضبوا الله تعالى ...\n\nويكفى مشهد العظام البالية المتناثرة من بقايا جثث القتلى من بنى إسرائيل . وفى بيت المقدس – وهى على هذا الحال من الدمار والخراب : خاوية على عروشها – كان العبد الصالح (( عزير )) – قد ركب حماره ، وخرج يبتغى من رزق الله ... وكان (( عزير )) شابا من (( بنى إسرائيل )) ، نشأ على التقوى والعبادة وحسن الصلة بالله تعالى ... وتفقه وتعلم حتى برز بين الناس ، وأضحى من العلماء الذين يشار إليهم بالبنان ، ويعتمد عليهم فى بيان الأحكام . ولقد كان والده من كبار الأحبار وخدام الشريعة ، وكهان الهيكل ... ومنه تلقى (( عزير )) أولى معارفه وعلومه ، وعلى نهجه سار فى حياته . وفى ذات يوم – وكان والده قد مات وورث هو عنه مقامه ومكانته فى القوم – خرج (( عزير )) من البلد يسكنها إلى ضاحية فيها حيث تكثر المزارع وبساتين الفاكهة وعيون المياه الجارية ، وكان ل (( عزير )) هناك بستان من كروم العنب ، وبعض أشجار الفاكهة . ولقد خرج بقصد التنزه والترويج عن النفس ، والإطلاع عى الشجر والثمر، والأعتناء بما هر فى حاجة إلى رعاية وإهتمام منها ، كى تؤتى أكلها شهيا طيبا . وبينما هو فى الطريق أصابه الحر الشديد ، فوجد أرضا خربة من خرائب وأطلال بيت المقدس ، فدخل فيها لسيظل بظل أحد جدرانها . نزل عزير من على حماره وكان معه سلة فيها تين وسلة فيها عنب ، فخرج قصعة كانت معه وأعتصر فيها من العنب الذى كان معه ، ثم خرج خبزا يابسا فألقاه فى تلك القصعه ليبتل ليأكله ، ثم استلقى على قفاه وأسند رجليه إلى الحائط وأخذ عزير ينظر إلى سقف تلك البيوت الخربة وهى خاوي على عروشها وقد هلك أهلها ولم يبق منهم أحد ... ورأى عظاما بالية فتعجب وقال : كيف يحيى الله هذه القرية بعد موتها . ولم يقل هذا الكلام وهو يشك فى قدرة الله ولكنه كان متعجبا من شدة الخراب الذى حدث لتلك القرية . كانت خاطرة مرت به ، داعبت خياله ، وعبثت بفكره ، إلى حين ، وهى – ولا شك – من قبيل سيدنا (( إبراهيم )) عليه السلام : ( رب أرنى كيف تحى الموتى قال أولم تؤمن قال بلى ولكن ليطمئن قلبى ) .\n\nإن الرجل رأى مشهد الدمار والخراب ، فتعجب ، وتساءل كيف يعيد الله تعالى الحياة فى هذا البلد بعد أن ماتت فيه كل مظاهر الحياة ... فالبيوت محطمة مهدمة ، والسكان قد هجروها ، فالحياة مستحيلة على مثل هذه القرية ، إلا ان ربه سبحانه يسمعه ، ويريد أن يريه كيف يحيى الموتى ؟ وكيف تعود الحياة مرة أخرى إلى العظام الباليه ، والجثث التى تحولت إلى تراب ، ورعى الدود فيها وسرى عليها . فأرسل الله إليه ملك الموت فى التو واللحظة فأماته الله مائة عام . وفى هذه الفترة حدثت أشياء كثيره ... فلقد مات الناس وخلق أناس وتغيرت معالم الكون . وعادت الحياة إلى بيت المقدس بعد أن رفع الله عنهم العذاب ، ومات بخنتصر ، وحكم من بعض الحكام العادلين ... وإلى العهد الأول من الحياة والبهجة عادت بيت المقدس إلا أن شيئا واحدا هجر القلوب بلاعوده ، وهو الإيمان الذى فارق بنى إسرائيل ، حتى أنهم نسوا التوراة التى أنزلت على (( موسى )) فحرفوها – أى : بدلوها وغيروها – وكتبوها بأقلامهم التى تقطر زورا وزيفا وكذبا على الله ورسوله . وحيث مات العزير لا زل طيله مائة عام لم يلتفت إليه أحد أو ينتبه ، وصار حماره الذى ركبه مجرد عظام بالية كبقية العظام التى رأها عزير قبل موته ... أما الطعام فقد بقى كما هو طليلة المائة عام لم يتغير أو يتبدل فهو محفوظ بحفظ الله تعالى ، وعزير نفسه الأن مجرد عظام بالية متنفتتة . وبعد مرور المائة عام أرسل الله إلى عزير ملكا ليرد إليه الروح مرة أخرى . فقد أماته الله مائة عام وهو لايدرى أنه مات مائة عام بل إنه ظن أنه كان نائما ... ولذلك لما استوى جالسا سأله الملك : كم لبثت ؟ قال : لبثت يوما أبو بعض يوم .. وذلك لأنه نام فى أول النهار عند الظهيرة وبعث فى أخر النهار والشمس أوشكت على الغروب ، فظن أنه نام لمدة خمس ساعات أو أقل من ذلك . وإذا بالملك يخبره بالمفاجأة التى كادت أن تذهب بعقله . قال له الملك : بل لبثت مائة عام .. وإذا أردت أن تتأكد من هذا الخبر فانظر إلى طعامك وشرابك الذى كان معك ، فإنه لم يتغر رغم مرور مائة عام عليه . وما زال عزير يظن أنه كان نائما ولذلك لم يتغير طعامه وشراب فهو حتى هذه اللحظة لا يصدق أنه مات مائة عام . فأراد الملك أن يقطع الشك باليقين فقال لعزير : إن كنت لاتصدق ذلك فانظر إلى حمارك . فنظر عزير إلى حماره ، فوجده ميتا وقد تهشمت عظامه وبينما وقف عزير ينظر إلى حماره فى حيرة ودهشه وإذا بالملك ينادى على عظام الحمار ، فأجابت وأقبلت من كل ناحية حتى أخذ الملك يركبها على بعضها ... وعزير ينظر إليه متعجبا . وبعد أن قام الملك بتركيب العظام وضع عليها العروق والأعصاب ، ثم كساها باللحم وأنبت عليها الجلد والشعر ، ثم نفخ فيه ، فقام الحمار رافعا رأسه وأذنيه إلى السماء وهو ينهق . فلما رأى عزير كل هذا أما عينيه قال : أعلم أن الله على كل شئ قدير . وبعد هذا الموقف العصيب قام عزير من مكانه وركب حماره وانطلق عائدا إلى قريتة وهو لا يدرى ما الذى حدث فيها خلال المائة عام التى مضت . فلما وصل عزير إلى قريته ، لم يعرف أحد من الناس ولم يعرف هو أحدا من الناس ... بل ولم يعرف شوارع القرية فقد تغير كل شئ . أخذ عزير يبحث عن بيته حتى وجد بعد جهد ومشقة . فطرق على الباب وهو ينتظر أن يرى إبنه الذى تركه منذ مائة عام وكان يبلغ من العمرعشرين سنة وكان عزير يبلغ من العمر وقتها أربعين سنة ... وكان قد ترك فى البيت أمة له تبلغ من العمر عشرين سنة .\n\nفلما طرق على الباب ، لم يرد عليه احد ... فأعاد الطرق مرة أخرى وإذا بامرأة كبيرة فى السن يبلغ عمرها مائة وعشرين سنة قد عمى بصرها تفتح الباب وتقول : من على الباب ؟ فقال لها عزير : يا هذه أهذأ منزل عزير ؟ قالت : نعم . وبكت . وقالت : ما رأيت أحدا من سنوات طويلة يذكر عزيرا ، وقد نسيه الناس قال : فإنى أنا عزير . قالت : سبحان الله ! فإن عزيرا قد فقدناه منذ مائة سنة ، فلم نسمع له بذكر ! قال : فإنى أنا عزير ، كان الله قد أماتنى مائة سنة ، ثم بعثنى ! قالت : فإن عزيرا كان رجلا مستجاب الدعوة ، يدعوا للمريض ولصاحب البلاء بالعافية والشفاء فادع الله أن يرد على بصرى حتى أراك ، فإن كنت عزيرا عرفتك . فدعا ربه ، ومسح يده على عينيها ففتحتهما ، وأخذ بيدها وقال : قومى بإذن الله ، فأطلق الله رجلها ، فقامت صحيحة ، كأنما نشطت من عقال . فنظرت إليه ، فقالت : أشهد أنك عزير . فانطلقت معه إلى المجلس الذى يجتمع فيه أهل القرية ... فإذا بعزير يرى ابنه الذى كان قد تركه منذ مائة عام وهو ابن العشرين ... يراه الأن وقد بلغ من العمر مائة وعشرين سنة ... وعزير ما زال فى سن الأربعين فأصبح ابنه أكبر منه بثمانين سنة !!! فقالت لهم هذه المرأة هذا عزير قد جاءكم . فكذبها الناس وقالوا : كيف ذلك وقد حدثنا آباؤنا أن عزيرا قد مات منذ مائة سنة بأرض بابل . فقالت : أنا مولاتكم فلانة ، دعا لى ربه ، فرد على بصرى ، وأطلق رجلى ، وزعم أن الله كان أماته مائة سنة ، ثم بعثة . فنهض الناس ، فأقبلوا إليه فنظر إليه ابنه ، وقال : كانت لأبى شامة سوداء بين كتفية ! فكشف عن كتفيه ، فإذا هو عزير ! ففرح الناس من بنى إسرائيل فرحا شديدا ؛ لأن عزيرا هو الوحيد الذى كان يحفظ التوراة كاملة .. وعندما غاب مائة سنة عنهم ، قام ( بخنتصر ) وحرق لهم التوراة ، فلم يبق منها أى شئ إلا ما يحفظه بعض الرجال . وهنا قام الناس ورحبوا بعزير وطلبوا منه أن يكتب لهم التوراة كاملة . فقال لهم : انتظروا فإن أبى كان قد دفن التوراة أيام ( بختصر ) فى مكان لا يعرفه إلا أنا فتعالوا بنا لنذهب إلى هناك ونحضر التوراة .\n\nوانطلقوا جميعا حتى وصلوا إلى ذلك المكان بصعوبة بعد أن تغيرت معالم القرية ... فحفروا حتة استخرجوا التوراة فوجدوا أوراقها قد تعفنت وتغيرت معالمها فحزنوا حزنا شديدا . فما كان منهم إلا أن طلبوا من عزير أن يكتب لهم التوراة من جديد فجلس عزير تحت ظل شجرة وجلس بنوا إسرائيل حوله ، فكتب لهم التوراة من جديد وعاش مع قومه فى خير وسعادة إلى أن مات ورحل عن هذه الدنيا ."
  },
  {
    "number": "قصة فيل إبرهه ",
    "text": "",
    "label": "\nقال الله تعالى : (أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِأَصْحَابِ الْفِيلِ (1) أَلَمْ يَجْعَلْ كَيْدَهُمْ فِي تَضْلِيلٍ (2) وَأَرْسَلَ عَلَيْهِمْ طَيْرًا أَبَابِيلَ (3) تَرْمِيهِمْ بِحِجَارَةٍ مِنْ سِجِّيلٍ (4) فَجَعَلَهُمْ كَعَصْفٍ مَأْكُولٍ (5)\n\nفي عام 571م كانت هناك محاولة لهدم الكعبة الشريفة من قبل أبرهة الحبشي، وقد خلد القرآن الكريم قصة هذه المحاولة وأسهبت المصادر التاريخية في الحديث عنها، وتفاصيل هذه القصة أنه بنى أبرهة كنسية بصنعاء، واسمها (القليس) وأراد أن يصرف حج العرب إليها بعد أن جعلها تحفة من تحف البناء والعمارة، ولا تقل روعة عن كنيسة أيا صوفيا في القسطنطينية؛ فثارت حفيظة العرب عليه، وأخذوا يضمرون الشر له ولكنيسته.\n\nوقد اختلفت الأقوال في السبب الذي أثار حفيظة أبرهة على العرب ورغبته في الانتقام منهم وهدم الكعبة؛ فقيل إن رجلا من أهل كنانة دخل القليس وعبث بأثاثها وقعد فيها ثم قام بتلطيخها بالقاذورات والأوساخ، فلما أخبر أبرهة بذلك وقيل له إن الذي انتهك حرمة القليس هو لرجل من أهل هذا البيت الذي تحجه العرب بمكة لما سمع بقولك إنك تريد أن تصرف حج العرب إلى بيتك هذا = غضب وأقسم ليسيرن إلى الكعبة حتى يهدمها، وليحملن العرب على أن يحجوا إلى كنيسته بالسيف. وقيل إن بعض العرب أججوا نارا فحملتها الريح إلى القليس وأحرقتها؛ مما أثار ثائرة أبرهة، وجعله يصمم على السير إلى مكة وهدم الكعبة ودكها دكا.\n\nوقد دفعه ذلك إلى تجهيز جيش كبير اختلف الرواة في عدده وتعداده، وأحضر معه فيلا ضخما كبير الجثة سمته الروايات (محمودا) بعثه نجاشي الحبشة إليه للقيام بتلك المهمة. والواقع أن الرواة أغفلوا حقائق مهمة؛ فليس منطقيا أن تقوم حملة كبيرة كهذه، وتقطع مئات الكيلو مترات بسبب قيام رجل بانتهاك حرمة القليس أو بإحراق جماعة من العرب لجزء منها، بل يجب أن يكون السبب أهم من ذلك وأكبر، وأن تكون فكرة غزو مكة هدفها أعمق من ذلك. فالحقيقة أن الدافع الرئيسي لذلك كان دافعا دينيا وسياسيا واقتصاديا معا! أما الدافع الديني فكان الرغبة في نشر النصرانية في بلاد العرب، وهدم الكعبة وتحويل حج العرب إلى كنيسة صنعاء، خصوصا أن النصارى وجدوا في الكعبة منافسا كبيرا أمامهم. والدافع السياسي فهو فرض السيطرة الحبشية على بلاد الحجاز بعد غزوها كما فرضت على اليمن؛ وذلك لتحقيق حلم الدولة البيزنطية بفرض سيطرتها على شبه الجزيرة العربية، وتكوين جبهة عسكرية مؤيدة من الأحباش من جهة، ومن الروم المقيمين في بلاد الشام من جهة أخرى بهدف التصدي لمحاولات الفرس التي كانت تستهدف أمن البحر الأحمر، ومن هنا وفقت بيزنطة بكل قوتها وراء هذا المشروع الخطير حتى تحقق نصرا سياسيا كبيرا.\n\nأما الدافع الاقتصادي فيرجع إلى أن اليمن بعد احتلال الاحباش لها قد فقدت دورها التقليدي في نقل التجارة العالمية يوم أن كانت تسيطر على باب المندب، وتملك أسطولا ضخما لنقل البضائع إلى بلدان الهند والصين وغيرها، يضاف إلى ذلك أن النزاع بين الفرس والروم قد أدى إلى إغلاق الطريق التجاري الشرقي المار ببلاد العراق إلى الشام، ومن ثم أصبح الطريق البري عبر تهامة والحجاز هو الطريق المفتوح أمام التجارة الشرقية، وكان على أهل مكة القيام بدور الوسيط لنقل التجارة بين الطرفين، ولما كانت هذه الوساطة التجارية تدر ربحا كبيرا على من يقوم بها فقد حاول الأحباش احتكار هذا المصدر الاقتصادي بالاستيلاء على مكة، وثم كانت حملة أبرهة. وعلى كل حال فعندما علم العرب بسوء نية أبرهة تجاه الكعبة خرجوا إليه لمنعه من ذلك، ولكن أبرهة تمكن من هزيمة كل من تعرض لحملته فهزم ذا نفر وأصحابه، وهزم قبيلتي خثعم، وهما شهران وناهس، وهزم غيرها من القبائل التي تعرضت له.\n\nولما تهيأ أبرهة لدخول مكة ومعه فيله الضخم وبعض الأفيال الأخرى، وذلك لهدم الكعبة بشد جدارها بالسلاسل المشدودة بالأفيال؛ توسل عبد المطلب إلى ربه وناجاه بأن يحفظ بيته وبيت خليله إبراهيم عليه السلام، وأن يمنع أبرهة من الاعتداء عليه، فحمى الله بيته العتيق من ذلك الطاغية الغاشم، ورد كيده إلى نحره؛ فلم يستطع جيش أبرهة أن يدخل مكة، وإنما توقف في وادي محسر؛ حيث برك الفيل الموجه لهدم الكعبة، وأبى أن يطأ حرم الله بغيا، فإذا وجهوه ناحية الشام أو اليمن أسرع في العدْو، وإذا وجهوه شطر الحرم برك، وحاولوا وأخفقوا، ثم أرسل الله تعالى على أبرهة وجيشه طيرا من البحر أمثال الخطاطيف والبلسان مع كل طائر منها ثلاثة أحجار يحملها؛ حجر في منقاره، وحجران في رجليه أمثال الحمص والعدس، لا تصيب منهم أحدا إلا هلك، فخرجوا يتساقطون بكل طريق ويهلكون بكل مهلك، وأصيب أبرهة في جسده، وتفشت الأمراض بين جنوده حتى هلك معظمهم، فكان عسكره يتساقطون موتى على الطريق وهم في عودتهم إلى اليمن!\n\nهذه كانت المعجزة الخارقة التي سبقت ميلاد رسول الله صلى الله عليه وسلم، وقد خلد الله تعالى هذا الحدث التاريخي في القرآن الكريم بقوله: (ألم تر كيف فعل ربك بأصحاب الفيل * ألم يجعل كيدهم في تضليل * وأرسل عليهم طيرا أبابيل * ترميهم بحجارة من سجيل * فجعلهم كعصف مأكول). وهكذا تدخلت العناية الإلهية لإنقاذ البيت العتيق، فكان للكعبة رب يحميها ويرد عنها كيد المعتدين، وتنتهي حملة أبرهة بفاجعة جعلتهم عبرة لمن يعتبر، وعظة لمن يتعظ. وبعد أن حمى الله تعالى مكة المكرمة من أصحاب الفيل ورد كيدهم إلى نحورهم ازدادت هيبتها في نفوس العرب وأصبح للقرشيين مكانة عظيمة بين القبائل العربية، وازدادت مكانتهم الدينية والتجارية، وإلى جانب ذلك أصبح العرب يؤرخون حوادثهم بعام الفيل، واستمرت الأمور على ذلك حتى جاءت الدعوة الإسلامية بعد أربعين عاما من هذه الحملة، وتحول بيت الله الحرام إلى كعبة المسلمين وقبلة لهم؛ حيث أزال الرسول عنه آثار الجاهلية، وأمر بطمس معالم الوثنية، وصار حرما آمنا لا يدخله مشرك.                     "
  }
]