[
  {
    "number": "قصة قابيل وهابيل",
    "text": "",
    "label": "ورد ذكر القصة في سورة المائدة الآيات 27-31.\n\nالقصة:\n\nيروي لنا القرآن الكريم قصة ابنين من أبناء آدم هما هابيل وقابيل. حين وقعت أول جريمة قتل في الأرض. وكانت قصتهما كالتالي.\n\nكانت حواء تلد في البطن الواحد ابنا وبنتا. وفي البطن التالي ابنا وبنتا. فيحل زواج ابن البطن الأول من البطن الثاني.. ويقال أن قابيل كان يريد زوجة هابيل لنفسه.. فأمرهما آدم أن يقدما قربانا، فقدم كل واحد منهما قربانا، فتقبل الله من هابيل ولم يتقبل من قابيل. قال تعالى في سورة (المائدة):\n\nوَاتْلُ عَلَيْهِمْ نَبَأَ ابْنَيْ آدَمَ بِالْحَقِّ إِذْ قَرَّبَا قُرْبَانًا فَتُقُبِّلَ مِن أَحَدِهِمَا وَلَمْ يُتَقَبَّلْ مِنَ الآخَرِ قَالَ لَأَقْتُلَنَّكَ قَالَ إِنَّمَا يَتَقَبَّلُ اللّهُ مِنَ الْمُتَّقِينَ (27) لَئِن بَسَطتَ إِلَيَّ يَدَكَ لِتَقْتُلَنِي مَا أَنَاْ بِبَاسِطٍ يَدِيَإِلَيْكَ لَأَقْتُلَكَ إِنِّي أَخَافُ اللّهَ رَبَّ الْعَالَمِينَ (28) (المائدة)\n\nلاحظ كيف ينقل إلينا الله تعالى كلمات القتيل الشهيد، ويتجاهل تماما كلمات القاتل. عاد القاتل يرفع يده مهددا.. قال القتيل في هدوء:\n\nإِنِّي أُرِيدُ أَن تَبُوءَ بِإِثْمِي وَإِثْمِكَ فَتَكُونَ مِنْ أَصْحَابِ النَّارِ وَذَلِكَ جَزَاء الظَّالِمِينَ (29) (المائدة)\n\nانتهى الحوار بينهما وانصرف الشرير وترك الطيب مؤقتا. بعد أيام.. كان الأخ الطيب نائما وسط غابة مشجرة.. فقام إليه أخوه قابيل فقتله. قال رسول الله صلى الله عليه وسلم: \"لا تقتل نفس ظلما إلا كان على ابن آدم الأول كفل من دمها لأنه كان أول من سن القتل\". جلس القاتل أمام شقيقه الملقى على الأرض. كان هذا الأخ القتيل أول إنسان يموت على الأرض.. ولم يكن دفن الموتى شيئا قد عرف بعد. وحمل الأخ جثة شقيقه وراح يمشي بها.. ثم رأى القاتل غرابا حيا بجانب جثة غراب ميت. وضع الغراب الحي الغراب الميت على الأرض وساوى أجنحته إلى جواره وبدأ يحفر الأرض بمنقاره ووضعه برفق في القبر وعاد يهيل عليه التراب.. بعدها طار في الجو وهو يصرخ.\n\nاندلع حزن قابيل على أخيه هابيل كالنار فأحرقه الندم. اكتشف أنه وهو الأسوأ والأضعف، قد قتل الأفضل والأقوى. نقص أبناء آدم واحدا. وكسب الشيطان واحدا من أبناء آدم. واهتز جسد القاتل ببكاء عنيف ثم أنشب أظافره في الأرض وراح يحفر قبر شقيقه.\n\nقال آدم حين عرف القصة: (هَذَا مِنْ عَمَلِ الشَّيْطَانِ إِنَّهُ عَدُوٌّ مُّضِلٌّ مُّبينٌ) وحزن حزنا شديدا على خسارته في ولديه. مات أحدهما، وكسب الشيطان الثاني. صلى آدم على ابنه، وعاد إلى حياته على الأرض: إنسانا يعمل ويشقى ليصنع خبزه. ونبيا يعظ أبنائه وأحفاده ويحدثهم عن الله ويدعوهم إليه، ويحكي لهم عن إبليس ويحذرهم منه. ويروي لهم قصته هو نفسه معه، ويقص لهم قصته مع ابنه الذي دفعه لقتل شقيقه.                      "
  },
  {
    "number": "قصة أصحاب السبت",
    "text": "",
    "label": "ورد ذكر القصة في سورة البقرة. كما ورد ذكرها بتفصيل أكثر في سورة الأعرف الآيات 163-166.\n\nقال الله تعالى، في سورة \"الأعراف\":\n\n\"وَاسْأَلْهُمْ عَنِ الْقَرْيَةِ الَّتِي كَانَتْ حَاضِرَةَ الْبَحْرِ إِذْ يَعْدُونَ فِي السَّبْتِ إِذْ تَأْتِيهِمْ حِيتَانُهُمْ يَوْمَ سَبْتِهِمْ شُرَّعًا وَيَوْمَ لَا يَسْبِتُونَ لَا تَأْتِيهِمْ كَذَلِكَ نَبْلُوهُمْ بِمَا كَانُوا يَفْسُقُونَ وَإِذْ قَالَتْ أُمَّةٌ مِنْهُمْ لِمَ تَعِظُونَ قَوْمًا اللَّهُ مُهْلِكُهُمْ أَوْ مُعَذِّبُهُمْ عَذَابًا شَدِيدًا قَالُوا مَعْذِرَةً إِلَى رَبِّكُمْ وَلَعَلَّهُمْ يَتَّقُونَ فَلَمَّا نَسُوا مَا ذُكِّرُوا بِهِ أَنْجَيْنَا الَّذِينَ يَنْهَوْنَ عَنِ السُّوءِ وَأَخَذْنَا الَّذِينَ ظَلَمُوا بِعَذَابٍ بَئِيسٍ بِمَا كَانُوا يَفْسُقُونَ فَلَمَّا عَتَوْا عَنْ مَا نُهُوا عَنْهُ قُلْنَا لَهُمْ كُونُوا قِرَدَةً خَاسِئِينَ .\n\nوقال تعالى في سورة \"البقرة\": وَلَقَدْ عَلِمْتُمُ الَّذِينَ اعْتَدَوْا مِنْكُمْ فِي السَّبْتِ فَقُلْنَا لَهُمْ كُونُوا قِرَدَةً خَاسِئِينَ فَجَعَلْنَاهَا نَكَالًا لِمَا بَيْنَ يَدَيْهَا وَمَا خَلْفَهَا وَمَوْعِظَةً لِلْمُتَّقِينَ\" \n \nوقال تعالى في سورة \"النساء\":\n\n\" أَوْ نَلْعَنَهُمْ كَمَا لَعَنَّا أَصْحَابَ السَّبْتِ وَكَانَ أَمْرُ اللَّهِ مَفْعُولًا\"\n\nالقصة:\n\nأبطال هذه الحادثة، جماعة من اليهود، كانوا يسكنون في قرية ساحلية. اختلف المفسّرون في اسمها، ودار حولها جدل كثير. أما القرآن الكريم، فلا يذكر الاسم ويكتفي بعرض القصة لأخذ العبرة منها.\n\nوكان اليهود لا يعملون يوم السبت، وإنما يتفرغون فيه لعبادة الله. فقد فرض الله عليهم عدم الانشغال بأمور الدنيا يوم السبت بعد أن طلبوا منه سبحانه أن يخصص لهم يوما للراحة والعبادة، لا عمل فيه سوى التقرب لله بأنواع العبادة المختلفة.\n\nوجرت سنّة الله في خلقه. وحان موعد الاختبار والابتلاء. اختبار لمدى صبرهم واتباعهم لشرع الله. وابتلاء يخرجون بعده أقوى عزما، وأشد إرادة. تتربى نفوسهم فيه على ترك الجشع والطمع، والصمود أمام المغريات.\n\nلقد ابتلاهم الله عز وجل، بأن جعل الحيتان تأتي يوم السبت للساحل، وتتراءى لأهل القرية، بحيث يسهل صيدها. ثم تبتعد بقية أيام الأسبوع. فانهارت عزائم فرقة من القوم، واحتالوا الحيل –على شيمة اليهود- وبدوا بالصيد يوم السبت. لم يصطادوا السمك مباشرة، وإنما أقاموا الحواجز والحفر، فإذا قدمت الحيتان حاوطوها يوم السبت، ثم اصطادوها يوم الأحد. كان هذا الاحتيال بمثابة صيد، وهو محرّم عليهم.\n\nفانقسم أهل القرية لثلاث فرق. فرقة عاصية، تصطاد بالحيلة. وفرقة لا تعصي الله، وتقف موقفا إيجابيا مما يحدث، فتأمر بالمعروف وتنهى عن المكر، وتحذّر المخالفين من غضب الله. وفرقة ثالثة، سلبية، لا تعصي الله لكنها لا تنهى عن المكر.\n\nوكانت الفرقة الثالثة، تتجادل مع الفرقة الناهية عن المنكر وتقول لهم: ما فائدة نصحكم لهؤلاء العصاة؟ إنهم لن يتوفقوا عن احتيالهم، وسيصبهم من الله عذاب أليم بسبب أفعالهم. فلا جدة من تحذيرهم بعدما كتب الله عليهم الهلاك لانتهاكهم حرماته.\n\nوبصرامة المؤمن الذي يعرف واجباته، كان الناهون عن المكر يجيبون: إننا نقوم بواجبنا في الأمر بالمعروف وإنكار المنكر، لنرضي الله سبحانه، ولا تكون علينا حجة يوم القيامة. وربما تفيد هذه الكلمات، فيعودون إلى رشدهم، ويتركون عصيانهم.\n\nبعدما استكبر العصاة المحتالوا، ولم تجد كلمات المؤمنين نفعا معهم، جاء أمر الله، وحل بالعصاة العذاب. لقد عذّب الله العصاة وأنجى الآمرين بالمعروف والناهين عن المنكر. أما الفرقة الثالثة، التي لم تعص الله لكنها لم تنه عن المكر، فقد سكت النصّ القرآني عنها. يقول سيّد قطب رحمه الله: \"ربما تهوينا لشأنها -وإن كانت لم تؤخذ بالعذاب- إذ أنها قعدت عن الإنكار الإيجابي, ووقفت عند حدود الإنكار السلبي. فاستحقت الإهمال وإن لم تستحق العذاب\" (في ظلال القرآن).\n\nلقد كان العذاب شديدا. لقد مسخهم الله، وحوّلهم لقردة عقابا لهم لإمعانهم في المعصية.\n\nوتحكي بعض الروايات أن الناهون أصبحوا ذات يوم في مجالسهم ولم يخرج من المعتدين أحد. فتعجبوا وذهبوا لينظرون ما الأمر. فوجودا المعتدين وقد أصبحوا قردة. فعرفت القردة أنسابها من الإنس, ولم تعرف الإنس أنسابهم من القردة; فجعلت القردة تأتي نسيبها من الإنس فتشم ثيابه وتبكي; فيقول: ألم ننهكم! فتقول برأسها نعم.\n\nالروايات في هذا الشأن كثيرة، ولم تصح الكثير من الأحاديث عن رسول الله صلى الله عليه وسلم في شأنها. لذا نتوقف هنا دون الخوض في مصير القردة، وكيف عاشوا حياتهم بعد خسفهم."
  },
  {
    "number": "قصة طالوت وجالوت ",
    "text": "",
    "label": "ورد ذكر القصة في سورة البقرة الآيات 246-251.\n\nقال تعالى :\n(( أَلَمْ تَرَ إِلَى الْمَلَإِ مِنْ بَنِي إِسْرَائِيلَ مِنْ بَعْدِ مُوسَى إِذْ قَالُوا لِنَبِيٍّ لَهُمُ ابْعَثْ لَنَا مَلِكًا نُقَاتِلْ فِي سَبِيلِ اللَّهِ قَالَ هَلْ عَسَيْتُمْ إِنْ كُتِبَ عَلَيْكُمُ الْقِتَالُ أَلَّا تُقَاتِلُوا قَالُوا وَمَا لَنَا أَلَّا نُقَاتِلَ فِي سَبِيلِ اللَّهِ وَقَدْ أُخْرِجْنَا مِنْ دِيَارِنَا وَأَبْنَائِنَا فَلَمَّا كُتِبَ عَلَيْهِمُ الْقِتَالُ تَوَلَّوْا إِلَّا قَلِيلًا مِنْهُمْ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ (246) وَقَالَ لَهُمْ نَبِيُّهُمْ إِنَّ اللَّهَ قَدْ بَعَثَ لَكُمْ طَالُوتَ مَلِكًا قَالُوا أَنَّى يَكُونُ لَهُ الْمُلْكُ عَلَيْنَا وَنَحْنُ أَحَقُّ بِالْمُلْكِ مِنْهُ وَلَمْ يُؤْتَ سَعَةً مِنَ الْمَالِ قَالَ إِنَّ اللَّهَ اصْطَفَاهُ عَلَيْكُمْ وَزَادَهُ بَسْطَةً فِي الْعِلْمِ وَالْجِسْمِ وَاللَّهُ يُؤْتِي مُلْكَهُ مَنْ يَشَاءُ وَاللَّهُ وَاسِعٌ عَلِيمٌ (247) وَقَالَ لَهُمْ نَبِيُّهُمْ إِنَّ آَيَةَ مُلْكِهِ أَنْ يَأْتِيَكُمُ التَّابُوتُ فِيهِ سَكِينَةٌ مِنْ رَبِّكُمْ وَبَقِيَّةٌ مِمَّا تَرَكَ آَلُ مُوسَى وَآَلُ هَارُونَ تَحْمِلُهُ الْمَلَائِكَةُ إِنَّ فِي ذَلِكَ لَآَيَةً لَكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ (248) فَلَمَّا فَصَلَ طَالُوتُ بِالْجُنُودِ قَالَ إِنَّ اللَّهَ مُبْتَلِيكُمْ بِنَهَرٍ فَمَنْ شَرِبَ مِنْهُ فَلَيْسَ مِنِّي وَمَنْ لَمْ يَطْعَمْهُ فَإِنَّهُ مِنِّي إِلَّا مَنِ اغْتَرَفَ غُرْفَةً بِيَدِهِ فَشَرِبُوا مِنْهُ إِلَّا قَلِيلًا مِنْهُمْ فَلَمَّا جَاوَزَهُ هُوَ وَالَّذِينَ آَمَنُوا مَعَهُ قَالُوا لَا طَاقَةَ لَنَا الْيَوْمَ بِجَالُوتَ وَجُنُودِهِ قَالَ الَّذِينَ يَظُنُّونَ أَنَّهُمْ مُلَاقُو اللَّهِ كَمْ مِنْ فِئَةٍ قَلِيلَةٍ غَلَبَتْ فِئَةً كَثِيرَةً بِإِذْنِ اللَّهِ وَاللَّهُ مَعَ الصَّابِرِينَ (249) وَلَمَّا بَرَزُوا لِجَالُوتَ وَجُنُودِهِ قَالُوا رَبَّنَا أَفْرِغْ عَلَيْنَا صَبْرًا وَثَبِّتْ أَقْدَامَنَا وَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ (250) فَهَزَمُوهُمْ بِإِذْنِ اللَّهِ وَقَتَلَ دَاوُودُ جَالُوتَ وَآَتَاهُ اللَّهُ الْمُلْكَ وَالْحِكْمَةَ وَعَلَّمَهُ مِمَّا يَشَاءُ وَلَوْلَا دَفْعُ اللَّهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ لَفَسَدَتِ الْأَرْضُ وَلَكِنَّ اللَّهَ ذُو فَضْلٍ عَلَى الْعَالَمِينَ (251) ))\n\nالقصة:\n\nذهب بنو إسرائيل لنبيهم يوما.. سألوه: ألسنا مظلومين؟\n\nقال: بلى..\n\nقالوا: ألسنا مشردين؟\n\nقال: بلى..\n\nقالوا: ابعث لنا ملكا يجمعنا تحت رايته كي نقاتل في سبيل الله ونستعيد أرضنا ومجدنا.\n\nقال نبيهم وكان أعلم بهم: هل أنتم واثقون من القتال لو كتب عليكم القتال؟\n\nقالوا: ولماذا لا نقاتل في سبيل الله، وقد طردنا من ديارنا، وتشرد أبناؤنا، وساء حالنا؟\n\nقال نبيهم: إن الله اختار لكم طالوت ملكا عليكم.\n\nقالوا: كيف يكون ملكا علينا وهو ليس من أبناء الأسرة التي يخرج منها الملوك -أبناء يهوذا- كما أنه ليس غنيا وفينا من هو أغنى منه؟\n\nقال نبيهم: إن الله اختاره، وفضله عليكم بعلمه وقوة جسمه.\n\nقالوا: ما هي آية ملكه؟\n\nقال لهم نبيهم: يسرجع لكم التابوت تجمله الملائكة.\n\nووقعت هذه المعجزة.. وعادت إليهم التوراة يوما.. ثم تجهز جيش طالوت، وسار الجيش طويلا حتى أحس الجنود بالعطش.. قال الملك طالوت لجنوده: سنصادف نهرا في الطريق، فمن شرب منه فليخرج من الجيش، ومن لم يذقه وإنما بل ريقه فقط فليبق معي في الجيش..\n\nوجاء النهر فشرب معظم الجنود، وخرجوا من الجيش، وكان طالوت قد أعد هذا الامتحان ليعرف من يطيعه من الجنود ومن يعصاه، وليعرف أيهم قوي الإرادة ويتحمل العطش، وأيهم ضعيف الإرادة ويستسلم بسرعة. لم يبق إلا ثلاثمئة وثلاثة عشر رجلا، لكن جميعهم من الشجعان.\n\nكان عدد أفراد جيش طالوت قليلا، وكان جيش العدو كبيرا وقويا.. فشعر بعض -هؤلاء الصفوة- أنهم أضعف من جالوت وجيشه وقالوا: كيف نهزم هذا الجيش الجبار..؟‍‍‍‍‍‍‍‍‍!\n\nقال المؤمنون من جيش طالوت: النصر ليس بالعدة والعتاد، إنما النصر من عند الله.. (كَم مِّن فِئَةٍ قَلِيلَةٍ غَلَبَتْ فِئَةً كَثِيرَةً بِإِذْنِ اللّهِ).. فثبّتوهم.\n\nوبرز جالوت في دروعه الحديدية وسلاحه، وهو يطلب أحدا يبارزه.. وخاف منه جنود طالوت جميعا.. وهنا برز من جيش طالوت راعي غنم صغير هو داود.. كان داود مؤمنا بالله، وكان يعلم أن الإيمان بالله هو القوة الحقيقية في هذا الكون، وأن العبرة ليست بكثرة السلاح، ولا ضخامة الجسم ومظهر الباطل.\n\nوكان الملك، قد قال: من يقتل جالوت يصير قائدا على الجيش ويتزوج ابنتي.. ولم يكن داود يهتم كثيرا لهذا الإغراء.. كان يريد أن يقتل جالوت لأن جالوت رجل جبار وظالم ولا يؤمن بالله.. وسمح الملك لداود أن يبارز جالوت..\n\nوتقدم داود بعصاه وخمسة أحجار ومقلاعه (وهو نبلة يستخدمها الرعاة).. تقدم جالوت المدجج بالسلاح والدروع.. وسخر جالوت من داود وأهانه وضحك منه، ووضع داود حجرا قويا في مقلاعه وطوح به في الهواء وأطلق الحجر. فأصاب جالوت فقتله. وبدأت المعركة وانتصر جيش طالوت على جيش جالوت.\n\nبعد فترة أصبح داود -عليه السلم- ملكا لبني إسرائيل، فجمع الله على يديه النبوة والملك مرة أخرى. وتأتي بعض الروايات لتخبرنا بأن طالوت بعد أن اشتهر نجم داوود أكلت الغيرة قلبه، وحاول قتله، وتستمر الروايات في نسج مثل هذه الأمور. لكننا لا نود الخوض فيها فليس لدينا دليل قوي عليها.                      "
  },
  {
    "number": "قصة أصحاب الاخدود ",
    "text": "",
    "label": "ورد ذكر القصة في سورة البروج الآيات 4-9، وتفصيلها في صحيح الإمام مسلم.\n\nقال الله تعالى(( وَالسَّمَاءِ ذَاتِ الْبُرُوجِ وَالْيَوْمِ الْمَوْعُودِ وَشَاهِدٍ وَمَشْهُودٍ قُتِلَ أَصْحَابُ الْأُخْدُودِ النَّارِ ذَاتِ الْوَقُودِ إِذْ هُمْ عَلَيْهَا قُعُودٌ وَهُمْ عَلَى مَا يَفْعَلُونَ بِالْمُؤْمِنِينَ شُهُودٌ وَمَا نَقَمُوا مِنْهُمْ إِلَّا أَنْ يُؤْمِنُوا بِاللَّهِ الْعَزِيزِ الْحَمِيدِ الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَاللَّهُ عَلَى كُلِّ شَيْءٍ شَهِيدٌ إِنَّ الَّذِينَ فَتَنُوا الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ ثُمَّ لَمْ يَتُوبُوا فَلَهُمْ عَذَابُ جَهَنَّمَ وَلَهُمْ عَذَابُ الْحَرِيقِ ))\n\nالقصة:\n\nإنها قصة فتاً آمن، فصبر وثبت، فآمنت معه قريته.\n\nلقد كان غلاما نبيها، ولم يكن قد آمن بعد. وكان يعيش في قرية ملكها كافر يدّعي الألوهية. وكان للملك ساحر يستعين به. وعندما تقدّم العمر بالساحر، طلب من الملك أن يبعث له غلاما يعلّمه السحر ليحلّ محله بعد موته. فاختير هذا الغلام وأُرسل للساحر.\n\nفكان الغلام يذهب للساحر ليتعلم منه، وفي طريقه كان يمرّ على راهب. فجلس معه مرة وأعجبه كلامه. فصار يجلس مع الراهب في كل مرة يتوجه فيها إلى الساحر. وكان الساحر يضربه إن لم يحضر. فشكى ذلك للراهب. فقال له الراهب: إذا خشيت الساحر فقل حبسني أهلي، وإذا خشيت أهلك فقل حبسني الساحر.\n\nوكان في طريقه في أحد الأيام، فإذا بحيوان عظيم يسدّ طريق الناس. فقال الغلام في نفسه، اليوم أعلم أيهم أفضل، الساحر أم الراهب. ثم أخذ حجرا وقال: اللهم إن كان أمر الراهب أحب إليك من أمر الساحر فاقتل هذه الدابة حتى يمضي الناس. ثم رمى الحيوان فقلته، ومضى الناس في طريقهم. فتوجه الغلام للراهب وأخبره بما حدث. فقال له الراهب: يا بنى، أنت اليوم أفضل مني، وإنك ستبتلى، فإذا ابتليت فلا تدلّ عليّ.\n\nوكان الغلام بتوفيق من الله يبرئ الأكمه والأبرص ويعالج الناس من جميع الأمراض. فسمع به أحد جلساء الملك، وكان قد فَقَدَ بصره. فجمع هدايا كثرة وتوجه بها للغلام وقال له: أعطيك جميع هذه الهداية إن شفيتني. فأجاب الغلام: أنا لا أشفي أحدا، إنما يشفي الله تعالى، فإن آمنت بالله دعوت الله فشفاك. فآمن جليس الملك، فشفاه الله تعالى.\n\nفذهب جليس الملجس، وقعد بجوار الملك كما كان يقعد قبل أن يفقد بصره. فقال له الملك: من ردّ عليك بصرك؟ فأجاب الجليس بثقة المؤمن: ربّي. فغضب الملك وقال: ولك ربّ غيري؟ فأجاب المؤمن دون تردد: ربّي وربّك الله. فثار الملك، وأمر بتعذيبه. فلم يزالوا يعذّبونه حتى دلّ على الغلام.\n\nأمر الملك بإحضار الغلام، ثم قال له مخاطبا: يا بني، لقد بلغت من السحر مبلغا عظيما، حتى أصبحت تبرئ الأكمه والأبرص وتفعل وتفعل. فقال الغلام: إني لا أشفي أحدا، إنما يشفي الله تعالى. فأمر الملك بتعذيبه. فعذّبوه حتى دلّ على الراهب.\n\nفأُحضر الراهب وقيل له: ارجع عن دينك. فأبى الراهب ذلك. وجيئ بمشار، ووضع على مفرق رأسه، ثم نُشِرَ فوقع نصفين. ثم أحضر جليس الملك، وقيل له: ارجع عن دينك. فأبى. فَفُعِلَ به كما فُعِلَ بالراهب. ثم جيئ بالغلام وقيل له: ارجع عن دينك. فأبى الغلام. فأمر الملك بأخذ الغلام لقمة جبل، وتخييره هناك، فإما أن يترك دينه أو أن يطرحوه من قمة الجبل.\n\nفأخذ الجنود الغلام، وصعدوا به الجبل، فدعى الفتى ربه: اللهم اكفنيهم بما شئت. فاهتزّ الجبل وسقط الجنود. ورجع الغلام يمشي إلى الملك. فقال الملك: أين من كان معك؟ فأجاب: كفانيهم الله تعالى. فأمر الملك جنوده بحمل الغلام في سفينة، والذهاب به لوسط البحر، ثم تخييره هناك بالرجوع عن دينه أو إلقاءه.\n\nفذهبوا به، فدعى الغلام الله: اللهم اكفنيهم بما شئت. فانقلبت بهم السفينة وغرق من كان عليها إلا الغلام. ثم رجع إلى الملك. فسأله الملك باستغراب: أين من كان معك؟ فأجاب الغلام المتوكل على الله: كفانيهم الله تعالى. ثم قال للملك: إنك لن تستطيع قتلي حتى تفعل ما آمرك به. فقال الملك: ما هو؟ فقال الفتى المؤمن: أن تجمع الناس في مكان واحد، وتصلبي على جذع، ثم تأخذ سهما من كنانتي، وتضع السهم في القوس، وتقول \"بسم الله ربّ الغلام\" ثم ارمني، فإن فعلت ذلك قتلتني.\n\nاستبشر الملك بهذا الأمر. فأمر على الفور بجمع الناس، وصلب الفتى أمامهم. ثم أخذ سهما من كنانته، ووضع السهم في القوس، وقال: باسم الله ربّ الغلام، ثم رماه فأصابه فقتله.\n\nفصرخ الناس: آمنا بربّ الغلام. فهرع أصحاب الملك إليه وقالوا: أرأيت ما كنت تخشاه! لقد وقع، لقد آمن الناس.\n\nفأمر الملك بحفر شقّ في الأرض، وإشعال النار فيها. ثم أمر جنوده، بتخيير الناس، فإما الرجوع عن الإيمان، أو إلقائهم في النار. ففعل الجنود ذلك، حتى جاء دور امرأة ومعها صبي لها، فخافت أن تُرمى في النار. فألهم الله الصبي أن يقول لها: يا أمّاه اصبري فإنك على الحق.                      "
  },
  {
    "number": "قصة أصحاب الفيل ",
    "text": "",
    "label": "ورد ذكر القصة في سورة الفيل الآيات 1-5.\n\nقال تعالى :\n ((أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِأَصْحَابِ الْفِيلِ (1) أَلَمْ يَجْعَلْ كَيْدَهُمْ فِي تَضْلِيلٍ (2) وَأَرْسَلَ عَلَيْهِمْ طَيْرًا أَبَابِيلَ (3) تَرْمِيهِمْ بِحِجَارَةٍ مِنْ سِجِّيلٍ (4) فَجَعَلَهُمْ كَعَصْفٍ مَأْكُولٍ (5) ))\n\nالقصة :\nكانت اليمن تابعة للنجاشي ملك الحبشة. وقام والي اليمن (أبرهة) ببناء كنيسة عظيمة، وأراد أن يغيّر وجهة حجّ العرب. فيجعلهم يحجّون إلى هذه الكنيسة بدلا من بيت الله الحرام. فكتب إلى النجاشي: إني قد بنيت لك أيها الملك كنيسة لم يبن مثلها لملك كان قبلك, ولست بمنته حتى أصرف إليها حج العرب. إلا أن العرب أبوا ذلك، وأخذتهم عزتهم بمعتقداتهم وأنسابهم. فهم أبناء إبراهيم وإسماعيل، فكيف يتركون البيت الذي بناه آباءهم ويحجّوا لكنيسة بناها نصراني! وقيل أن رجلا من العرب ذهب وأحدث في الكنيسة تحقيرا لها. وأنا بنو كنانة قتلوا رسول أبرهة الذي جاء يطلب منهم الحج للكنيسة.\nفعزم أبرهة على هدم الكعبة. وجهّز جيشا جرارا، ووضع في مقدمته فيلا مشهورا عندهم يقال أن اسمه محمود. فعزمت العرب على تقال أبرهة. وكان أول من خرج للقاءه، رجل من أشراف من اليمن يقال له ذو نفر. دعى قومه فأجابوه، والتحموا بجيش أبرهة. لكنه هُزِم وسيق أسيرا إلى أبرهة.\nثم خرج نفيل بن حبيب الخثعمي، وحارب أبرهة. فهزمهم أبرهة وأُخِذَ نفيل أسيرا، وصار دليلا لجيش أبرهة. حتى وصلوا للطائف، فخرج رجال من ثقيف، وقالوا لأبرهة أن الكعبة موجودة في مكة –حتى لا يهدم بيت اللات الذي بنوه في الطائف- وأرسلوا مع الجيش رجلا منهم ليدلّهم على الكعبة! وكان اسم الرجل أبو رغال. توفي في الطريق ودفن فيها، وصار قبره مرجما عند العرب. فقال الشاعر:\nوأرجم قبره في كل عام * * * كرجم الناس قبر أبي رغال\nوفي مكان يسمى المغمس بين الطائف ومكة، أرسل أبرهة كتيبة من جنده، ساقت له أموال قريش وغيرها من القبائل. وكان من بين هذه الأموال مائتي بعير لعبد المطلب بن هاشم، كبير قريش وسيّدها. فهمّت قريش وكنانة وهذيل وغيرهم على قتال أبرهة. ثم عرفوا أنهم لا طاقة لهم به فتركوا ذلك .\nوبعث أبرهة رسولا إلى مكة يسأل عن سيد هذا البلد, ويبلغه أن الملك لم يأت لحربهم وإنما جاء لهدم هذا البيت, فإن لم يتعرضوا له فلا حاجة له في دمائهم! فإذا كان سيد البلد لا يريد الحرب جاء به إلى الملك. فلما أخب الرسول عبد المطلب برسالة الملك، أجابه: والله ما نريد حربه وما لنا بذلك من طاقة. هذا بيت الله الحرام. وبيت خليله إبراهيم عليه السلام.. فإن يمنعه منه فهو بيته وحرمه, وإن يخل بينه وبينه فوالله ما عندنا دفع عنه.\nثم انطلق عبد المطلب مع الرسول لمحادثة أبرهة. وكان عبد المطلب أوسم الناس وأجملهم وأعظمهم. فلما رآه أبرهة أجله وأعظمه, وأكرمه عن أن يجلسه تحته, وكره أن تراه الحبشة يجلس معه على سرير ملكه. فنزل أبرهة عن سريره, فجلس على بساطه وأجلسه معه إلى جانبه. ثم قال لترجمانه: قل له: ما حاجتك? فقال: حاجتي أن يرد علي الملك مائتي بعير أصابها لي. فلما قال ذلك, قال أبرهة لترجمانه: قل له: قد كنت أعجبتني حين رأيتك, ثم قد زهدت فيك حين كلمتني! أتكلمني في مئتي بعير أصبتها لك وتترك بيتا هو دينك ودين آبائك قد جئت لهدمه لا تكلمني فيه? قال له عبد المطلب: إني أنا رب الإبل. وإن للبيت رب سيمنعه. فاستكبر أبرهة وقال: ما كان ليمتنع مني. قال: أنت وذاك!.. فردّ أبرهة على عبد المطلب إبله.\nثم عاد عبد المطلب إلى قريش وأخبرهم بما حدث، وأمرهم بالخروج من مكة والبقاء في الجبال المحيطة بها. ثم توجه وهو ورجال من قريش إلى للكعبة وأمسك حلقة بابها، وقاموا يدعون الله ويستنصرونه. ثم ذهب هو ومن معه للجبل.\nثم أمر أبرهة جيشه والفيل في مقدمته بدخول مكة. إلا أن الفيل برك ولم يتحرك. فضربوه ووخزوه، لكنه لم يقم من مكانه. فوجّهوه ناحية اليمن، فقام يهرول. ثم وجّهوه ناحية الشام، فتوجّه. ثم وجّهوه جهة الشرق، فتحرّك. فوجّهوه إلى مكة فَبَرَك.\nثم كان ما أراده الله من إهلاك الجيش وقائده, فأرسل عليهم جماعات من الطير، مع كل طائر منها ثلاثة أحجار: حجر في منقاره, وحجران في رجليه, أمثال الحمص والعدس, لا تصيب منهم أحدا إلا هلك. فتركتهم كأوراق الشجر الجافة الممزقة. فهاج الجيش وماج، وبدوا يسألون عن نفيل بن حبيب; ليدلهم على الطريق إلى اليمن. فقال نفيل بن حبيب حين رأى ما أنزل الله بهم من نقمته:\nأين المفر والإله الطالب * * * والأشرم المغلوب ليس الغالب\nوقال أيضا:\nحمدت الله إذ أبصرت طيرا * * * وخفت حجارة تلقى علينا\nفكل القوم يسأل عن نفيـل * * * كأن علي للحبشان دينـا\nوأصيب أبرهة في جسده، وخرجوا به معهم يتساقط لحمه قطعا صغيرة تلو الأخرى، حتى وصلوا إلى صنعاء, فما مات حتى انشق صدره عن قلبه كما تقول الروايات.\nإن لهذه القصة دلالات كثيرة يصفا الأستاذ سيّد قطب رحمه الله في كتابه (في ظلال القرآن):\nفأما دلالة هذا الحادث والعبر المستفادة من التذكير به فكثيرة . .\nوأول ما توحي به أن الله - سبحانه - لم يرد أن يكل حماية بيته إلى المشركين، ولو أنهم كانوا يعتزون بهذا البيت, ويحمونه ويحتمون به. فلما أراد أن يصونه ويحرسه ويعلن حمايته له وغيرته عليه ترك المشركين يهزمون أمام القوة المعتدية. وتدخلت القدرة سافرة لتدفع عن بيت الله الحرام, حتى لا تتكون للمشركين يد على بيته ولا سابقة في حمايته, بحميتهم الجاهلية.\nكذلك توحي دلالة هذا الحادث بأن الله لم يقدر لأهل الكتاب - أبرهة وجنوده - أن يحطموا البيت الحرام أو يسيطروا على الأرض المقدسة. حتى والشرك يدنسه, والمشركون هم سدنته. ليبقي هذا البيت عتيقا من سلطان المتسلطين, مصونا من كيد الكائدين.\nونحن نستبشر بإيحاء هذه الدلالة اليوم ونطمئن, إزاء ما نعلمه من أطماع فاجرة ماكرة ترف حول الأماكن المقدسة من الصليبية العالمية والصهيونية العالمية, ولا تني أو تهدأ في التمهيد الخفي اللئيم لهذه الأطماع الفاجرة الماكرة. فالله الذي حمى بيته من أهل الكتاب وسدنته مشركون, سيحفظه إن شاء الله, ويحفظ مدينة رسوله من كيد الكائدين ومكر الماكرين!\nوالإيحاء الثالث هو أن العرب لم يكن لهم دور في الأرض. بل لم يكن لهم كيان قبل الإسلام. كانوا في اليمن تحت حكم الفرس أو الحبشة. وكانت دولتهم حين تقوم هناك أحيانا تقوم تحت حماية الفرس. وفي الشمال كانت الشام تحت حكم الروم إما مباشرة وإما بقيام حكومة عربية تحت حماية الرومان. ولم ينج إلا قلب الجزيرة من تحكم الأجانب فيه. ولكنه ظل في حالة تفكك لا تجعل منه قوة حقيقية في ميدان القوى العالمية. وكان يمكن أن تقوم الحروب بين القبائل أربعين سنة, ولكن لم تكن هذه القبائل متفرقة ولا مجتمعة ذات وزن عند الدول القوية المجاورة. وما حدث في عام الفيل كان مقياسا لحقيقة هذه القوة حين تتعرض لغزو أجنبي.\nوتحت راية الإسلام ولأول مرة في تاريخ العرب أصبح لهم دور عالمي يؤدونه. وأصبحت لهم قوة دولية يحسب لها حساب. قوة جارفة تكتسح الممالك وتحطم العروش, وتتولى قيادة البشرية, بعد أن تزيح القيادات الضالة. ولكن الذي هيأ للعرب هذا لأول مرة في تاريخهم هو أنهم نسوا أنهم عرب! نسوا نعرة الجنس, وعصبية العنصر, وذكروا أنهم ومسلمون. مسلمون فقط. ورفعوا راية الإسلام, وراية الإسلام وحدها. وحملوا عقيدة ضخمة قوية يهدونها إلى البشرية رحمة برا بالبشرية; ولم يحملوا قومية ولا عنصرية ولا عصبية. حملوا فكرة سماوية يعلمون الناس بها لا مذهبا أرضيا يخضعون الناس لسلطانه. وخرجوا من أرضهم جهادا في سبيل الله وحده, ولم يخرجوا ليؤسسوا إمبراطورية عربية ينعمون ويرتعون في ظلها, ويشمخون ويتكبرون تحت حمايتها, ويخرجون الناس من حكم الروم والفرس إلى حكم العرب وإلى حكمهم أنفسهم! إنما قاموا ليخرجوا الناس من عبادة العباد جميعا إلى عبادة الله وحده. عندئذ فقط كان للعرب وجود, وكانت لهم قوة, وكانت لهم قيادة. ولكنها كانت كلها لله وفي سبيل الله. وقد ظلت لهم قوتهم. وظلت لهم قيادتهم ما استقاموا على الطريقة. حتى إذا انحرفوا عنها وذكروا عنصريتهم وعصبيتهم, وتركوا راية الله ليرفعوا راية العصبية نبذتهم الأرض وداستهم الأمم, لأن الله قد تركهم حيثما تركوه، ونسيهم مثلما نسوه!\nوما العرب بغير الإسلام? ما الفكرة التي قدموها للبشرية أو يملكون تقديمها إذا هم تخلوا عن هذه الفكرة? وما قيمة أمة لا تقدم للبشرية فكرة? إن كل أمة قادت البشرية في فترة من فترات التاريخ كانت تمثل فكرة. والأمم التي لم تكن تمثل فكرة كالتتار الذين اجتاحوا الشرق, والبرابرة الذين اجتاحوا الدولة الرومانية في الغرب لم يستطيعوا الحياة طويلا, إنما ذابوا في الأمم التي فتحوها. والفكرة الوحيدة التي تقدم بها العرب للبشرية كانت هي العقيدة الإسلامية, وهي التي رفعتهم إلى مكان القيادة, فإذا تخلوا عنها لم تعد لهم في الأرض وظيفة, ولم يعد لهم في التاريخ دور. وهذا ما يجب أن يذكره العرب جيدا إذا هم أرادوا الحياة, وأرادوا القوة، وأرادوا القيادة. والله الهادي من الضلال.                      "
  },
  {
    "number": "قصة الخضر",
    "text": "",
    "label": "ورد ذكر القصة في سورة الكهف الآيات 60-82.\n\nالقصة:\n\nقال تعالى:\nوَإِذْ قَالَ مُوسَى لِفَتَاهُ لَا أَبْرَحُ حَتَّى أَبْلُغَ مَجْمَعَ الْبَحْرَيْنِ أَوْ أَمْضِيَ حُقُبًا (60) (الكهف)\nكان لموسى -عليه السلام- هدف من رحلته هذه التي اعتزمها،, وأنه كان يقصد من ورائها امرا، فهو يعلن عن تصميمه على بلوغ مجمع البحرين مهما تكن المشقة، ومهما يكن الزمن الذي ينفه في الوصول. فيعبر عن هذا التصميم قائلا (أَوْ أَمْضِيَ حُقُبًا).\nنرى أن القرآن الكريم لا يحدد لنا المكان الذي وقت فيه الحوادث، ولا يحدد لنا التاريخ، كما أنه لم يصرح بالأسماء. ولم يبين ماهية العبد الصالح الذي التقاه موسى، هل هو نبي أو رسول؟ أم عالم؟ أم ولي؟\nاختلف المفسرون في تحديد المكان، فقيل إنه بحر فارس والروم، وقيل بل بحر الأردن أو القلزم، وقيل عند طنجة، وقيل في أفريقيا، وقيل هو بحر الأندلس.. ولا يقوم الدليل على صحة مكان من هذه الأمكنة، ولو كان تحديد المكان مطلوبا لحدده الله تعالى.. وإنما أبهم السياق القرآني المكان، كما أبهم تحديد الزمان، كما ضبب أسماء الأشخاص لحكمة عليا.\nإن القصة تتعلق بعلم ليس هو علمنا القائم على الأسباب.. وليس هو علم الأنبياء القائم على الوحي.. إنما نحن أمام علم من طبيعة غامضة أشد الغموض.. علم القدر الأعلى، وذلك علم أسدلت عليه الأستار الكثيفة.. مكان اللقاء مجهول كما رأينا.. وزمان اللقاء غير معروف هو الآخر.. لا نعرف متى تم لقاء موسى بهذا العبد.\nوهكذا تمضي القصة بغير أن تحدد لك سطورها مكان وقوع الأحداث، ولا زمانه، يخفي السياق القرآني أيضا اسم أهم أبطالها.. يشير إليه الحق تبارك وتعالى بقوله: (عَبْدًا مِّنْ عِبَادِنَا آتَيْنَاهُ رَحْمَةً مِنْ عِندِنَا وَعَلَّمْنَاهُ مِن لَّدُنَّا عِلْمًا) هو عبد أخفى السياق القرآني اسمه.. هذا العبد هو الذي يبحث عنه موسى ليتعلم منه.\nلقد خص الله تعالى نبيه الكريم موسى -عليه السلام- بأمور كثيرة. فهو كليم الله عز وجل، وأحد أولى العزم من الرسل، وصاحب معجزة العصا واليد، والنبي الذي أنزلت عليه التوراة دون واسطة، وإنما كلمه الله تكليما.. هذا النبي العظيم يتحول في القصة إلى طالب علم متواضع يحتمل أستاذه ليتعلم.. ومن يكون معلمه غير هذا العبد الذي يتجاوز السياق القرآني اسمه، وإن حدثتنا السنة المطهرة أنه هو الخضر -عليه السلام- كما حدثتنا أن الفتى هو يوشع بن نون ، ويسير موسى مع العبد الذي يتلقى علمه من الله بغير أسباب التلقي الني نعرفها.\nومع منزلة موسى العظيمة إلا أن الخضر يرفض صحبة موسى.. يفهمه أنه لن يستطيع معه صبرا.. ثم يوافق على صحبته بشرط.. ألا يسأله موسى عن شيء حتى يحدثه الخضر عنه.\nوالخضر هو الصمت المبهم ذاته، إنه لا يتحدث، وتصرفاته تثير دهشة موسى العميقة.. إن هناك تصرفات يأتيها الخضر وترتفع أمام عيني موسى حتى لتصل إلى مرتبة الجرائم والكوارث.. وهناك تصرفات تبدو لموسى بلا معنى.. وتثير تصرفات الخضر دهشة موسى ومعارضته.. ورغم علم موسى ومرتبته، فإنه يجد نفسه في حيرة عميقة من تصرفات هذا العبد الذي آتاه الله من لدنه علما.\nوقد اختلف العلماء في الخضر: فيهم من يعتبره وليا من أولياء الله، وفيهم من يعتبره نبيا.. وقد نسجت الأساطير نفسها حول حياته ووجوده، فقيل إنه لا يزال حيا إلى يوم القيامة، وهي قضية لم ترد بها نصوص أو آثار يوثق فيها، فلا نقول فيها إلا أنه مات كما يموت عباد الله.. وتبقى قضية ولايته، أو نبوته.. وسنرجئ الحديث في هذه القضية حتى ننظر في قصته كما أوردها القرآن الكريم.\nقام موسى خطيبا في بني إسرائيل، يدعوهم إلى الله ويحدثهم عن الحق، ويبدو أن حديثه جاء جامعا مانعا رائعا.. بعد أن انتهى من خطابه سأله أحد المستمعين من بني إسرائيل: هل على وجه الأرض أحد اعلم منك يا نبي الله؟\nقال موسى مندفعا: لا..\nوساق الله تعالى عتابه لموسى حين لم يرد العلم إليه، فبعث إليه جبريل يسأله: يا موسى ما يدريك أين يضع الله علمه؟\nأدرك موسى أنه تسرع.. وعاد جبريل، عليه السلام، يقول له: إن لله عبدا بمجمع البحرين هو أعلم منك.\nتاقت نفس موسى الكريمة إلى زيادة العلم، وانعقدت نيته على الرحيل لمصاحبة هذا العبد العالم.. سأل كيف السبيل إليه.. فأمر أن يرحل، وأن يحمل معه حوتا في مكتل، أي سمكة في سلة.. وفي هذا المكان الذي ترتد فيه الحياة لهذا الحوت ويتسرب في البحر، سيجد العبد العالم.. انطلق موسى -طالب العلم- ومعه فتاه.. وقد حمل الفتى حوتا في سلة.. انطلقا بحثا عن العبد الصالح العالم.. وليست لديهم أي علامة على المكان الذي يوجد فيه إلا معجزة ارتداد الحياة للسمكة القابعة في السلة وتسربها إلى البحر.\nويظهر عزم موسى -عليه السلام- على العثور على هذا العبد العالم ولو اضطره الأمر إلى أن يسير أحقابا وأحقابا. قيل أن الحقب عام، وقيل ثمانون عاما. على أية حال فهو تعبير عن التصميم، لا عن المدة على وجه التحديد.\nوصل الاثنان إلى صخرة جوار البحر.. رقد موسى واستسلم للنعاس، وبقي الفتى ساهرا.. وألقت الرياح إحدى الأمواج على الشاطئ فأصاب الحوت رذاذ فدبت فيه الحياة وقفز إلى البحر.. (فَاتَّخَذَ سَبِيلَهُ فِي الْبَحْرِ سَرَبًا).. وكان تسرب الحوت إلى البحر علامة أعلم الله بها موسى لتحديد مكان لقائه بالرجل الحكيم الذي جاء موسى يتعلم منه.\nنهض موسى من نومه فلم يلاحظ أن الحوت تسرب إلى البحر.. ونسي فتاه الذي يصحبه أن يحدثه عما وقع للحوت.. وسار موسى مع فتاه بقية يومهما وليلتهما وقد نسيا حوتهما.. ثم تذكر موسى غداءه وحل عليه التعب.. (قَالَ لِفَتَاهُ آتِنَا غَدَاءنَا لَقَدْ لَقِينَا مِن سَفَرِنَا هَذَا نَصَبًا).. ولمع في ذهن الفتى ما وقع.\nساعتئذ تذكر الفتى كيف تسرب الحوت إلى البحر هناك.. وأخبر موسى بما وقع، واعتذر إليه بأن الشيطان أنساه أن يذكر له ما وقع، رغم غرابة ما وقع، فقد اتخذ الحوت (سَبِيلَهُ فِي الْبَحْرِ عَجَبًا).. كان أمرا عجيبا ما رآه يوشع بن نون ، لقد رأى الحوت يشق الماء فيترك علامة وكأنه طير يتلوى على الرمال.\nسعد موسى من مروق الحوت إلى البحر و(قَالَ ذَلِكَ مَا كُنَّا نَبْغِ).. هذا ما كنا نريده.. إن تسرب الحوت يحدد المكان الذي سنلتقي فيه بالرجل العالم.. ويرتد موسى وفتاه يقصان أثرهما عائدين.. انظر إلى بداية القصة، وكيف تجيء غامضة أشد الغموض، مبهمة أعظم الإبهام.\nأخيرا وصل موسى إلى المكان الذي تسرب منه الحوت.. وصلا إلى الصخرة التي ناما عندها، وتسرب عندها الحوت من السلة إلى البحر.. وهناك وجدا رجلا.\nيقول البخاري إن موسى وفتاه وجدا الخضر مسجى بثوبه.. وقد جعل طرفه تحت رجليه وطرف تحت رأسه.\nفسلم عليه موسى، فكشف عن وجهه وقال: هل بأرضك سلام..؟ من أنت؟\nقال موسى: أنا موسى.\nقال الخضر: موسى بني إسرائيل.. عليك السلام يا نبي إسرائيل.\nقال موسى: وما أدراك بي..؟\nقال الخضر: الذي أدراك بي ودلك علي.. ماذا تريد يا موسى..؟\nقال موسى ملاطفا مبالغا في التوقير: (هَلْ أَتَّبِعُكَ عَلَى أَن تُعَلِّمَنِ مِمَّا عُلِّمْتَ رُشْدًا).\nقال الخضر: أما يكفيك أن التوراة بيديك.. وأن الوحي يأتيك..؟ يا موسى (إِنَّكَ لَن تَسْتَطِيعَ مَعِيَ صَبْرًا).\nنريد أن نتوقف لحظة لنلاحظ الفرق بين سؤال موسى الملاطف المغالي في الأدب.. ورد الخضر الحاسم، الذي يفهم موسى أن علمه لا ينبغي لموسى أن يعرفه، كما أن علم موسى هو علم لا يعرفه الخضر.. يقول المفسرون إن الخضر قال لموسى: إن علمي أنت تجهله.. ولن تطيق عليه صبرا، لأن الظواهر التي ستحكم بها على علمي لن تشفي قلبك ولن تعطيك تفسيرا، وربما رأيت في تصرفاتي ما لا تفهم له سببا أو تدري له علة.. وإذن لن تصبر على علمي يا موسى.\nاحتمل موسى كلمات الصد القاسية وعاد يرجوه أن يسمح له بمصاحبته والتعلم منه.. وقال له موسى فيما قال إنه سيجده إن شاء الله صابرا ولا يعصي له أمرا.\nتأمل كيف يتواضع كليم الله ويؤكد للعبد المدثر بالخفاء أنه لن يعصي له أمرا.\nقال الخضر لموسى -عليهما السلام- إن هناك شرطا يشترطه لقبول أن يصاحبه موسى ويتعلم منه هو ألا يسأله عن شيء حتى يحدثه هو عنه.. فوافق موسى على الشرط وانطلقا..\nانطلق موسى مع الخضر يمشيان على ساحل البحر.. مرت سفينة، فطلب الخضر وموسى من أصحابها أن يحملوهما، وعرف أصحاب السفينة الخضر فحملوه وحملوا موسى بدون أجر، إكراما للخضر، وفوجئ موسى حين رست السفينة وغادرها أصحابها وركابها.. فوجئ بأن الخضر يتخلف فيها، لم يكد أصحابها يبتعدون حتى بدأ الخضر يخرق السفينة.. اقتلع لوحا من ألواحها وألقاه في البحر فحملته الأمواج بعيدا.\nفاستنكر موسى فعلة الخضر. لقد حملنا أصحاب السفينة بغير أجر.. أكرمونا.. وها هو ذا يخرق سفينتهم ويفسدها.. كان التصرف من وجهة نظر موسى معيبا.. وغلبت طبيعة موسى المندفعة عليه، كما حركته غيرته على الحق، فاندفع يحدث أستاذه ومعلمه وقد نسي شرطه الذي اشترطه عليه: (قَالَ أَخَرَقْتَهَا لِتُغْرِقَ أَهْلَهَا لَقَدْ جِئْتَ شَيْئًا إِمْرًا).\nوهنا يلفت العبد الرباني نظر موسى إلى عبث محاولة التعليم منه، لأنه لن يستطيع الصبر عليه (قَالَ أَلَمْ أَقُلْ إِنَّكَ لَن تَسْتَطِيعَ مَعِيَ صَبْرًا)، ويعتذر موسى بالنسيان ويرجوه ألا يؤاخذه وألا يرهقه (قَالَ لَا تُؤَاخِذْنِي بِمَا نَسِيتُ وَلَا تُرْهِقْنِي مِنْ أَمْرِي عُسْرًا).\nسارا معا.. فمرا على حديقة يلعب فيها الصبيان.. حتى إذا تعبوا من اللعب انتحى كل واحد منهم ناحية واستسلم للنعاس.. فوجئ موسى بأن العبد الرباني يقتل غلاما.. ويثور موسى سائلا عن الجريمة التي ارتكبها هذا الصبي ليقتله هكذا.. يعاود العبد الرباني تذكيره بأنه أفهمه أنه لن يستطيع الصبر عليه (قَالَ أَلَمْ أَقُل لَّكَ إِنَّكَ لَن تَسْتَطِيعَ مَعِي صَبْرًا).. ويعتذر موسى بأنه نسي ولن يعاود الأسئلة وإذا سأله مرة أخرى سيكون من حقه أن يفارقه (قَالَ إِن سَأَلْتُكَ عَن شَيْءٍ بَعْدَهَا فَلَا تُصَاحِبْنِي قَدْ بَلَغْتَ مِن لَّدُنِّي عُذْرًا).\nومضى موسى مع الخضر.. فدخلا قرية بخيلة.. لا يعرف موسى لماذا ذهبا إلى القرية، ولا يعرف لماذا يبيتان فيها، نفذ ما معهما من الطعام، فاستطعما أهل القرية فأبوا أن يضيفوهما.. وجاء عليهما المساء، وأوى الاثنان إلى خلاء فيه جدار يريد أن ينقض.. جدار يتهاوى ويكاد يهم بالسقوط.. وفوجئ موسى بأن الرجل العابد ينهض ليقضي الليل كله في إصلاح الجدار وبنائه من جديد.. ويندهش موسى من تصرف رفيقه ومعلمه، إن القرية بخيلة، لا يستحق من فيها هذا العمل المجاني (قَالَ لَوْ شِئْتَ لَاتَّخَذْتَ عَلَيْهِ أَجْرًا).. انتهى الأمر بهذه العبارة.. قال عبد الله لموسى: (هَذَا فِرَاقُ بَيْنِي وَبَيْنِكَ).\nلقد حذر العبد الرباني موسى من مغبة السؤال. وجاء دور التفسير الآن..\nإن كل تصرفات العبد الرباني التي أثارت موسى وحيرته لم يكن حين فعلها تصدر عن أمره.. كان ينفذ إرادة عليا.. وكانت لهذه الإرادة العليا حكمتها الخافية، وكانت التصرفات تشي بالقسوة الظاهرة، بينما تخفي حقيقتها رحمة حانية.. وهكذا تخفي الكوارث أحيانا في الدنيا جوهر الرحمة، وترتدي النعم ثياب المصائب وتجيد التنكر، وهكذا يتناقض ظاهر الأمر وباطنه، ولا يعلم موسى، رغم علمه الهائل غير قطرة من علم العبد الرباني، ولا يعلم العبد الرباني من علم الله إلا بمقدار ما يأخذ العصفور الذي يبلل منقاره في البحر، من ماء البحر..\nكشف العبد الرباني لموسى شيئين في الوقت نفسه.. كشف له أن علمه -أي علم موسى- محدود.. كما كشف له أن كثيرا من المصائب التي تقع على الأرض تخفي في ردائها الأسود الكئيب رحمة عظمى.\nإن أصحاب السفينة سيعتبرون خرق سفينتهم مصيبة جاءتهم، بينما هي نعمة تتخفى في زي المصيبة.. نعمة لن تكشف النقاب عن وجهها إلا بعد أن تنشب الحرب ويصادر الملك كل السفن الموجودة غصبا، ثم يفلت هذه السفينة التالفة المعيبة.. وبذلك يبقى مصدر رزق الأسرة عندهم كما هو، فلا يموتون جوعا.\nأيضا سيعتبر والد الطفل المقتول وأمه أن كارثة قد دهمتهما لقتل وحيدهما الصغير البريء.. غير أن موته يمثل بالنسبة لهما رحمة عظمى، فإن الله سيعطيهما بدلا منه غلاما يرعاهما في شيخوختهما ولا يرهقهما طغيانا وكفرا كالغلام المقتول.\nوهكذا تختفي النعمة في ثياب المحنة، وترتدي الرحمة قناع الكارثة، ويختلف ظاهر الأشياء عن باطنها حتى ليحتج نبي الله موسى إلى تصرف يجري أمامه، ثم يستلفته عبد من عباد الله إلى حكمة التصرف ومغزاه ورحمة الله الكلية التي تخفي نفسها وراء أقنعة عديدة.\nأما الجدار الذي أتعب نفسه بإقامته، من غير أن يطلب أجرا من أهل القرية، كان يخبئ تحته كنزا لغلامين يتيمين ضعيفين في المدينة. ولو ترك الجدار ينقض لظهر من تحته الكنز فلم يستطع الصغيران أن يدفعا عنه.. ولما كان أبوهما صالحا فقد نفعهما الله بصلاحه في طفولتهما وضعفهما، فأراد أن يكبرا ويشتد عودهما ويستخرجا كنزهما وهما قادران على حمايته.\nثم ينفض الرجل يده من الأمر. فهي رحمة الله التي اقتضت هذا التصرف. وهو أمر الله لا أمره. فقد أطلعه على الغيب في هذه المسألة وفيما قبلها، ووجهه إلى التصرف فيها وفق ما أطلعه عليه من غيبه.\nواختفى هذا العبد الصالح.. لقد مضى في المجهول كما خرج من المجهول.. إلا أن موسى تعلم من صحبته درسين مهمين:\nتعلم ألا يغتر بعلمه في الشريعة، فهناك علم الحقيقة.\nوتعلم ألا يتجهم قلبه لمصائب البشر، فربما تكون يد الرحمة الخالقة تخفي سرها من اللطف والإنقاذ، والإيناس وراء أقنعة الحزن والآلام والموت.\nهذه هي الدروس التي تعلمها موسى كليم الله عز وجل ورسوله من هذا العبد المدثر بالخفاء.\nوالآن من يكون صاحب هذا العلم إذن..؟ أهو ولي أم نبي..؟\nيرى كثير من الصوفية أن هذا العبد الرباني ولي من أولياء الله تعالى، أطلعه الله على جزء من علمه اللدني بغير أسباب انتقال العلم المعروفة.. ويرى بعض العلماء أن هذا العبد الصالح كان نبيا.. ويحتج أصحاب هذا الرأي بأن سياق القصة يدل على نبوته من وجوه:\nأحدها قوله تعالى :\nفَوَجَدَا عَبْدًا مِّنْ عِبَادِنَا آتَيْنَاهُ رَحْمَةً مِنْ عِندِنَا وَعَلَّمْنَاهُ مِن لَّدُنَّا عِلْمًا (65) (الكهف)\nوالثاني قول موسى له:\nقَالَ لَهُ مُوسَى هَلْ أَتَّبِعُكَ عَلَى أَن تُعَلِّمَنِ مِمَّا عُلِّمْتَ رُشْدًا (66) قَالَ إِنَّكَ لَن تَسْتَطِيعَ مَعِيَ صَبْرًا (67) وَكَيْفَ تَصْبِرُ عَلَى مَا لَمْ تُحِطْ بِهِ خُبْرًا (68) قَالَ سَتَجِدُنِي إِن شَاء اللَّهُ صَابِرًا وَلَا أَعْصِي لَكَ أَمْرًا (69) قَالَ فَإِنِ اتَّبَعْتَنِي فَلَا تَسْأَلْنِي عَن شَيْءٍ حَتَّى أُحْدِثَ لَكَ مِنْهُ ذِكْرًا (70) (الكهف)\nفلو كان وليا ولم يكن نبي، لم يخاطبه موسى بهذه المخاطبة، ولم يرد على موسى هذا الرد. ولو أنه كان غير نبي، لكان هذا معناه أنه ليس معصوما، ولم يكن هناك دافع لموسى، وهو النبي العظيم، وصاحب العصمة، أن يلتمس علما من ولي غير واجب العصمة.\nوالثالث أن الخضر أقدم على قتل ذلك الغلام بوحي من الله وأمر منه.. وهذا دليل مستقل على نبوته، وبرهان ظاهر على عصمته، لأن الولي لا يجوز له الإقدام على قتل النفوس بمجرد ما يلقى في خلده، لأن خاطره ليس بواجب العصمة.. إذ يجوز عليه الخطأ بالاتفاق.. وإذن ففي إقدام الخضر على قتل الغلام دليل نبوته.\nوالرابع قول الخضر لموسى:\nرَحْمَةً مِّن رَّبِّكَ وَمَا فَعَلْتُهُ عَنْ أَمْرِي\nيعني أن ما فعلته لم أفعله من تلقاء نفسي، بل أمر أمرت به من الله وأوحي إلي فيه.\nفرأى العلماء أن الخضر نبيا، أما العباد والصوفية رأوا أنه وليا من أولياء الله.\nومن كلمات الخضر التي أوردها الصوفية عنه.. قول وهب بن منبه: قال الخضر: يا موسى إن الناس معذبون في الدنيا على قدر همومهم بها. وقول بشر بن الحارث الحافي.. قال موسى للخضر: أوصني.. قال الخضر: يسر الله عليك طاعته.\nونحن نميل إلى اعتباره نبيا لعلمه اللدني، غير أننا لا نجد نصا في سياق القرآن على نبوته، ولا نجد نصا مانعا من اعتباره وليا آتاه الله بعض علمه اللدني.. ولعل هذا الغموض حول شخصه الكريم جاء متعمدا، ليخدم الهدف الأصلي للقصة.. ولسوف نلزم مكاننا فلا نتعداه ونختصم حول نبوته أو ولايته.. وإن أوردناه في سياق أنبياء الله، لكونه معلما لموسى.. وأستاذا له فترة من الزمن.                      "
  },
  {
    "number": "قصة ذو القرنين ",
    "text": "",
    "label": "ورد ذكر القصة في سورة الكهف الآيات 83-98.\n\n\nقال الله تعالى:(( وَيَسْأَلُونَكَ عَنْ ذِي الْقَرْنَيْنِ قُلْ سَأَتْلُو عَلَيْكُمْ مِنْهُ ذِكْرًا إِنَّا مَكَّنَّا لَهُ فِي الْأَرْضِ وَآتَيْنَاهُ مِنْ كُلِّ شَيْءٍ سَبَبًا فَأَتْبَعَ سَبَبًا حَتَّى إِذَا بَلَغَ مَغْرِبَ الشَّمْسِ وَجَدَهَا تَغْرُبُ فِي عَيْنٍ حَمِئَةٍ وَوَجَدَ عِنْدَهَا قَوْمًا قُلْنَا يَا ذَا الْقَرْنَيْنِ إِمَّا أَنْ تُعَذِّبَ وَإِمَّا أَنْ تَتَّخِذَ فِيهِمْ حُسْنًا قَالَ أَمَّا مَنْ ظَلَمَ فَسَوْفَ نُعَذِّبُهُ ثُمَّ يُرَدُّ إِلَى رَبِّهِ فَيُعَذِّبُهُ عَذَابًا نُكْرًا وَأَمَّا مَنْ آمَنَ وَعَمِلَ صَالِحًا فَلَهُ جَزَاءً الْحُسْنَى وَسَنَقُولُ لَهُ مِنْ أَمْرِنَا يُسْرًا ثُمَّ أَتْبَعَ سَبَبًا حَتَّى إِذَا بَلَغَ مَطْلِعَ الشَّمْسِ وَجَدَهَا تَطْلُعُ عَلَى قَوْمٍ لَمْ نَجْعَلْ لَهُمْ مِنْ دُونِهَا سِتْرًا كَذَلِكَ وَقَدْ أَحَطْنَا بِمَا لَدَيْهِ خُبْرًا ثُمَّ أَتْبَعَ سَبَبًا حَتَّى إِذَا بَلَغَ بَيْنَ السَّدَّيْنِ وَجَدَ مِنْ دُونِهِمَا قَوْمًا لَا يَكَادُونَ يَفْقَهُونَ قَوْلًا قَالُوا يَا ذَا الْقَرْنَيْنِ إِنَّ يَأْجُوجَ وَمَأْجُوجَ مُفْسِدُونَ فِي الْأَرْضِ فَهَلْ نَجْعَلُ لَكَ خَرْجًا عَلَى أَنْ تَجْعَلَ بَيْنَنَا وَبَيْنَهُمْ سَدًّا قَالَ مَا مَكَّنِّي فِيهِ رَبِّي خَيْرٌ فَأَعِينُونِي بِقُوَّةٍ أَجْعَلْ بَيْنَكُمْ وَبَيْنَهُمْ رَدْمًا آتُونِي زُبَرَ الْحَدِيدِ حَتَّى إِذَا سَاوَى بَيْنَ الصَّدَفَيْنِ قَالَ انْفُخُوا حَتَّى إِذَا جَعَلَهُ نَارًا قَالَ آتُونِي أُفْرِغْ عَلَيْهِ قِطْرًا فَمَا اسْطَاعُوا أَنْ يَظْهَرُوهُ وَمَا اسْتَطَاعُوا لَهُ نَقْبًا قَالَ هَذَا رَحْمَةٌ مِنْ رَبِّي فَإِذَا جَاءَ وَعْدُ رَبِّي جَعَلَهُ دَكَّاءَ وَكَانَ وَعْدُ رَبِّي حَقًّا ))\n\nالقصة :\n\nلا نعلم قطعا من هو ذو القرنين. كل ما يخبرنا القرآن عنه أنه ملك صالح، آمن بالله وبالبعث وبالحساب، فمكّن الله له في الأرض، وقوّى ملكه، ويسر له فتوحاته.\nبدأ ذو القرنين التجوال بجيشه في الأرض، داعيا إلى الله. فاتجه غربا، حتى وصل للمكان الذي تبدو فيه الشمس كأنها تغيب من وراءه. وربما يكون هذا المكان هو شاطئ المحيط الأطلسي، حيث كان يظن الناس ألا يابسة وراءه. فألهمه الله – أو أوحى إليه- أنه مالك أمر القوم الذين يسكنون هذه الديار، فإما أن يعذهم أو أن يحسن إليهم.\nفما كان من الملك الصالح، إلا أن وضّح منهجه في الحكم. فأعلن أنه سيعاقب المعتدين الظالمين في الدنيا، ثم حسابهم على الله يوم القيامة. أما من آمن، فسيكرمه ويحسن إليه.\nبعد أن انتهى ذو القرنين من أمر الغرب، توجه للشرق. فوصل لأول منطقة تطلع عليها الشمس. وكانت أرضا مكشوفة لا أشجار فيها ولا مرتفات تحجب الشمس عن أهلها. فحكم ذو القرنين في المشرق بنفس حكمه في المغرب، ثم انطلق.\nوصل ذو القرنين في رحلته، لقوم يعيشون بين جبلين أو سدّين بينهما فجوة. وكانوا يتحدثون بلغتهم التي يصعب فهمها. وعندما وجدوه ملكا قويا طلبوا منه أن يساعدهم في صد يأجوج ومأجوج بأن يبني لهم سدا لهذه الفجوة، مقابل خراج من المال يدفعونه له.\nفوافق الملك الصالح على بناء السد، لكنه زهد في مالهم، واكتفى بطلب مساعدتهم في العمل على بناء السد وردم الفجوة بين الجبلين.\nاستخدم ذو القرنين وسيلة هندسية مميزة لبناء السّد. فقام أولا بجمع قطع الحديد ووضعها في الفتحة حتى تساوى الركام مع قمتي الجبلين. ثم أوقد النار على الحديد، وسكب عليه نحاسا مذابا ليلتحم وتشتد صلابته. فسدّت الفجوة، وانقطع الطريق على يأجوج ومأجوج، فلم يتمكنوا من هدم السّد ولا تسوّره. وأمن القوم الضعفاء من شرّهم.\nبعد أن انتهى ذو القرنين من هذا العمل الجبار، نظر للسّد، وحمد الله على نعمته، وردّ الفضل والتوفيق في هذا العمل لله سبحانه وتعالى، فلم تأخذه العزة، ولم يسكن الغرور قلبه.\nيقول سيّد قطب رحمه الله: \"وبذلك تنتهي هذه الحلقة من سيرة ذي القرنين. النموذج الطيب للحاكم الصالح.  يمكنه الله في الأرض, وييسر له الأسباب; فيجتاح الأرض شرقا وغربا; ولكنه لا يتجبر ولا يتكبر, ولا يطغى ولا يتبطر, ولا يتخذ من الفتوح وسيلة للغنم المادي، واستغلال الأفراد والجماعات والأوطان, ولا يعامل البلاد المفتوحة معاملة الرقيق; ولا يسخر أهلها في أغراضه وأطماعه.. إنما ينشر العدل في كل مكان يحل به, ويساعد المتخلفين, ويدرأ عنهم العدوان دون مقابل; ويستخدم القوة التي يسرها الله له في التعمير والإصلاح, ودفع العدوان وإحقاق الحق. ثم يرجع كل خير يحققه الله على يديه إلى رحمة الله وفضل الله, ولا ينسى وهو في إبان سطوته قدرة الله وجبروته, وأنه راجع إلى الله.\" (في ظلال القرآن).\n\nيأجوج ومأجوج :\nيأجوج ومأجوج اسمان أعجميان ، وقيل : عربيان\nوعلى هذا يكون اشتقاقهما من أجت النار أجيجا : إذا التهبت . أو من الأجاج : وهو الماء الشديد الملوحة ، المحرق من ملوحته ، وقيل عن الأج : وهو سرعة العدو. وقيل : مأجوج من ماج إذا اضطرب،ويؤيد هذا الاشتقاق قوله تعالى ( وتركنا بعضهم يومئذ يموج في بعض ) ، وهما على وزن يفعول في ( يأجوج ) ، ومفعول في ( مأجوج ) أو على وزن فاعول فيهما\nهذا إذا كان الاسمان عربيان ، أما إذا كانا أعجميين فليس لهما اشتقاق ، لأن الأعجمية لا تشتق\nوأصل يأجوج ومأجوج من البشر من ذرية آدم وحواء عليهما السلام . وهما من ذرية يافث أبي الترك ، ويافث من ولد نوح عليه السلام . والذي يدل على أنهم من ذرية آدم عليه السلام ما رواه البخاري عن أبي سعيد الخدري رضي الله عنه عن رسول الله صلى الله عليه وسلم قال ( يقول الله تعالى : يا آدم ! فيقول لبيك وسعديك ، والخير في يديك . فيقول اخرج بعث النار . قال : وما بعث النار ؟ قال : من كل ألف تسع مئة وتسعة وتسعين . فعنده يشيب الصغير وتضع كل ذات حمل حملها، وترى الناس سكارى وما هم بسكارى ، ولكن عذاب الله شديد ). قالوا : وأينا ذلك الواحد ؟ قال : ( ابشروا فإن منكم رجلا ومن يأجوج ومأجوج ألف) رواه البخاري\nوعن عبدالله بن عمرو عن رسول الله صلى الله عليه وسلم ( أن يأجوج ومأجوج من ولد آدم ، وأنهم لو أرسلوا إلى الناس لأفسدوا عليهم معايشهم، ولن يموت منهم أحد إلا ترك من ذريته ألفا فصاعدا )\nصفتهم\nهم يشبهون أبناء جنسهم من الترك المغول، صغار العيون ، ذلف الأنوف ، صهب الشعور، عراض الوجوه، كأن وجوههم المجان المطرقة ، على أشكال الترك وألوانهم . وروى الإمام أحمد : خطب رسول الله صلى الله عليه وسلم وهو عاصب أصبعه من لدغة عقرب ، فقال ( إنكم تقولون لا عدو ، وإنكم لا تزالون تقاتلون عدوا حتى يأتي يأجوج ومأجوج : عراض الوجوه ، صغار العيون ، شهب الشعاف ( الشعور ) ، من كل حدب ينسلون ، كأن وجوههم المجان المطرقة) .\nوقد ذكر ابن حجر بعض الاثار في صفتهم ولكنها كلها روايات ضعيفة ، ومما جاء فيها أنهم ثلاثة أصناف\nصنف أجسادهم كالأرز وهو شجر كبار جدا\nوصنف أربعة أذرع في أربعة أذرع\nوصنف يفترشون آذانهم ويلتحفون بالأخرى\nوجاء أيضا أن طولهم شبر وشبرين ، وأطولهم ثلاثة أشبار\nوالذي تدل عليه الروايات الصحيحة أنهم رجال أقوياء ، لا طاقة لأحد بقتالهم، ويبعد أن يكون طول أحدهم شبر أو شبرين. ففي حديث النواس بن سمعان أن الله تعالى يوحي إلى عيسى عليه السلام بخروج يأجوج ومأجوج ، وأنه لا يدان لأحد بقتالهم، ويأمره بإبعاد المؤمنين من طريقهم ، فيقول لهم ( حرز عبادي إلى الطور)\nأدلة خروجهم\nقال تعالى ( حتى إذا فتحت يأجوج ومأجوج وهم من كل حدب ينسلون . واقترب الوعد الحق فإذا هي شاخصة أبصار الذين كفروا يا ويلنا قد كنا في غفلة من هذا بل كنا ظالمين ) الأنبياء:96-97\nوقال تعالى في قصة ذي القرنين ( ثم أتبع سببا . حتى إذا بلغ بين السدين وجد من دونهما قوما لا يكادون يفقهون قولا. قالوا يا ذا القرنين إن يأجوج ومأجوج مفسدون في الأرض فهل نجعل لك خرجا على أن تجعل بيننا وبينهم سدا . قال ما مكني فيه ربي خير فأعينوني بقوة أجعل بينكم وبينهم ردما . آتوني زبر الحديد حتى إذا ساوى بين الصدفين قال انفخوا حتى إذا جعله نارا قال آتوني أفرغ عليه قطرا . فما اسطاعوا أن يظهروه وما استطاعوا له نقبا. قال هذا رحمة من ربي فإذا جاء وعد ربي جعله دكاء وكان وعد ربي حقا . وتركنا بعضهم يموج في بعض ونفخ في الصور فجمعناهم جمعا ) الكهف : 92- 99\nوهذه الآيات تدل على خروجهم ، وأن هذا علامة على قرب النفخ في الصور وخراب الدنيا، وقيام الساعة\nوعن أم حبيبة بنت أبي سفيان عن زينب بنت جحش ان رسول الله صلى الله عليه وسلم دخل عليها يوما فزعا يقول ( لا إله إلا الله ، ويل للعرب من شر قد اقترب، فتح اليوم من ردم يأجوج ومأجوج مثل هذه ( وحلق بأصبعه الإبهام والتي تليها ) قالت زينب بنت جحش : فقلت يا رسول الله ! أنهلك وفينا الصالحون ؟ قال : ( نعم ، إذا كثر الخبث )\nوجاء في حديث النواس بن سمعان رضي الله عنه وفيه ( إذا أوحى الله على عيسى أني قد أخرجت عبادا لي لا يدان لأحد بقتالهم ، فحرز عبادي إلى الطور ، ويبعث الله يأجوج ومأجوج ، وهم من كل حدب ينسلون ، فيمر أولئك على بحيرة طبرية ، فيشربون ما فيها ، ويمر آخرهم فيقولون : لقد كان بهذه مرة ماء ، ويحصر نبي الله عيسى وأصحابه حتى يكون رأس الثور لأحدهم خيرا من مئة دينار لأحدكم اليوم ، فيرغب إلى الله عيسى وأصحابه ، فيرسل الله عليهم النغف( دود يكون في أنوف الإبل والغنم ) في رقابهم فيصبحون فرسى ( أي قتلى ) كموت نفس واحدة ، ثم يهبط نبي الله عيسى وأصحابه إلى الأرض فلا يجدون موضع شبر إلا ملأه زهمهم ونتنهم فيرغب نبي الله عيسى وأصحابه إلى الله ، فيرسل الله طيرا كأعناق البخت ، فتحملهم فتطرحهم حيث شاء الله ) رواه مسلم وزاد في رواية – بعد قوله ( لقد كان بهذه مرة ماء ) – ( ثم يسيرون حتى ينتهوا إلى جبل الخمر ، وهو جبل بيت المقدس فيقولون : لقد قتلنا من في الأرض ، هلم فلنقتل من في السماء ، فيرمون بنشابهم إلى السماء فيرد الله عليهم نشابهم مخضوبة دما )\nوجاء في حديث حذيفة رضي الله عنه في ذكر أشراط الساعة فذكر منها ( يأجوج ومأجوج ) رواه مسلم\nسد يأجوج ومأجوج\nبنى ذو القرنين سد يأجوج ومأجوج ، ليحجز بينهم وبين جيرانهم الذين استغاثوا به منهم. كما قال تعالى ( قالوا يا ذا القرنين إن يأجوج ومأجوج مفسدون في الأرض فهل نجعل خرجا على أن تجعل بيننا وبينهم سدا. قال ما مكني فيه ربي خير فأعينوني بقوة أجعل بينكم وبينهم ردما) الكهف\nهذا ما جاء به الكلام على بناء السد ، أما مكانه ففي جهة المشرق لقوله تعالى ( حتى إذا بلغ مطلع الشمس ) ولا يعرف مكان هذا السد بالتحديد\nوالذي تدل عليه الآيات أن السد بني بين جبلين ، لقوله تعالى ( حتى إذا بلغ بين السدين ) والسدان : هما جبلان متقابلان. ثم قال ( حتى إذا ساوى بين الصدفين) ، أي : حاذى به رؤوس الجبلين وذلك بزبر الحديد، ثم أفرغ عليه نحاس مذابا ، فكان السد محكما\nوهذا السد موجود إلى أن يأتي الوقت المحدد لدك هذا السد ، وخروج يأجوج ومأجوج، وذلك عند دنو الساعة، كما قال تعالى ( قال هذا رحمة من ربي فإذا جاء وعد ربي جعله دكاء وكان وعد ربي حقا . وتركنا بعضهم يومئذ يموج في بعض ونفخ في الصور فجمعناهم جمعا ) الكهف\nوالذي يدل على أن هذا السد موجود لم يندك ما روي عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال ( يحفرونه كل يوم حتى إذا كادوا يخرقونه، قال الذي عليهم: ارجعوا فستخرقونه غدا . قال : فيعيده الله عز وجل كأشد ما كان ، حتى إذا بلغوا مدتهم، وأراد الله تعالى أن يبعثهم على الناس ، قال الذي عليهم : ارجعوا فستخرقونه غدا إن شاء الله تعالى، واستثنى. قال : فيرجعون وهو كهيئته حين تركوه ، فيخرقونه ويخرجون على الناس ، فيستقون المياه ، ويفر الناس منهم ) رواه الترمذي وابن ماجه والحاكم                     "
  },
  {
    "number": "قصة قارون",
    "text": "",
    "label": "ورد ذكر قارون في سورة العنكبوت، وغافر، وورد ذكر القصة بتفصيل أكثر في سورة القصص الآيات 76-82.\n\nقال تعالى:(( إِنَّ قَارُونَ كَانَ مِن قَوْمِ مُوسَى فَبَغَى عَلَيْهِمْ وَآتَيْنَاهُ مِنَ الْكُنُوزِ مَا إِنَّ مَفَاتِحَهُ لَتَنُوءُ بِالْعُصْبَةِ أُولِي الْقُوَّةِ إِذْ قَالَ لَهُ قَوْمُهُ لَا تَفْرَحْ إِنَّ اللَّهَ لَا يُحِبُّ الْفَرِحِينَ (76) وَابْتَغِ فِيمَا آتَاكَ اللَّهُ الدَّارَ الْآخِرَةَ وَلَا تَنسَ نَصِيبَكَ مِنَ الدُّنْيَا وَأَحْسِن كَمَا أَحْسَنَ اللَّهُ إِلَيْكَ وَلَا تَبْغِ الْفَسَادَ فِي الْأَرْضِ إِنَّ اللَّهَ لَا يُحِبُّ الْمُفْسِدِينَ (77) قَالَ إِنَّمَا أُوتِيتُهُ عَلَى عِلْمٍ عِندِي أَوَلَمْ يَعْلَمْ أَنَّ اللَّهَ قَدْ أَهْلَكَ مِن قَبْلِهِ مِنَ القُرُونِ مَنْ هُوَ أَشَدُّ مِنْهُ قُوَّةً وَأَكْثَرُ جَمْعًا وَلَا يُسْأَلُ عَن ذُنُوبِهِمُ الْمُجْرِمُونَ (78) فَخَرَجَ عَلَى قَوْمِهِ فِي زِينَتِهِ قَالَ الَّذِينَ يُرِيدُونَ الْحَيَاةَ الدُّنيَا يَا لَيْتَ لَنَا مِثْلَ مَا أُوتِيَ قَارُونُ إِنَّهُ لَذُو حَظٍّ عَظِيمٍ (79) وَقَالَ الَّذِينَ أُوتُوا الْعِلْمَ وَيْلَكُمْ ثَوَابُ اللَّهِ خَيْرٌ لِّمَنْ آمَنَ وَعَمِلَ صَالِحًا وَلَا يُلَقَّاهَا إِلَّا الصَّابِرُونَ (80) فَخَسَفْنَا بِهِ وَبِدَارِهِ الْأَرْضَ فَمَا كَانَ لَهُ مِن فِئَةٍ يَنصُرُونَهُ مِن دُونِ اللَّهِ وَمَا كَانَ مِنَ المُنتَصِرِينَ (81) وَأَصْبَحَ الَّذِينَ تَمَنَّوْا مَكَانَهُ بِالْأَمْسِ يَقُولُونَ وَيْكَأَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَن يَشَاء مِنْ عِبَادِهِ وَيَقْدِرُ لَوْلَا أَن مَّنَّ اللَّهُ عَلَيْنَا لَخَسَفَ بِنَا وَيْكَأَنَّهُ لَا يُفْلِحُ الْكَافِرُونَ (82) تِلْكَ الدَّارُ الْآخِرَةُ نَجْعَلُهَا لِلَّذِينَ لَا يُرِيدُونَ عُلُوًّا فِي الْأَرْضِ وَلَا فَسَادًا وَالْعَاقِبَةُ لِلْمُتَّقِين َ))\n\nالقصة:\n\nيروي لنا القرآن قصة قارون، وهو من قوم موسى. لكن القرآن لا يحدد زمن القصة ولا مكانها. فهل وقعت هذه القصة وبنو إسرائيل وموسى في مصر قبل الخروج؟ أو وقعت بعد الخروج في حياة موسى؟ أم وقعت في بني إسرائيل من بعد موسى؟ وبعيدا عن الروايات المختلفة، نورد القصة كما ذكرها القرآن الكريم.\nيحدثنا الله عن كنوز قارون فيقول سبحانه وتعالى إن مفاتيح الحجرات التي تضم الكنوز، كان يصعب حملها على مجموعة من الرجال الأشداء. ولو عرفنا عن مفاتيح الكنوز هذه الحال، فكيف كانت الكنوز ذاتها؟! لكن قارون بغى على قومه بعد أن آتاه الله الثراء. ولا يذكر القرآن فيم كان البغي، ليدعه مجهلا يشمل شتى الصور. فربما بغى عليهم بظلمهم وغصبهم أرضهم وأشياءهم. وربما بغى عليهم بحرمانهم حقهم في ذلك المال. حق الفقراء في أموال الأغنياء. وربما بغى عليهم بغير هذه الأسباب.\nويبدو أن العقلاء من قومه نصحوه بالقصد والاعتدال، وهو المنهج السليم. فهم يحذروه من الفرح الذي يؤدي بصاحبه إلى نسيان من هو المنعم بهذا المال، وينصحونه بالتمتع بالمال في الدنيا، من غير أن ينسى الآخرة، فعليه أن يعمل لآخرته بهذا المال. ويذكرونه بأن هذا المال هبة من الله وإحسان، فعليه أن يحسن ويتصدق من هذا المال، حتى يرد الإحسان بالإحسان. ويحذرونه من الفساد في الأرض، بالبغي، والظلم، والحسد، والبغضاء، وإنفاق المال في غير وجهه، أو إمساكه عما يجب أن يكون فيه. فالله لا يحب المفسدين.\nفكان رد قارون جملة واحد تحمل شتى معاني الفساد (قَالَ إِنَّمَا أُوتِيتُهُ عَلَى عِلْمٍ عِندِي). لقد أنساه غروره مصدر هذه النعمة وحكمتها، وفتنه المال وأعماه الثراء. فلم يستمع قارون لنداء قومه، ولم يشعر بنعمة ربه.\nوخرج قارون ذات يوم على قومه، بكامل زينته، فطارت قلوب بعض القوم، وتمنوا أن لديهم مثل ما أوتي قارون، وأحسوا أنه في نعمة كبيرة. فرد عليهم من سمعهم من أهل العلم والإيمان: ويلكم أيها المخدوعون، احذروا الفتنة، واتقوا الله، واعلموا أن ثواب الله خير من هذه الزينة، وما عند الله خير مما عند قارون.\nوعندما تبلغ فتنة الزينة ذروتها، وتتهافت أمامها النفوس وتتهاوى، تتدخل القدرة الإلهية لتضع حدا للفتنة، وترحم الناس الضعاف من إغراءها، وتحطم الغرور والكبرياء، فيجيء العقاب حاسما (فَخَسَفْنَا بِهِ وَبِدَارِهِ الْأَرْضَ) هكذا في لمحة خاطفة ابتلعته الأرض وابتلعت داره. وذهب ضعيفا عاجزا، لا ينصره أحد، ولا ينتصر بجاه أو مال.\nوبدأ الناس يتحدثون إلى بعضهم البعض في دهشة وعجب واعتبار. فقال الذين كانوا يتمنون أن عندهم مال قارون وسلطانه وزينته وحظه في الدنيا: حقا إن الله تعالى يبسط الرزق لمن يشاء من عباده ويوسع عليهم، أو يقبض ذلك، فالحمد لله أن منّ علينا فحفظنا من الخسف والعذاب الأليم. إنا تبنا إليك سبحانك، فلك الحمد في الأولى والآخرة.                      "
  },
  {
    "number": "قصة أصحاب الرس",
    "text": "",
    "label": "قال تعالى في سورة الفرقان :\n (( وَعَادًا وَثَمُودَ وَأَصْحَابَ الرَّسِّ وَقُرُونًا بَيْنَ ذَلِكَ كَثِيرًا )).\n\nوقال تعالى في سورة ق:\n (( كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَأَصْحَابُ الرَّسِّ وَثَمُودُ ))\n\nالقصة:\n\nكان من قصتهم  : أنهم كانوا يعبدون شجرة صنوبر , يقال لها ( شاهدرخت ) كان يافث بن نوح غرسها على شفير عين يقال لها ( روشنا آب ).\n وإنما سموا أصحاب الرس لأنهم رسوا نبيهم في الأرض , وذلك بعد سليمان عليه السلام وكانت لهم اثنتا عشرة قرية على شاطيء نهر يقال له الرس من بلاد المشرق , وبهم سمي النهر , ولم يكن يومئذ في الأرض نهر أغزر منه ولا أعذب منه ولا قرى أكثر ولا أعمر منها . وذكر عليه السلام أسماءها , وكان أعظم مداينهم اسفندار وهي التي ينزلها ملكهم , وكان يسمى تركوذ بن غابور بن يارش بن ساذن بن نمرود بن كنعان فرعون إ براهيم عليه السلام , وبها العين الصنوبرة وقد غرسوا في كل قرية منها حبة من طلع تلك الصنوبرة وأجروا إليها نهراً من العين التي عند الصنوبرة , فنبتت الحبة وصارت شجرة عظيمة وحرموا ماء العين والأنهار , فلا يشربون منها ولا أنعامهم , ومن فعل ذلك قتلوه , ويقولون هو حياة آلهتنا فلا ينبغي لأحد أن ينقص من حياتنا ويشربون هم وأنعامهم من نهر الرس الذي عليه قراهم , وقد جعلوا في كل شهر من السنة في كل قرية عيداً يجتمع إليه أهلها فيضربون على الشجرة التي بها كلة من حرير فيها من أنواع الصور ثم يأتون بشاة وبقر فيذبحونها قرباناً للشجرة , ويشعلون فيها النيران بالحطب , فإذا سطع دخان تلك الذبائح وقتارها في الهواء وحال بينهم وبين النظر إلى السماء خرو سجداً يبكون ويتضرعون إليها أن ترضى عنهم.\nفكان الشيطان يجيء فيحرك أغصانها ويصيح من ساقها صياح الصبي أن قد رضيت عنكم عبادي فطيبوا نفساً وقروا عيناً. فيرفعون رؤوسهم عند ذلك ويشربون الخمر ويضربون بالمعازف ويأخذون الدستبند – يعني الصنج – فيكونون على ذلك يومهم وليلتهم ثم ينصرفون. وسميت العجم شهورها إشتقاقاً من تلك القرى.\nحتى إذا كان عيد قريتهم العظمى إجتمع إليها صغيرهم وكبيرهم فضربواعند الصنوبرة والعين سرادقاً من ديباج عليه من أنواع الصور وجعلوا له اثنا عشر باباً كل باب لأهل قرية منهم ويسجدون للصنوبرة خارجاً من السرادق ويقربون لها الذبائح أضعاف ما قربوا للشجرة التي في قراهم.\nفيجيء إبليس عند ذلك فيحرك الصنوبرة تحريكاً شديداً ويتكلم من جوفها كلاماً جهورياً ويعدهم ويمنيهم بأكثر مما وعدتهم ومنتهم الشياطين كلها فيحركون رؤوسهم من السجود وبهم من الفرح والنشاط ما لا يعيقون ولا يتكلمون من الشرب والعزف فيكونون على ذلك اثنا عشر يوماً لياليها بعدد أعيادهم سائر السنة ثم ينصرفون. فلما طال كفرهم بالله عز وجل وعبادتهم غيره , بعث الله نبياً من بني إسرائيل من ولد يهودا بن يعقوب , فلبث فيهم زماناً طويلا يدعوهم إلى عبادة الله عز وجل ومعرفة ربوبيته , فلا يتبعونه.\nفلما رأى شدة تماديهم في الغي وحضر عيد قريتهم العظمى , قال: يا رب ان عبادك أبوا إلا تكذيبي وغدوا يعبدون شجرة لا تضر ولا تنفع , فأيبس شجرهم اجمع وأرهم قدرتك وسلطانك. فأصبح القوم وقد أيبس شجرهم كلها , فهالهم ذلك , فصاروا فرقتين , فرقة قالت: سحر آلهتكم هذا الرجل الذي زعم أنه رسول رب السماء والأرض إليكم ليصرف وجوهكم عن آلهتكم إلى إلهه. وفرقة قالت: لا , بل غضبت آلهتكم حين رأت هذا الرجل يعيبها ويدعوكم إلى عبادة غيرها فحجب حسنها وبهاؤها لكي تغضبوا لها. فتنصروا منه وأجمع رأيهم على قتله , فاتخذوا أنابيب طوالا ونزحوا ما فيها من الماء , ثم حفروا في قرارها بئراً ضيقة المدخل عميقة وأرسلوا فيها نبيهم , وألقموا فاها صخرة عظيمة , ثم أخرجوا الأنابيب من الماء وقالوا: نرجوا الآن أن ترضى عنا آلهتنا إذا رأت إنا قد قتلنا من يقع فيها ويصد عن عبادتها ودفناه تحت كبيرها يتشفى منه فيعود لنا نورها ونضرتها كما كان.\nفبقوا عامة يومهم يسمعون أنين نبيهم عليه السلام وهو يقول: سيدي قد ترى ضيق مكاني وشدة كربي , فارحم ضعف ركني , وقلة حيلتي , وعجل بقبض روحي ولا تؤخر إجابة دعوتي , حتى مات. فقال الله جل جلاله لجبرئيل عليه السلام : أيظن عبادي هؤلاء الذين غرهم حلمي وأمنوا مكري وعبدوا غيري وقتلوا رسولي أن يقوموا لغضبي أو يخرجوا من سلطاني كيف وأنا المنتقم ممن عصاني ولم يخش عقابي , وإني حلفت بعزتي لأجعلنهم نكالاً وعبرة للعالمين.\nفلم يرعهم وهم في عيدهم ذلك إلا بريح عاصف شديد الحمرة , فتحيروا فيها وذعروا منها وتضام بعضهم إلى بعض , ثم صارت الأرض من تحتهم حجر كبريت يتوقد وأظلتهم سحابة سوداء , فألقت عليهم كالقبة جمراً يلتهب , فذابت أبدانهم كما يذوب الرصاص بالنار. فنعوذ بالله تعالى من غضبه ونزول نقمته ولا حول ولا قوة إلا بالله العلي العظيم .\nوفي كتاب ( العرائس ) : أهل الرس كان لهم نبي يقال له حنظلة بن صفوان وكان بأرضهم جبل يقال له فتح مصعدا في السماء سيلا , وكانت العنقا تتشابه وهي أعظم ما يكون من الطير وفيها من كل لون. وسموها العنقا لطول عنقها وكانت تكون في ذلك الجبل تنقض على الطير تأكل , فجاءت ذات يوم , فأعوزها الطير , فانقضت على صبي فذهبت به , ثم إنها انقضت على جارية فأخذتها فضمتها إلى جناحين لها صغيرين سوى الجناحين الكبيرين. فشكوا إلى نبيهم , فقال: اللهم خذها واقطع نسلها فأصابتها صاعقة فاحترقت فلم ير لها أثر , فضربتها العرب مثلا في أشعارها وحكمها وأمثالها.\nثم أن أصحاب الرس قتلوا نبيهم , فأهلكهم الله تعالى , وبقي نهرهم ومنازلهم مائتي عام لا يسكنها أحد. ثم أتى الله بقرن بعد ذلك فنزلوها , وكانوا صالحين سنين , ثم أحدثوا فاحشة جعل الرجل يدعوا ابنته وأخته وزوجته فيعطيها جاره وأخاه وصديقه يلتمس بذلك البر والصلة. ثم ارتفعوا من ذلك إلى نوع أخزى , ترك الرجال للنساء حتى شبقن واستغنوا بالرجال , فجاءت شيطانتهن في صورة امرأة وهي الدلهات كانتا في بيضة واحدة فشهت إلى النساء ركوب بعضهن بعضاً وعلمتهن كيف يضعن , فأصل ركوب النساء بعضهن بعضاً من الدلهات.\nفسلط الله على ذلك القرن صاعقة في أول الليل وخسفاً في آخر الليل وخسفاً مع الشمس , فلم يبق منهم باقية وبادت مساكنهم , وأحسبها اليوم لا تسكن.                      "
  },
  {
    "number": "قصة الثلاثة الذين أووا الى الغار",
    "text": "",
    "label": "قال الإمام البخاري : حدثنا إسماعيل بن خليل أخبرنا علي بن مسهر عن عبيد الله بن عمر عن نافع عن ابن عمر أن\n رسول الله صلى الله عليه وسلم قال:\n« انطلق ثلاثة نفر ممن كان قبلكم حتى آواهم المبيت إلى غار فدخلوه ، فانحدرت صخرة من الجبل فسدت عليهم الغار ، فقالوا : إنه لا ينجيكم من هذه الصخرة إلا أن تدعوا الله بصالح أعمالكم . فقال رجل منهم : اللَّهم كان لي أبوان شيخان كبيران ،\n وكنت لا أغبق قبلهما أهلا ولا مالاً ( أي : لا أقدم في الشرب قبلهما أحداً ) ، فنأى بي طلب الشجر يوماً فلم أرح عليهما حتى ناما ، فجلبت لهما غبوقهما فوجدتهما نائمين ، فكرهت أن أوقظهما وأن أغبق قبلهما أهلاً أو مالاً فلبثت والقدح على يدي أنتظر استيقاظهما حتى برق الفجر والصبية يتضاغون عند قدمي ( أي يصيحون من الجوع ) ، فاستيقظا فشربا غبوقهما .\n اللَّهم إن كنت فعلت ذلك ابتغاء وجهك فافرج  عنا ما نحن فيه من هذه الصخرة ، فانفرجت شيئاً لا يستطيعون الخروج منه . فقال الآخر : اللَّهم إنه كانت لي ابنة عم كانت أحب الناس إليَّ ،\n وفي رواية : كنت أحبها كأشد ما يحب الرجال النساء ، فأردتها على نفسها فامتنعت ، حتى ألمت بها سنة من السنين فجائتني فاعطيتها عشرين ومائة دينار على أن تخلي بيني وبين نفسها ففعلت ، حتى أذا قدرت عليها وفي رواية فلما قعدت بين رجليها\n قالت : اتق الله ولا تفضن الخاتم إلا بحقه ، فانصرفت عنها وهي أحب الناس إليَّ وتركت الذهب الذي أعطيتها . اللَّهم إن كنت فعلت ذلك ابتغاء وجهك فافرج عنا ما نحن فيه ، فانفرجت الصخرة غير أنهم لا يستطيعون الخروج . وقال الثالث : اللَّهم إني استأجرت أُجراء وأعطيتهم أجرهم ، غير رجل واحد ، ترك الذي له وذهب فثمرت أجره حتى كثرت منه الأموال ، فجاءني بعد حين فقال :\n يا عبدَ الله أدِّ إليّ أجري ، فقلت : كل ما ترى من أجرك من الإبل والبقر والغنم والرقيق فقال : يا عبدَ الله لا تستهـزئ بي ! فقلت : لا أستهزئ بك ، فأخذه كله فاستقاه فلم يترك منه شيئاً . اللَّهم إن كنت فعلت ذلك ابتغاء وجهك فافرج عنا ما نحن فيه ، فانفرجت الصخرة فخرجوا يمشون » .\nصحيح البخاري (10\/415) ، صحيح مسلم (4\/1982)\nدروس و عظات:\nعباد الله : تأملوا هذه القصة العظيمة .. هؤلاء الثلاثة عرفوا الله في الرخاء فعرفهم الله في الشدة .. وهكذا كل من تعرف إلى الله في حال الرخاء واليسر ، فإن الله تعالى يعرفه في حال الشدة والضيق والكرب فيلطف به ويعينه وييسر له أموره . قال الله تعالى : { وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا (2) وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُ } الطلاق،\n و قوله تعالى:{ وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مِنْ أَمْرِهِ يُسْرًا (4)}الطلاق  .\nفالأول من هؤلاء الثلاثة :\n ضرب مثلاً عظيماً في البر بوالديه ، بقي طوال الليل والإناء على يده لم تطب نفسه أن يشرب منه ، ولا أن يسقي أولاده وأهله ، ولا أن ينغص على والديه نومهما حتى طلع الفجر فدل هذا على فضل بر الوالدين ، وعلى أنه سبب لتيسير الأمور وتفريج الكروب .. ، وبر الوالدين هو أعظم ما يكون من صلة الرحم وقد قال النبيصلى الله عليه و سلم : : « من أحب أن يبسط له في رزقه وينسأ له في أثره ، فليصل رحمه » متفق عليه.\nصحيح البخاري (10\/415) ، صحيح مسلم (4\/1982) .\n وهذا جزاء معجل لصاحبه في الدنيا يبسط له في رزقه ويؤخر له في أجله وعمره .. هذا غير الجزاء الأخروي المدخر له في الآخرة .. وقد عظم الله تعالى شأن الوالدين حتى إنه سبحانه نهى الابن عن أن يتلفظ عليهما بأدنى كلمة تضجر كما قال تعالى :\n { وَقَضَى رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَانًا إِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ أَحَدُهُمَا أَوْ كِلَاهُمَا فَلَا تَقُلْ لَهُمَا أُفٍّ وَلَا تَنْهَرْهُمَا وَقُلْ لَهُمَا قَوْلًا كَرِيمًا (23) وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنَ الرَّحْمَةِ وَقُلْ رَبِّ ارْحَمْهُمَا كَمَا رَبَّيَانِي صَغِيرًا (24)} .الاسراء.\nوثاني هؤلاء الثلاثة:\n رجل ضرب مثلاً بالغاً في العفة الكاملة ، حين تمكن من حصول مراده من هذه المرأة ، التي هي أحب الناس إليه ، ولكن عندما ذكرته بالله تركها ، وهي أحب الناس إليه ، ولم يأخذ شيئاً مما أعطاها . جاء في الصحيحين في حديث السبعة الذين يظلهم الله تعالى في ظله يوم لا ظل إلا ظله أن من ضمن هؤلاء السبعة : « رجلاً دعته امرأة ذات منصب وجمال فقال : إني أخاف الله » .\nيقول الله ــ عزَّ وجلَّ ــ :\n {وَالَّذِينَ لَا يَدْعُونَ مَعَ اللَّهِ إِلَهًا آَخَرَ وَلَا يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ وَلَا يَزْنُونَ وَمَنْ يَفْعَلْ ذَلِكَ يَلْقَ أَثَامًا (68) يُضَاعَفْ لَهُ الْعَذَابُ يَوْمَ الْقِيَامَةِ وَيَخْلُدْ فِيهِ مُهَانًا (69) إِلَّا مَنْ تَابَ وَآَمَنَ وَعَمِلَ عَمَلًا صَالِحًا فَأُولَئِكَ يُبَدِّلُ اللَّهُ سَيِّئَاتِهِمْ حَسَنَاتٍ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا (70)ً } . الفرقان\nوثالث هؤلاء الثلاثة:\n  رجل ضرب مثلاً عظيماً في الأمانة والنصح ، حيث ثمَّر للأجير أجره فبلغ ما بلغ ، وسلمه إلى صاحبه ، ولم يأخذ على عمله شيئاً ... ما أعظم الفرق بين هذا الرجل وبين أولئك الذين يظلمون الأجراء ويأكلون حقوقهم ، لاسيما إن كانوا من العمال الوافدين فتجد هؤلاء الكفلاء يكاد يصدق فيهم قول الله تعالى :\n { وَيْلٌ لِلْمُطَفِّفِينَ (1) الَّذِينَ إِذَا اكْتَالُوا عَلَى النَّاسِ يَسْتَوْفُونَ (2) وَإِذَا كَالُوهُمْ أَوْ وَزَنُوهُمْ يُخْسِرُونَ (3) أَلَا يَظُنُّ أُولَئِكَ أَنَّهُمْ مَبْعُوثُونَ (4) لِيَوْمٍ عَظِيمٍ (5) } المطففين\nفهـم يريدون من هـؤلاء العمال أن يقوموا بالعمل على أكمل وجه ، ولكنهم يبخسونهم حقوقهم ويماطلون في إعطائهم أجرتهم ، وربما رجع بعض أولئك العمال إلى بلدانهم ولم يستوفوا أجورهم ، ألا فليعلم أن من استأجر أجيراً ولم يوفه أجره ، فإن الله تعالى سيكون خصمه يوم القيامة ... لن يكون خصمك هذا العامل المسكين الضعيف ، ولكن سيكون خصمك رب العالمين كما جاء في صحيح البخاري أن رسول الله صلى الله عليه و سلم: قال : قال الله تعالى : « ثلاثة أنا خصمهم يوم القيامة ، ومن كنت خصمه فقد خصمته » ، وذكر منهم : « رجلاً استأجر أجيراً فاستوفى منه ثم لم يعطه أجره » .\nوالله سبحانه من فضله وإحسانه يجيب دعوة المضطر ، ويرحم عبده المؤمن ويجيب سؤاله ، كما قال سبحانه :\n وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ فَلْيَسْتَجِيبُوا لِي وَلْيُؤْمِنُوا بِي لَعَلَّهُمْ يَرْشُدُونَ وقال سبحانه : ادْعُونِي أَسْتَجِبْ لَكُمْ وقال سبحانه : أَمَّنْ يُجِيبُ الْمُضْطَرَّ إِذَا دَعَاهُ وَيَكْشِفُ السُّوءَ\nعباد الله : ودل هذا الحديث على مشروعية التوسل بالأعمـال الصالحة ، بل إن ذلك التوسل سبب لتفريج الكروب .. وانظر إلى حال هؤلاء الثلاثة لما ضاقت بهم السبل توسلوا إلى الله تعالى بصالح أعمالهم ففرج الله عنهم ..                      "
  },
  {
    "number": "قصة الملكين هاروت وماروت",
    "text": "",
    "label": "ورد ذكر القصة في سورة البقرة\n\nقال الله تعالى: {وَاتَّبَعُوا مَا تَتْلُو الشَّيَاطِينُ عَلَى مُلْكِ سُلَيْمَانَ وَمَا كَفَرَ سُلَيْمَانُ وَلَكِنَّ الشَّيَاطِينَ كَفَرُوا يُعَلِّمُونَ النَّاسَ السِّحْرَ وَمَا أُنزِلَ عَلَى الْمَلَكَيْنِ بِبَابِلَ هَارُوتَ وَمَارُوتَ وَمَا يُعَلِّمَانِ مِنْ أَحَدٍ حَتَّى يَقُولا إِنَّمَا نَحْنُ فِتْنَةٌ فَلا تَكْفُرْ فَيَتَعَلَّمُونَ مِنْهُمَا مَا يُفَرِّقُونَ بِهِ بَيْنَ الْمَرْءِ وَزَوْجِهِ وَمَا هُمْ بِضَارِّينَ بِهِ مِنْ أَحَدٍ إِلا بِإِذْنِ اللَّهِ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمْ وَلا يَنفَعُهُمْ وَلَقَدْ عَلِمُوا لَمَنْ اشْتَرَاهُ مَا لَهُ فِي الآخِرَةِ مِنْ خَلَاقٍ وَلَبِئْسَ مَا شَرَوْا بِهِ أَنفُسَهُمْ لَوْ كَانُوا يَعْلَمُونَ} [البقرة: 102].\n\nالقصة:\n\n      والقصة: أن اليهود نبذوا كتاب الله واتبعوا كتب السحرة والشعوذة التي كانت تُقْرَأ في زمن ملك سليمان عليه السلام. وذلك أن الشياطين كانوا يسترقون السمع ثم يضمون إلى ما سمعوا أكاذيب يلفقونها ويلقونها إلى الكهنة، وقد دونوها في كتب يقرؤونها ويعلمونها الناس وفشا ذلك في زمان سليمان عليه السلام، حتى قالوا إن الجن تعلم الغيب، وكانوا يقولون هذا علم سليمان عليه السلام، وما تمَّ لسليمان ملكه إلا بهذا العلم وبه سخر الجن والإنس والطير والريح، فأنزل الله هذين الملكين هاروت وماروت لتعليم الناس السحر ابتلاءً من الله وللتمييز بين السحر والمعجزة وظهور الفرق بين كلام الأنبياء عليهم السلام وبين كلام السحرة.\n      وما يُعلِّم هاروت وماروت من أحدٍ حتى ينصحاه، ويقولا له إنما نحن ابتلاء من الله، فمن تعلم منا السحر واعتقده وعمل به كفر، ومن تعلَّم وتوقَّى عمله ثبت على الإيمان.\n      فيتعلم الناس من هاروت وماروت علم السحر الذي يكون سبباً في التفريق بين الزوجين، بأن يخلق الله تعالى عند ذلك النفرة والخلاف بين الزوجين، ولكن لا يستطيعون أن يضروا بالسحر أحداً إلا بإذن الله تعالى، لأن السحر من الأسباب التي لا تؤثر بنفسها بل بأمره تعالى ومشيئته وخلقه.\n      فيتعلم الناس الذي يضرهم ولا ينفعهم في الآخرة لأنهم سخروا هذا العلم لمضرة الأشخاص.\n      ولقد علم اليهود أن من استبدل الذي تتلوه الشياطين من كتاب الله ليس له نصيب من الجنة في الآخرة، فبئس هذا العمل الذي فعلوه.\n      والخلاصة: أن الله تعالى إنما أنزلهما ليحصل بسبب إرشادهما الفرق بين الحق الذي جاء به سليمان وأتم له الله به ملكه، وبين الباطل الذي جاءت الكهنة به من السحر، ليفرق بين المعجزة والسحر.                      "
  },
  {
    "number": "قصة بقرة بنى إسرائيل ",
    "text": "",
    "label": "ورد ذكر القصة في سورة البقرة الآيات 67-73.\n\nقال الله تعالى:(( وَإِذْ قَالَ مُوسَى لِقَوْمِهِ إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تَذْبَحُوا بَقَرَةً قَالُوا أَتَتَّخِذُنَا هُزُوًا قَالَ أَعُوذُ بِاللَّهِ أَنْ أَكُونَ مِنَ الْجَاهِلِينَ قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّنْ لَنَا مَا هِيَ قَالَ إِنَّهُ يَقُولُ إِنَّهَا بَقَرَةٌ لَا فَارِضٌ وَلَا بِكْرٌ عَوَانٌ بَيْنَ ذَلِكَ فَافْعَلُوا مَا تُؤْمَرُونَ قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّنْ لَنَا مَا لَوْنُهَا قَالَ إِنَّهُ يَقُولُ إِنَّهَا بَقَرَةٌ صَفْرَاءُ فَاقِعٌ لَوْنُهَا تَسُرُّ النَّاظِرِينَ قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّنْ لَنَا مَا هِيَ إِنَّ الْبَقَرَ تَشَابَهَ عَلَيْنَا وَإِنَّا إِنْ شَاءَ اللَّهُ لَمُهْتَدُونَ قَالَ إِنَّهُ يَقُولُ إِنَّهَا بَقَرَةٌ لَا ذَلُولٌ تُثِيرُ الْأَرْضَ وَلَا تَسْقِي الْحَرْثَ مُسَلَّمَةٌ لَا شِيَةَ فِيهَا قَالُوا الْآنَ جِئْتَ بِالْحَقِّ فَذَبَحُوهَا وَمَا كَادُوا يَفْعَلُونَ وَإِذْ قَتَلْتُمْ نَفْسًا فَادَّارَأْتُمْ فِيهَا وَاللَّهُ مُخْرِجٌ مَا كُنْتُمْ تَكْتُمُونَ فَقُلْنَا اضْرِبُوهُ بِبَعْضِهَا كَذَلِكَ يُحْيِي اللَّهُ الْمَوْتَى وَيُرِيكُمْ آيَاتِهِ لَعَلَّكُمْ تَعْقِلُونَ ))\n\nالقصة:\n\nمكث موسى في قومه يدعوهم إلى الله. ويبدو أن نفوسهم كانت ملتوية بشكل لا تخطئه عين الملاحظة، وتبدو لجاجتهم وعنادهم فيما يعرف بقصة البقرة. فإن الموضوع لم يكن يقتضي كل هذه المفاوضات بينهم وبين موسى، كما أنه لم يكن يستوجب كل هذا التعنت. وأصل قصة البقرة أن قتيلا ثريا وجد يوما في بني إسرائيل، واختصم أهله ولم يعرفوا قاتله، وحين أعياهم الأمر لجئوا لموسى ليلجأ لربه. ولجأ موسى لربه فأمره أن يأمر قومه أن يذبحوا بقرة. وكان المفروض هنا أن يذبح القوم أول بقرة تصادفهم. غير أنهم بدءوا مفاوضتهم باللجاجة. اتهموا موسى بأنه يسخر منهم ويتخذهم هزوا، واستعاذ موسى بالله أن يكون من الجاهلين ويسخر منهم. أفهمهم أن حل القضية يكمن في ذبح بقرة.\nإن الأمر هنا أمر معجزة، لا علاقة لها بالمألوف في الحياة، أو المعتاد بين الناس. ليست هناك علاقة بين ذبح البقرة ومعرفة القاتل في الجريمة الغامضة التي وقعت، لكن متى كانت الأسباب المنطقية هي التي تحكم حياة بني إسرائيل؟ إن المعجزات الخارقة هي القانون السائد في حياتهم، وليس استمرارها في حادث البقرة أمرا يوحي بالعجب أو يثير الدهشة.\nلكن بني إسرائيل هم بنو إسرائيل. مجرد التعامل معهم عنت. تستوي في ذلك الأمور الدنيوية المعتادة، وشؤون العقيدة المهمة. لا بد أن يعاني من يتصدى لأمر من أمور بني إسرائيل. وهكذا يعاني موسى من إيذائهم له واتهامه بالسخرية منهم، ثم ينبئهم أنه جاد فيما يحدثهم به، ويعاود أمره أن يذبحوا بقرة، وتعود الطبيعة المراوغة لبني إسرائيل إلى الظهور، تعود اللجاجة والالتواء، فيتساءلون: أهي بقرة عادية كما عهدنا من هذا الجنس من الحيوان؟ أم أنها خلق تفرد بمزية، فليدع موسى ربه ليبين ما هي. ويدعو موسى ربه فيزداد التشديد عليهم، وتحدد البقرة أكثر من ذي قبل، بأنها بقرة وسط. ليست بقرة مسنة، وليست بقرة فتية. بقرة متوسطة.\nإلى هنا كان ينبغي أن ينتهي الأمر، غير أن المفاوضات لم تزل مستمرة، ومراوغة بني إسرائيل لم تزل هي التي تحكم مائدة المفاوضات. ما هو لون البقرة؟ لماذا يدعو موسى ربه ليسأله عن لون هذا البقرة؟ لا يراعون مقتضيات الأدب والوقار اللازمين في حق الله تعالى وحق نبيه الكريم، وكيف أنهم ينبغي أن يخجلوا من تكليف موسى بهذا الاتصال المتكرر حول موضوع بسيط لا يستحق كل هذه اللجاجة والمراوغة. ويسأل موسى ربه ثم يحدثهم عن لون البقرة المطلوبة. فيقول أنها بقرة صفراء، فاقع لونها تسر الناظرين.\nوهكذا حددت البقرة بأنها صفراء، ورغم وضوح الأمر، فقد عادوا إلى اللجاجة والمراوغة. فشدد الله عليهم كما شددوا على نبيه وآذوه. عادوا يسألون موسى أن يدعو الله ليبين ما هي، فإن البقر تشابه عليهم، وحدثهم موسى عن بقرة ليست معدة لحرث ولا لسقي، سلمت من العيوب، صفراء لا شية فيها، بمعنى خالصة الصفرة. انتهت بهم اللجاجة إلى التشديد. وبدءوا بحثهم عن بقرة بهذه الصفات الخاصة. أخيرا وجدوها عند يتيم فاشتروها وذبحوها.\nوأمسك موسى جزء من البقرة (وقيل لسانها) وضرب به القتيل فنهض من موته. سأله موسى عن قاتله فحدثهم عنه (وقيل أشار إلى القاتل فقط من غير أن يتحدث) ثم عاد إلى الموت. وشاهد بنو إسرائيل معجزة إحياء الموتى أمام أعينهم، استمعوا بآذانهم إلى اسم القاتل. انكشف غموض القضية التي حيرتهم زمنا طال بسبب لجاجتهم وتعنتهم.\nنود أن نستلفت انتباه القارئ إلى سوء أدب القوم مع نبيهم وربهم، ولعل السياق القرآني يورد ذلك عن طريق تكرارهم لكلمة \"ربك\" التي يخاطبون بها موسى. وكان الأولى بهم أن يقولوا لموسى، تأدبا، لو كان لا بد أن يقولوا: (ادْعُ لَنَا رَبَّكَ) ادع لنا ربنا. أما أن يقولوا له: فكأنهم يقصرون ربوبية الله تعالى على موسى. ويخرجون أنفسهم من شرف العبودية لله. انظر إلى الآيات كيف توحي بهذا كله. ثم تأمل سخرية السياق منهم لمجرد إيراده لقولهم: (الآنَ جِئْتَ بِالْحَقِّ) بعد أن أرهقوا نبيهم ذهابا وجيئة بينهم وبين الله عز وجل، بعد أن أرهقوا نبيهم بسؤاله عن صفة البقرة ولونها وسنها وعلاماتها المميزة، بعد تعنتهم وتشديد الله عليهم، يقولون لنبيهم حين جاءهم بما يندر وجوده ويندر العثور عليه في البقر عادة.\nساعتها قالوا له: \"الآنَ جِئْتَ بِالْحَقِّ\". كأنه كان يلعب قبلها معهم، ولم يكن ما جاء هو الحق من أول كلمة لآخر كلمة. ثم انظر إلى ظلال السياق وما تشي به من ظلمهم: (فَذَبَحُوهَا وَمَا كَادُواْ يَفْعَلُونَ) ألا توحي لك ظلال الآيات بتعنتهم وتسويفهم ومماراتهم ولجاجتهم في الحق؟ هذه اللوحة الرائعة تشي بموقف بني إسرائيل على موائد المفاوضات. هي صورتهم على مائدة المفاوضات مع نبيهم الكريم موسى."
  },
  {
    "number": "قصة حزقيل ",
    "text": "",
    "label": "قال الله تعالى: فى سورة البقرة الآية243:\n\n ((أَلَمْ تَرَ إِلَى الَّذِينَ خَرَجُوا مِنْ دِيَارِهِمْ وَهُمْ أُلُوفٌ حَذَرَ الْمَوْتِ فَقَالَ لَهُمُ اللَّهُ مُوتُوا ثُمَّ أَحْيَاهُمْ إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَشْكُرُونَ ))\n\nالقصة :\n\nقال محمد بن إسحاق عن وهب بن منبه إن كالب بن يوفنا لما قبضه الله إليه بعد يوشع، خلف في بني إسرائيل حزقيل بن بوذى وهو ابن العجوز وهو الذي دعا للقوم الذين ذكرهم الله في كتابه فيما بلغنا:\n(( أَلَمْ تَرَ إِلَى الَّذِينَ خَرَجُوا مِنْ دِيَارِهِمْ وَهُمْ أُلُوفٌ حَذَرَ الْمَوْتِ))\n قال ابن إسحاق فروا من الوباء فنزلوا بصعيد من الأرض، فقال لهم الله: موتوا. فماتوا جميعا فحظروا عليهم حظيرة دون السباع فمضت عليهم دهور طويلة، فمر بهم حزقيل عليه السلام\nفوقف عليهم متفكرا فقيل له: أتحب أن يبعثهم الله وأنت تنظر؟ فقال: نعم. فأمر أن يدعو تلك العظام أن تكتسي لحما وأن يتصل العصب بعضه ببعض. فناداهم عن أمر الله له بذلك فقام القوم أجمعون وكبروا تكبيرة رجل واحد.\n وقال أسباط عن السدي عن أبي مالك وعن أبي صالح عن ابن عباس وعن مرة عن ابن مسعود وعن أناس من الصحابة في قوله:\n(( أَلَمْ تَرَ إِلَى الَّذِينَ خَرَجُوا مِنْ دِيَارِهِمْ وَهُمْ أُلُوفٌ حَذَرَ الْمَوْتِ فَقَالَ لَهُمُ اللَّهُ مُوتُوا ثُمَّ أَحْيَاهُمْ ))\nقالوا: كانت قرية يقال لها: \"داوردان\"، قبل \"واسط\" وقع بها الطاعون فهرب عامة أهلها فنزلوا ناحية منها فهلك من بقي في القرية وسلم الآخرون فلم يمت منهم كثير فلما ارتفع الطاعون رجعوا سالمين، فقال الذين بقوا: أصحابنا هؤلاء كانوا أحزم منا لو صنعنا كما صنعوا بقينا ولئن وقع الطاعون ثانية لنخرجن معهم.\n فوقع في قابل فهربوا وهم بضعة وثلاثون ألفا حتى نزلوا ذلك المكان وهو واد أفيح، فناداهم ملك من أسفل الوادى وآخر من أعلاه: أن موتوا. فماتوا حتى إذا هلكوا وبقيت أجسادهم مر بهم نبى يقال له: حزقيل. فلما رآهم وقف عليهم فجعل يتفكر فيهم ويلوى شدقيه وأصابعه،\n فأوحى الله إليه: تريد أن أريك كيف أحييهم؟ قال: نعم. وإنما كان تفكره أنه تعجب من قدرة الله عليهم فقيل له: ناد. فنادى: يا أيتها العظام إن الله يأمرك أن تجتمعي. فجعلت العظام يطير بعضها إلى بعض حتى كانت أجسادا من عظام ثم أوحى الله إليه؛ أن ناد: يا أيتها العظام إن الله يأمرك أن تكتسى لحما. فاكتست لحما ودما وثيابها التي ماتت فيها. ثم قيل له: ناد. فنادى: أيتها الأجساد إن الله يأمرك أن تقومى. فقاموا.\nقال أسباط: فزعم منصور عن مجاهد أنهم قالوا حين أحيوا: سبحانك اللهم وبحمدك لا إله إلا أنت. فرجعوا إلى قومهم أحياء يعرفون أنهم كانوا موتى سحنة الموت على وجوههم لا يلبسون ثوبا إلا عاد كفنا دسما حتى ماتوا لآجالهم التى كتبت لهم.\n وعن ابن عباس؛ أنهم كانوا أربعة آلاف. وعنه: ثمانية آلاف. وعن أبي صالح: تسعه آلاف. وعن ابن عباس أيضا: كانوا أربعين ألفا. وعن سعيد بن عبد العزيز: كانوا من أهل \"أذرعات\". وقال ابن جريج عن عطاء: هذا مثل. يعنى أنه سيق مثلا مبينا أنه لن يغني حذر من قدر. وقول الجمهور أقوى؛ أن هذا وقع.\nوقد روى الإمام أحمد وصاحبا \"الصحيح\" من طريق الزهري عن عبد الحميد بن عبد الرحمن بن زيد بن الخطاب عن عبد الله بن عبد الله بن الحارث بن نوفل عن عبد الله بن عباس أن عمر بن الخطاب خرج إلى الشام حتى إذا كان بسرغ لقيه أمراء الأجناد أبو عبيدة بن الجراح وأصحابه، فأخبروه أن الوباء وقع بالشام، فذكر الحديث. يعني في مشاورته المهاجرين والأنصار فاختلفوا عليه فجاءه عبد الرحمن بن عوف وكان متغيبا ببعض حاجته، فقال: إن عندي من هذا علما؛ سمعت رسول الله صلى الله عليه وسلم يقول: إذا كان بأرض وأنتم بها فلا تخرجوا فرارا منه وإذا سمعتم به بأرض؛ فلا تقدموا عليه فحمد الله عمر ثم انصرف.\nوقال الإمام أحمد: حدثنا حجاج ويزيد المعني قالا: حدثنا ابن أبي ذئب عن الزهري عن سالم عن عبد الله بن عامر بن ربيعة أن عبد الرحمن بن عوف أخبر عمر وهو في الشام عن النبي صلى الله عليه وسلم: إن هذا السقم عذب به الأمم قبلكم فإذا سمعتم به في أرض فلا تدخلوها، وإذا وقع بأرض وأنتم بها فلا تخرجوا فرارا منه قال: فرجع عمر من الشام . وأخرجاه من حديث مالك عن الزهري بنحوه.\nقال محمد بن إسحاق: ولم يذكر لنا مدة لبث حزقيل في بني إسرائيل، ثم إن الله قبضه إليه، فلما قبض نسي بنو إسرائيل عهد الله إليهم، وعظمت فيهم الأحداث وعبدوا الأوثان، وكان في جملة ما يعبدونه من الأصنام صنم يقال له: بعل. فبعث الله إليهم إلياس بن ياسين بن فنحاص بن العيزار بن هارون بن عمران. قلت: وقد قدمنا قصة إلياس تبعا لقصة الخضر؛ لأنهما يقرنان في الذكر غالبا، ولأجل أنها بعد قصة موسى في سورة \"الصافات\" فتعجلنا قصته لذلك. والله أعلم. قال محمد بن إسحاق فيما ذكر له عن وهب بن منبه قال: ثم تنبأ فيهم بعد إلياس وصيه اليسع بن أخطوب، عليه السلام.                      "
  },
  {
    "number": "قصة سبأ",
    "text": "",
    "label": "ورد ذكر القصة في سورةسبأ الآيات 15-19.\n\nقال الله تعالى، في سورة \"سبأ\":\n \" لَقَدْ كَانَ لِسَبَإٍ فِي مَسْكَنِهِمْ آيَةٌ جَنَّتَانِ عَنْ يَمِينٍ وَشِمَالٍ كُلُوا مِنْ رِزْقِ رَبِّكُمْ وَاشْكُرُوا لَهُ بَلْدَةٌ طَيِّبَةٌ وَرَبٌّ غَفُورٌ فَأَعْرَضُوا فَأَرْسَلْنَا عَلَيْهِمْ سَيْلَ الْعَرِمِ وَبَدَّلْنَاهُمْ بِجَنَّتَيْهِمْ جَنَّتَيْنِ ذَوَاتَيْ أُكُلٍ خَمْطٍ وَأَثْلٍ وَشَيْءٍ مِنْ سِدْرٍ قَلِيلٍ ذَلِكَ جَزَيْنَاهُمْ بِمَا كَفَرُوا وَهَلْ نُجَازِي إِلَّا الْكَفُورَ وَجَعَلْنَا بَيْنَهُمْ وَبَيْنَ الْقُرَى الَّتِي بَارَكْنَا فِيهَا قُرًى ظَاهِرَةً وَقَدَّرْنَا فِيهَا السَّيْرَ سِيرُوا فِيهَا لَيَالِيَ وَأَيَّامًا آمِنِينَ فَقَالُوا رَبَّنَا بَاعِدْ بَيْنَ أَسْفَارِنَا وَظَلَمُوا أَنْفُسَهُمْ فَجَعَلْنَاهُمْ أَحَادِيثَ وَمَزَّقْنَاهُمْ كُلَّ مُمَزَّقٍ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ \".\n\nالقصة:\n\nقال علماء النسب منهم محمد بن إسحاق : اسم سبأ عبد شمس بن يشجب بن يعرب بن قحطان قالوا : وكان أول من سبى من العرب فسمي سبأ لذلك ، وكان يقال له : الرائش لأنه كان يعطي الناس الأموال من متاعه. قال السهيلي : ويقال : إنه أول من تتوج. وذكر بعضهم أنه كان مسلما وكان له شعر بشر فيه بوجود رسول الله صلى الله عليه وسلم فمن ذلك قوله :\nســيملك بعدنــا ملكــا عظيمـا نبــي لا يرخــص فـي الحـرام\nويملــك بعــده منهــم ملــوك يدينـــون العبـــاد بغــير ذام\nويملــك بعـدهم منـا مـا ملـوك يصــير الملــك فينــا باقتسـام\nويملــك بعــد قحطــان نبــي تقـــي جبينــه خــير الأنــام\nيســمى أحــمدا يــا ليـت أنـي أعمـــر بعــد مبعثــه بعــام\nفـــأعضده وأحــبوه بنصــري بكـــل مدجـــج وبكـــل رام\nمتــى يظهــر فكونـوا ناصريـه ومــن يلقــاه يبلغــه ســلامي\nحكاه ابن دحية في كتابه \" التنوير في مولد البشير النذير \".\nوقال الإمام أحمد : حدثنا أبو عبد الرحمن حدثنا ابن لهيعة عن عبد الله بن هبيرة السبائي عن عبد الرحمن بن وعلة سمعت عبد الله بن العباس يقول : إن رجلا سأل النبي صلى الله عليه وسلم عن سبأ ما هو ؟ أرجل أم امرأة أم أرض ؟ قال : بل هو رجل ، ولد عشرة فسكن اليمن منهم ستة وبالشام منهم أربعة ، فأما اليمانيون فمذحج وكندة والأزد والأشعريون وأنمار وحمير وأما الشامية فلخم وجذام وعاملة وغسان ، وقد ذكرنا في التفسير أن فروة بن مسيك الغطيفي هو السائل عن ذلك كما استقصينا طرق هذا الحديث وألفاظهن هناك ولله الحمد.\nوالمقصود أن سبأ يجمع هذه القبائل كلها ، وقد كان فيهم التبابعة بأرض اليمن واحدهم تبع وكان لملوكهم تيجان يلبسونها وقت الحكم كما كانت الأكاسرة ملوك الفرس يفعلون ذلك ، وكانت العرب تسمي كل من ملك اليمن مع الشحر وحضرموت تبعا ، كما يسمون من ملك الشام مع الجزيرة قيصر ، ومن ملك الفرس كسرى ومن ملك مصر فرعون ، ومن ملك الحبشة النجاشي ومن ملك الهند بطليموس ، وقد كان من جملة ملوك حمير بأرض اليمن بلقيس ، وقد قدمنا قصتها مع سليمان عليه السلام وقد كانوا في غبطة عظيمة وأرزاق دارة وثمار وزروع كثيرة وكانوا مع ذلك على الاستقامة والسداد وطريق الرشاد فلما بدلوا نعمة الله كفرا أحلوا قومهم دار البوار .\nقال محمد بن إسحاق عن وهب بن منبه أرسل الله إليهم ثلاثة عشر نبيا ، وزعم السدي أنه أرسل إليهم اثني عشر ألف نبي ، فالله أعلم.\nوالمقصود أنهم لما عدلوا عن الهدى إلى الضلال ، وسجدوا للشمس من دون الله ، وكان ذلك في زمان بلقيس وقبلها أيضا ، واستمر ذلك فيهم حتى أرسل الله عليهم سيل العرم كما قال تعالى فَأَعْرَضُوا فَأَرْسَلْنَا عَلَيْهِمْ سَيْلَ الْعَرِمِ وَبَدَّلْنَاهُمْ بِجَنَّتَيْهِمْ جَنَّتَيْنِ ذَوَاتَيْ أُكُلٍ خَمْطٍ وَأَثْلٍ وَشَيْءٍ مِنْ سِدْرٍ قَلِيلٍ ذَلِكَ جَزَيْنَاهُمْ بِمَا كَفَرُوا وَهَلْ نُجَازِي إِلَّا الْكَفُورَ .\nذكر غير واحد من علماء السلف والخلف من المفسرين وغيرهم أن سد مأرب كان صنعته أن المياه تجري من بين جبلين فعمدوا في قديم الزمان فسدوا ما بينهما ببناء محكم جدا حتى ارتفع الماء فحكم على أعالي الجبلين وغرسوا فيهما البساتين والأشجار المثمرة الأنيقة ، وزرعوا الزروع الكثيرة ، ويقال كان أول من بناه سبأ بن يعرب وسلط إليه سبعين واديا يفد إليه وجعل له ثلاثين فرضة يخرج منها الماء ومات ولم يكمل بناؤه فكملته حمير بعده ، وكان اتساعه فرسخا في فرسخ وكانوا في غبطة عظيمة وعيش رغيد وأيام طيبة حتى ذكر قتادة وغيره أن المرأة كانت تمر بالمكتل على رأسها فيمتلئ من الثمار ما يتساقط فيه من نضجه وكثرته وذكروا أنه لم يكن في بلادهم شيء من البراغيث ولا الدواب الموذية لصحة هوائهم وطيب فنائهم\n كما قال تعالى\n(( لَقَدْ كَانَ لِسَبَإٍ فِي مَسْكَنِهِمْ آيَةٌ جَنَّتَانِ عَنْ يَمِينٍ وَشِمَالٍ كُلُوا مِنْ رِزْقِ رَبِّكُمْ وَاشْكُرُوا لَهُ بَلْدَةٌ طَيِّبَةٌ وَرَبٌّ غَفُورٌ))\n وكما قال تعالى(( وَإِذْ تَأَذَّنَ رَبُّكُمْ لَئِنْ شَكَرْتُمْ لَأَزِيدَنَّكُمْ وَلَئِنْ كَفَرْتُمْ إِنَّ عَذَابِي لَشَدِيدٌ ))\nفلما عبدوا غير الله وبطروا نعمته وسألوا بعد تقارب ما بين قراهم وطيب ما بينها من البساتين وأمن الطرقات سألوا أن يباعد بين أسفارهم وأن يكون سفرهم في مشاق وتعب وطلبوا أن يبدلوا بالخير شرا كما سأل بنو إسرائيل بدل المن والسلوى البقول والقثاء والفوم والعدس والبصل فسلبوا تلك النعمة العظيمة والحسنة العميمة بتخريب البلاد والشتات على وجوه العباد كما قال تعالى فَأَعْرَضُوا فَأَرْسَلْنَا عَلَيْهِمْ سَيْلَ الْعَرِمِ قال غير واحد : أرسل الله على أصل السد الفار ، وهو الجرذ ويقال : الخلد . فلما فطنوا لذلك أرصدوا عندها السنانير فلم تغن شيئا إذ قد حم القدر ولم ينفع الحذر كلا لا وزر ، فلما تحكم في أصله الفساد سقط وانهار فسلك الماء القرار ، فقطعت تلك الجداول والأنهار ، وانقطعت تلك الثمار ، وبادت تلك الزروع والأشجار ، وتبدلوا بعدها برديء الأشجار والأثمار\n كما قال العزيز الجبار وَبَدَّلْنَاهُمْ بِجَنَّتَيْهِمْ جَنَّتَيْنِ ذَوَاتَيْ أُكُلٍ خَمْطٍ وَأَثْلٍ قال ابن عباس ومجاهد وغير واحد : هو الأراك وثمره البرير ، وأثل وهو الطرفاء وقيل : يشبهه وهو حطب لأثمر له وَشَيْءٍ مِنْ سِدْرٍ قَلِيلٍ وذلك لأنه لما كان يثمر النبق كان قليلا مع أنه ذو شوك كثير ، وثمره بالنسبة إليه كما يقال في المثل : لحم جمل غث على رأس جبل وعر لا سهل فيرتقى ولا سمين فينتقى ، ولهذا قال تعالى ذَلِكَ جَزَيْنَاهُمْ بِمَا كَفَرُوا وَهَلْ نُجَازِي إِلَّا الْكَفُور\nَ أي : إنما نعاقب هذه العقوبة الشديدة من كفر بنا وكذب رسلنا وخالف أمرنا وانتهك محارمنا وقال تعالى فَجَعَلْنَاهُمْ أَحَادِيثَ وَمَزَّقْنَاهُمْ كُلَّ مُمَزَّقٍ وذلك أنهم لما هلكت أموالهم وخربت بلادهم احتاجوا أن يرتجلوا منها وينتقلوا عنها فتفرقوا في غور البلاد ونجدها أيدي سبأ شذر مذر ، فنزلت طوائف منهم الحجاز وهم خزاعة نزلوا ظاهر مكة وكان من أمرهم ما سنذكره ، ومنهم المدينة المنورة اليوم ، فكانوا أول من سكنها ثم نزلت عندهم ثلاث قبائل من اليهود : بنو قينقاع وبنو قريظة وبنو النضير فحالفوا الأوس والخزرج وأقاموا عندهم ، وكان من أمرهم ما سنذكره ، ونزلت طائفة أخرى منهم الشام وهم الذين تنصروا فيما بعد وهم غسان وعاملة وبهراء ولخم وجذام وتنوخ وتغلب وغيرهم وسنذكرهم عند ذكر فتوح الشام في زمن الشيخين رضي الله عنهما.\nقال محمد بن إسحاق : حدثني أبو عبيدة قال : قال الأعشى بن قيس بن ثعلبة وهو ميمون بن قيس\nوفـــي ذاك للمؤتســى أســوة\nومــأرم عفــي عليهــا العـرم\nرخـــام بنتــه لهــم حــمير\nإذا جـــاء مــواره لــم يــرم\nفـــأروى الـــزرع وأعنانهــا\nعــلى ســعة مــاءهم إذ قسـم\nفصـــاروا أيــادي لا يقــدرون\nعـلى شـرب طفـل إذا مـا فطـم\nوقد ذكر محمد بن إسحاق في كتاب \" السيرة \" أن أول من خرج من اليمن قبل سيل العرم عمرو بن عامر اللخمي ولخم هو ابن عدي بن الحارث بن مرة بن أدد بن زيد بن هميسع بن عمرو بن عريب بن يشجب بن زيد بن كهلان بن سبأ ويقال : لخم بن عدي بن عمرو بن سبأ قاله ابن هشام قال ابن إسحاق وكان سبب خروجه من اليمن ، فيما حدثني أبو زيد الأنصاري أنه رأى جرذا يحفر في سد مأرب الذي كان يحبس عليهم الماء فيصرفونه حيث شاءوا من أرضهم\nفعلم أنه لا بقاء للسد على ذلك ، فاعتزم على النقلة عن اليمن فكاد قومه فأمر أصغر ولده إذا أغلظ عليه ولطمه أن يقوم إليه فيلطمه ففعل ابنه ما أمره به فقال عمرو : لا أقيم ببلد لطم وجهي فيه أصغر ولدي وعرض أمواله فقال أشراف من أشراف اليمن : اغتنموا غضبة عمرو فاشتروا منه أمواله وانتقل في ولده ، وولد ولده وقالت الأزد : لا نتخلف عن عمرو بن عامر ، فباعوا أموالهم وخرجوا معه فساروا حتى نزلوا بلاد عك مجتازين يرتادون البلدان فحاربتهم عك فكانت حربهم سجالا ففي ذلك قال عباس بن مرداس\nوعـك بـن عدنـان الـذين تلعبـوا\nبغسـان حـتى طـردوا كـل مطرد\nقال : فارتحلوا عنهم فتفرقوا في البلاد فنزل آل جفنة بن عمرو بن عامر الشام ونزل الأوس والخزرج يثرب ونزلت خزاعة مرا ونزلت أزد السراة السراة ونزلت أزد عمان عمان ثم أرسل الله تعالى على السد السيل فهدمه وفي ذلك أنزل الله هذه الآيات وقد روي عن السدي قريب من هذا وعن محمد بن إسحاق في رواية أن عمرو بن عامر كان كاهنا ، وقال غيره كانت امرأته طريفة بنت الخير الحميرية كاهنة فأخبرت بقرب هلاك بلادهم وكأنهم رأوا شاهد ذلك في الفأر الذي سلط على سدهم ، ففعلوا ما فعلوا والله أعلم وقد ذكرت قصته مطولة عن عكرمة فيما رواه ابن أبي حاتم في \" التفسير \".                      "
  },
  {
    "number": "قصة مائدة عيسى عليه السلام ",
    "text": "",
    "label": "ورد ذكر القصة في سورة المائدة الآيات112-115.\n\n((إِذْ قَالَ الْحَوَارِيُّونَ يَا عِيسَى ابْنَ مَرْيَمَ هَلْ يَسْتَطِيعُ رَبُّكَ أَنْ يُنَزِّلَ عَلَيْنَا مَائِدَةً مِنَ السَّمَاءِ قَالَ اتَّقُوا اللَّهَ إِنْ كُنْتُمْ مُؤْمِنِينَ (112) قَالُوا نُرِيدُ أَنْ نَأْكُلَ مِنْهَا وَتَطْمَئِنَّ قُلُوبُنَا وَنَعْلَمَ أَنْ قَدْ صَدَقْتَنَا وَنَكُونَ عَلَيْهَا مِنَ الشَّاهِدِينَ (113) قَالَ عِيسَى ابْنُ مَرْيَمَ اللَّهُمَّ رَبَّنَا أَنْزِلْ عَلَيْنَا مَائِدَةً مِنَ السَّمَاءِ تَكُونُ لَنَا عِيدًا لِأَوَّلِنَا وَآَخِرِنَا وَآَيَةً مِنْكَ وَارْزُقْنَا وَأَنْتَ خَيرُ الرَّازِقِينَ (114) قَالَ اللَّهُ إِنِّي مُنَزِّلُهَا عَلَيْكُمْ فَمَنْ يَكْفُرْ بَعْدُ مِنْكُمْ فَإِنِّي أُعَذِّبُهُ عَذَابًا لَا أُعَذِّبُهُ أَحَدًا مِنَ الْعَالَمِينَ (115)))\n\nالقصة:\n\nذكر الله تبارك وتعالى سورة المائدة وحيا على رسوله صلى الله عليه وسلم وسميت هذه السورة سورة المائدة لأنها تتضمن قصة المائدة التي أنزلها الله تعالى من السماء عندما سأله عيسى ابن مريم عليه السلام إنزالها من السماء كما طلب منه ذلك اصحابه وتلاميذه الحواريون، ومضمون خبر وقصة هذه  المائدة ان عيسى عليه السلام أمر الحواريون بصيام ثلاثين يوما فلما أتموها سألوا عيسى عليه السلام إنزال مائدة من السماء عليهم ليأكلوا منها وتطمئن بذلك قلوبهم أن الله تعالى قد قبل صيامهم وتكون لهم عيدًا يفطرون عليها يوم فطرهم، ولكن عيسى عليه السلام وعظهم في ذلك وخاف عليهم ألا يقوموا بشكرها، فأبوا عليه إلا أن يسأل لهم ذلك، فلما ألحوا عليه أخذ يتضرع إلى الله تعالى في الدعاء والسؤال أن يجابوا إلى ما طلبوا فاستجاب الله عزوجل دعاءه فأنزل سبحانه المائدة من السماء والناس ينظرون إليها تنحدر بين غمامتين، وجعلت تدنو قليلا قليلا وكالما دنت منهم يسأل عيسى عليه السلام أن يجعلها رحمة لا نقمة وأن يجعلها سلامًا وبركة، فلم تزل تدنو حتى استقرت بين يدي عيسى عليه السلام وهي مغطاة بمنديل، فقام عيسى عليه السلام يكشف عنها وهو يقول (( بسم الله خير الرازقين)) فإذا عليها من الطعام سبعة من الحيتان وسبعة أرغفة وقيل: كان عليها خل ورمان وثمار ولها رائحة عظيمة جدًا، ثم امرهم عيسى عليه السلام بالأكل منها أمر عليه السلام الفقراء والمحاويج والمرضى وأصحاب العاهات وكانوا قريبًا من الألف وثلاثمائة أن يأكلوا من هذه المائدة، فأكلوا منها فبرأ كل من به عاهة أو آفة أو مرض مزمن واستغنى الفقراء وصاروا أغنياء فندم الناس الذين لم يأكلوا منها لما رأوا من إصلاح حال اولئك الذين أكلوا ثم صعدت المائدة وهم ينظرون إليها حتى توارت عن اعينهم، وقيل: إن هذه المائدة كانت تنزل كل يوم مرة فيأكل الناس منها، فيأكل آخرهم كما ياكل أولهم حتى قيل: إنه كان ياكل منها كل يوم سبعة آلاف شخص.\nثم أمر الله تعالى أن يقصرها على الفقراء دون الاغنياء، فشق ذلك على كثير من الناس وتكلم منافقوهم في ذلك فرفعت ومُسخ الذين تكلموا في ذلك من المنافقين خنازير.                      "
  },
  {
    "number": "قصة أصحاب الجنة ",
    "text": "",
    "label": "ورد ذكر القصة في سورة القلم . آية ( 17 - 33 ) .\n\nقال الله تعالى:\n(( إِنَّا بَلَوْنَاهُمْ كَمَا بَلَوْنَا أَصْحَابَ الْجَنَّةِ إِذْ أَقْسَمُوا لَيَصْرِمُنَّهَا مُصْبِحِينَ وَلَا يَسْتَثْنُونَ فَطَافَ عَلَيْهَا طَائِفٌ مِنْ رَبِّكَ وَهُمْ نَائِمُونَ فَأَصْبَحَتْ كَالصَّرِيمِ فَتَنَادَوْا مُصْبِحِينَ أَنِ اغْدُوا عَلَى حَرْثِكُمْ إِنْ كُنْتُمْ صَارِمِينَ فَانْطَلَقُوا وَهُمْ يَتَخَافَتُونَ أَنْ لَا يَدْخُلَنَّهَا الْيَوْمَ عَلَيْكُمْ مِسْكِينٌ وَغَدَوْا عَلَى حَرْدٍ قَادِرِينَ فَلَمَّا رَأَوْهَا قَالُوا إِنَّا لَضَالُّونَ بَلْ نَحْنُ مَحْرُومُونَ قَالَ أَوْسَطُهُمْ أَلَمْ أَقُلْ لَكُمْ لَوْلَا تُسَبِّحُونَ قَالُوا سُبْحَانَ رَبِّنَا إِنَّا كُنَّا ظَالِمِينَ فَأَقْبَلَ بَعْضُهُمْ عَلَى بَعْضٍ يَتَلَاوَمُونَ قَالُوا يَا وَيْلَنَا إِنَّا كُنَّا طَاغِينَ عَسَى رَبُّنَا أَنْ يُبْدِلَنَا خَيْرًا مِنْهَا إِنَّا إِلَى رَبِّنَا رَاغِبُونَ كَذَلِكَ الْعَذَابُ وَلَعَذَابُ الْآخِرَةِ أَكْبَرُ لَوْ كَانُوا يَعْلَمُونَ ))\n وهذا مثل ضربه الله لكفار قريش، فيما أنعم به عليهم من إرسال الرسول العظيم الكريم إليهم، فقابلوه بالتكذيب والمخالفة،\n\n كما قال تعالى:\n(( أَلَمْ تَرَ إِلَى الَّذِينَ بَدَّلُوا نِعْمَةَ اللَّهِ كُفْرًا وَأَحَلُّوا قَوْمَهُمْ دَارَ الْبَوَارِ جَهَنَّمَ يَصْلَوْنَهَا وَبِئْسَ الْقَرَار ))\n\nالقصة:\n\nقال إبن عباس:\n إنه كان شيخ كانت له جنة، وكان لا يدخل بيته ثمرة منها ولا إلى منزله حتى يعطي كل ذي حق حقه. فلما قبض الشيخ وورثه بنوه -وكان له خمسة من البنين- فحملت جنتهم في تلك السنة التي هلك فيها أبوهم حملا لم يكن حملته من قبل ذلك، فراح الفتية إلى جنتهم بعد صلاة العصر,\nفأشرفوا على ثمرة ورزق فاضل لم يعاينوا مثله في حياة أبيهم. فلما نظروا إلى الفضل طغوا وبغوا، وقال بعضهم لبعض: إن أبانا كان شيخا كبيرا قد ذهب عقله وخرف، فهلموا نتعاهد ونتعاقد فيما بيننا أن لا نعطي أحدا من فقراء المسلمين في عامنا هذا شيئا، حتى نستغني وتكثر أموالنا، ثم نستأنف الصنعة فيما يستقبل من السنين المقبلة. فرضي بذلك منهم أربعة، وسخط الخامس وهو الذي قال تعالى: (قال أوسطهم ألم أقل لكم لولا تسبحون).\nفقال لهم أوسطهم: إتقوا الله وكونوا على منهاج أبيكم تسلموا وتغنموا، فبطشوا به، فضربوه ضربا مبرحا. فلما أيقن الأخ أنهم يريدون قتله دخل معهم في مشورتهم كارها لأمرهم، غير طائع، فراحوا إلى منازلهم ثم حلفوا بالله أن يصرموه إذا أصبحوا، ولم يقولوا إن شاء الله.\nفإبتلاهم الله بذلك الذنب، وحال بينهم وبين ذلك الرزق الذي كانوا أشرفوا عليه.\nبهذه الهدفية يجب أن نطالع القصص ونقرأ التاريخ. فهذه قصة أصحاب الجنة يعرضها الوحي لتكون أحداثها ودروسها موعظة وعبرة للإنسانية.\nومن الملفت للنظر، إن القرآن في عرضه لهذه القصة لا يحدثنا عن الموقع الجغرافي للجنة، هل كانت في اليمن أو في الحبشة، ولا عن مساحتها ونوع الثمرة التي أقسم أصحابها على صرمها.. لأن هذه الأمور ليست بذات أهمية في منهج الوحي، إنما المهم المواقف والمواعظ والأحداث لمعبرة، سواء فصل العرض أو إختصر.\n* ومكروا ومكر الله:\nفأشار القرآن إلى أنهم كيف أقسموا على قطف ثمار مزرعتهم دون إعطاء الفقراء شيئا منها، وتعاهدوا على ذلك. ولكن هل فلحوا في أمرهم؟ كلا..\n(فطاف عليها طائف من ربك وهم نائمون فأصبحت كالصريم).\nإن الله الذي لا تأخذه سنة ولا نوم، ما كان ليغفل عن تدبير خلقه، وإجراء سننه في الحياة. فقد أراد أن يجعل آية تهديهم إلى الإيمان به والتسليم لأوامره بالإنفاق على المساكين وإعطاء كل ذي حق حقه.. وأن يعلم الإنسان بأن الجزاء حقيقة واقعية، وإنه نتيجة عمله.\nوهكذا يواجه مكر الله مكر الإنسان، فيدعه هباء منثورا، (ومكروا ومكر الله والله خير الماكرين). وإذا إستطاعوا أن يخفوا مكرهم عن المساكين، فهل إستطاعوا أن يخفوه عن عالم الغيب والشهادة؟ كلا.. وقد أرسل الله تعالى طائفة ليثبت لهم هذه الحقيقة:\n(فتنادوا مصبحين* أن أغدوا على حرثكم إن كنتم صارمين* فإنطلقوا وهم يتخافتون* ان لايدخلنها اليوم عليكم مسكين* وغدوا على حرد قادرين* فلما رأوها قالوا إنا لضالون* بل نحن محرومون) [القلم\/ 21-27].\nفي تلك اللحظة الحرجة إهتدوا إلى ان الحرمان الحقيقي ليس قلة المال والجاه، وإنما الحرمان والمسكنة قلة الإيمان والمعرفة بالله.\nوهكذا أصبح هذا الحادث المريع بمثابة صدمة قوية أيقظتهم من نومة الضلال والحرمان، وصار بداية لرحلة العروج في آفاق التوبة والإنابة، والتي أولها إكتشاف الإنسان خطئه في الحياة.\nومن هنا نهتدي إلى أن من أهم الحكم التي وراء أخذ الله الناس بالبأساء والضراء وألوان من العذاب في الدنيا، هو تصحيح مسيرة الإنسان بإحياء ضميره وإستثارة عقله من خلال ذلك، كما قال ربنا عزوجل: (فأخذناهم بالبأساء والضراء لعلهم يتضرعون).\n* قصة تستحق التأمل:\nفما أحوجنا أن نتأمل قصة هؤلاء الأخوة الذين إعتبروا بآيات الله، وراجعوا أنفسهم بحثا عن الحقيقة لما رأوا جنتهم وقد أصبحت كالصريم، فنغير من أنفسنا ليغير الله ما نحن فيه. إذ ما أشبه تلك الجنة وقد طاف عليها طائف من الله بحضارتنا التي صرمتها عوامل الإنحطاط وال\nتخلف ولو أنهم إستمعوا إلى نداء المصلحين لما أبتلوا بتلك النهاية المريعة. وهكذا كل أمة لا تفلح إلا إذا عرفت قيمة المصلحين، فإستمعت إلى نصائحهم، وإستجابت لبلاغهم وإنذارهم.\nلهذا الدور تصدى أوسط اصحاب الجنة، فعارضهم في البداية حينما أزمعوا وأجمعوا على الخطيئة، وذكرهم لما أصابهم عذاب الله بالحق، وحملهم كامل المسؤولية، وإستفاد من الصدمة التي أصابتهم في إرشادهم إلى العلاج الناجع.\n(قال أوسطهم ألم أقل لكم لولا تسبحون) من هذا الموقف نهتدي إلى بصيرة هامة ينبغي لطلائع التغيير الحضاري ورجال الإصلاح أن يدركوها ويأخذوا بها في تحركهم إلى ذلك الهدف العظيم، وهي: إن المجتمعات والأمم حينما تضل عن الحق وتتبع النظم البشرية المنحرفة، تصير إلى الحرمان، وتحدث في داخلها هزة عنيفة (صحوة) ذات وجهين، أحدهما القناعة بخطأ المسيرة السابقة، والآخر البحث عن المنهج الصالح. وهذه خير فرصة لهم يعرضوا فيها الرؤى والأفكار الرسالية، ويوجهوا الناس اليها.\nمن هذه الفرصة إستفاد أوسط اصحاب الجنة، بحيث حذر أخوته من أخطائهم، وأرشدهم إلى سبيل الصواب.\n(قالوا سبحان ربنا إنا كنا ظالمين* فأقبل بعضهم على بعض يتلاومون* قالوا ياويلنا إنا كنا طاغين* عسى ربنا أن يبدلنا خيرا منها إنا إلى ربنا راغبون).\nوقصة هؤلاء شبيه بقوله تعالى:\n ((وَضَرَبَ اللَّهُ مَثَلًا قَرْيَةً كَانَتْ آمِنَةً مُطْمَئِنَّةً يَأْتِيهَا رِزْقُهَا رَغَدًا مِنْ كُلِّ مَكَانٍ فَكَفَرَتْ بِأَنْعُمِ اللَّهِ فَأَذَاقَهَا اللَّهُ لِبَاسَ الْجُوعِ وَالْخَوْفِ بِمَا كَانُوا يَصْنَعُونَ وَلَقَدْ جَاءَهُمْ رَسُولٌ مِنْهُمْ فَكَذَّبُوهُ فَأَخَذَهُمُ الْعَذَابُ وَهُمْ ظَالِمُونَ))\n قيل: هذا مثل مضروب لأهل مكة . وقيل: هم أهل مكة أنفسهم، ضربهم مثلا لأنفسهم. ولا ينافي ذلك، والله سبحانه وتعالى أعلم.                      "
  },
  {
    "number": "قصة أصحاب الكهف",
    "text": "",
    "label": "ورد ذكر القصة في سورة الكهف الآيات ٩ـ٢٦.\n\nقال الله سبحانه وتعالى: أَمْ حَسِبْتَ أَنَّ أَصْحَابَ الْكَهْفِ وَالرَّقِيمِ كَانُوا مِنْ آيَاتِنَا عَجَبًا ﴿٩﴾ إِذْ أَوَى الْفِتْيَةُ إِلَى الْكَهْفِ فَقَالُوا رَبَّنَا آتِنَا مِن لَّدُنكَ رَحْمَةً وَهَيِّئْ لَنَا مِنْ أَمْرِنَا رَشَدًا ﴿١٠﴾ فَضَرَبْنَا عَلَى آذَانِهِمْ فِي الْكَهْفِ سِنِينَ عَدَدًا ﴿١١﴾ ثُمَّ بَعَثْنَاهُمْ لِنَعْلَمَ أَيُّ الْحِزْبَيْنِ أَحْصَى لِمَا لَبِثُوا أَمَدًا ﴿١٢﴾ نَحْنُ نَقُصُّ عَلَيْكَ نَبَأَهُم بِالْحَقِّ إِنَّهُمْ فِتْيَةٌ آمَنُوا بِرَبِّهِمْ وَزِدْنَاهُمْ هُدًى ﴿١٣﴾ وَرَبَطْنَا عَلَى قُلُوبِهِمْ إِذْ قَامُوا فَقَالُوا رَبُّنَا رَبُّ السَّمَاوَاتِ وَالْأَرْضِ لَن نَّدْعُوَ مِن دُونِهِ إِلَهًا لَقَدْ قُلْنَا إِذًا شَطَطًا ﴿١٤﴾ هَؤُلَاء قَوْمُنَا اتَّخَذُوا مِن دُونِهِ آلِهَةً لَّوْلَا يَأْتُونَ عَلَيْهِم بِسُلْطَانٍ بَيِّنٍ فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا ﴿١٥﴾ وَإِذِ اعْتَزَلْتُمُوهُمْ وَمَا يَعْبُدُونَ إِلَّا اللَّهَ فَأْوُوا إِلَى الْكَهْفِ يَنشُرْ لَكُمْ رَبُّكُم مِّن رَّحمته ويُهَيِّئْ لَكُم مِّنْ أَمْرِكُم مِّرْفَقًا ﴿١٦﴾ وَتَرَى الشَّمْسَ إِذَا طَلَعَت تَّزَاوَرُ عَن كَهْفِهِمْ ذَاتَ الْيَمِينِ وَإِذَا غَرَبَت تَّقْرِضُهُمْ ذَاتَ الشِّمَالِ وَهُمْ فِي فَجْوَةٍ مِّنْهُ ذَلِكَ مِنْ آيَاتِ اللَّهِ مَن يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِي وَمَن يُضْلِلْ فَلَن تَجِدَ لَهُ وَلِيًّا مُّرْشِدًا ﴿١٧﴾ وَتَحْسَبُهُمْ أَيْقَاظًا وَهُمْ رُقُودٌ وَنُقَلِّبُهُمْ ذَاتَ الْيَمِينِ وَذَاتَ الشِّمَالِ وَكَلْبُهُم بَاسِطٌ ذِرَاعَيْهِ بِالْوَصِيدِ لَوِ اطَّلَعْتَ عَلَيْهِمْ لَوَلَّيْتَ مِنْهُمْ فِرَارًا وَلَمُلِئْتَ مِنْهُمْ رُعْبًا ﴿١٨﴾ وَكَذَلِكَ بَعَثْنَاهُمْ لِيَتَسَاءلُوا بَيْنَهُمْ قَالَ قَائِلٌ مِّنْهُمْ كَمْ لَبِثْتُمْ قَالُوا لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ قَالُوا رَبُّكُمْ أَعْلَمُ بِمَا لَبِثْتُمْ فَابْعَثُوا أَحَدَكُم بِوَرِقِكُمْ هَذِهِ إِلَى الْمَدِينَةِ فَلْيَنظُرْ أَيُّهَا أَزْكَى طَعَامًا فَلْيَأْتِكُم بِرِزْقٍ مِّنْهُ وَلْيَتَلَطَّفْ وَلَا يُشْعِرَنَّ بِكُمْ أَحَدًا ﴿١٩﴾ إِنَّهُمْ إِن يَظْهَرُوا عَلَيْكُمْ يَرْجُمُوكُمْ أَوْ يُعِيدُوكُمْ فِي مِلَّتِهِمْ وَلَن تُفْلِحُوا إِذًا أَبَدًا ﴿٢٠﴾ وَكَذَلِكَ أَعْثَرْنَا عَلَيْهِمْ لِيَعْلَمُوا أَنَّ وَعْدَ اللَّهِ حَقٌّ وَأَنَّ السَّاعَةَ لَا رَيْبَ فِيهَا إِذْ يَتَنَازَعُونَ بَيْنَهُمْ أَمْرَهُمْ فَقَالُوا ابْنُوا عَلَيْهِم بُنْيَانًا رَّبُّهُمْ أَعْلَمُ بِهِمْ قَالَ الَّذِينَ غَلَبُوا عَلَى أَمْرِهِمْ لَنَتَّخِذَنَّ عَلَيْهِم مَّسْجِدًا ﴿٢١﴾ سَيَقُولُونَ ثَلَاثَةٌ رَّابِعُهُمْ كَلْبُهُمْ وَيَقُولُونَ خَمْسَةٌ سَادِسُهُمْ كَلْبُهُمْ رَجْمًا بِالْغَيْبِ وَيَقُولُونَ سَبْعَةٌ وَثَامِنُهُمْ كَلْبُهُمْ قُل رَّبِّي أَعْلَمُ بِعِدَّتِهِم مَّا يَعْلَمُهُمْ إِلَّا قَلِيلٌ فَلَا تُمَارِ فِيهِمْ إِلَّا مِرَاء ظَاهِرًا وَلَا تَسْتَفْتِ فِيهِم مِّنْهُمْ أَحَدًا ﴿٢٢﴾ وَلَا تَقُولَنَّ لِشَيْءٍ إِنِّي فَاعِلٌ ذَلِكَ غَدًا ﴿٢٣﴾ إِلَّا أَن يَشَاء اللَّهُ وَاذْكُر رَّبَّكَ إِذَا نَسِيتَ وَقُلْ عَسَى أَن يَهْدِيَنِ رَبِّي لِأَقْرَبَ مِنْ هَذَا رَشَدًا ﴿٢٤﴾ وَلَبِثُوا فِي كَهْفِهِمْ ثَلَاثَ مِائَةٍ سِنِينَ وَازْدَادُوا تِسْعًا ﴿٢٥﴾ قُلِ اللَّهُ أَعْلَمُ بِمَا لَبِثُوا لَهُ غَيْبُ السَّمَاوَاتِ وَالْأَرْضِ أَبْصِرْ بِهِ وَأَسْمِعْ مَا لَهُم مِّن دُونِهِ مِن وَلِيٍّ وَلَا يُشْرِكُ فِي حُكْمِهِ أَحَدًا ﴿٢٦﴾\n\nسبب نزول قصة أصحاب الكهف :\nان سبب نزول قصة أصحاب الكهف، وخبر ذي القرنين ما ذكره محمد بن إسحاق و غيره في السيرة أن قريشا بعثوا إلى اليهود يسألونهم عن أشياء يمتحنون بها رسول الله صلى الله عليه وسلم ويسألونه عنها؛ ليختبروا ما يجيب به فيها فقالوا:سلوه  عن أقوام ذهبوا في الدهر فلا يدري ما صنعوا، وعن رجل طواف في الأرض وعن الروح. فأنزل الله تعالى(( وَيَسْأَلُونَكَ عَنِ الرُّوحِ وَيَسْأَلُونَكَ عَنْ ذِي الْقَرْنَيْنِ)) وقال ههنا:(( أَمْ حَسِبْتَ أَنَّ أَصْحَابَ الْكَهْفِ وَالرَّقِيمِ كَانُوا مِنْ آيَاتِنَا عَجَبًا ))أي؛ ليسوا بعجب عظيم بالنسبة إلى ما أطلعناك عليه من الأخبار العظيمة، والآيات الباهرة والعجائب الغريبة. والكهف هو الغار في الجبل.\n\nالقصة:\n\nفي زمان ومكان غير معروفين لنا الآن، كانت توجد قرية مشركة. ضل ملكها وأهلها عن الطريق المستقيم، وعبدوا مع الله مالا يضرهم ولا ينفعهم. عبدوهم من غير أي دليل على ألوهيتهم. ومع ذلك كانوا يدافعون عن هذه الآلهة المزعومة، ولا يرضون أن يمسها أحد بسوء. ويؤذون كل من يكفر بها، ولا يعبدها.\nفي هذه المجتمع الفاسد، ظهرت مجموعة من الشباب العقلاء. ثلة قليلة حكّمت عقلها، ورفضت السجود لغير خالقها، الله الذي بيده كل شيء. فتية، آمنوا بالله، فثبتهم وزاد في هداهم. وألهمهم طريق الرشاد.\nلم يكن هؤلاء الفتية أنبياء ولا رسلا، ولم يتوجب عليهم تحمل ما يتحمله الرسل في دعوة أقواهم. إنما كانوا أصحاب إيمان راسخ، فأنكروا على قومهم شركهم بالله، وطلبوا منهم إقامة الحجة على وجود آلهة غير الله. ثم قرروا النجاة بدينهم وبأنفسهم بالهجرة من القرية لمكان آمن يعبدون الله فيه. فالقرية فاسدة، وأهلها ضالون.\nعزم الفتية على الخروج من القرية، والتوجه لكهف مهجور ليكون ملاذا لهم. خرجوا ومعهم كلبهم من المدينة الواسة، للكهف الضيق. تركوا وراءهم منازلهم المريحة، ليسكنوا كهفا موحشا. زهدوا في الأسرّية الوثيرة، والحجر الفسيحة، واختاروا كهفا ضيقا مظلما.\nإن هذا ليس بغريب على من ملأ الإيمان قلبه. فالمؤمن يرى الصحراء روضة إن أحس أن الله معه. ويرى الكهف قصرا، إن اختار الله له الكهف. وهؤلاء ما خرجوا من قريتهم لطلب دنيا أو مال، وإنما خرجوا طمعا في رضى الله. وأي مكان يمكنهم فيه عبادة الله ونيل رضاه سيكون خيرا من قريتهم التي خرجوا منها.\nاستلقى الفتية في الكهف، وجلس كلبهم على باب الكهف يحرسه. وهنا حدثت معجزة إلاهية. لقد نام الفتية ثلاثمئة وتسع سنوات. وخلال هذه المدة، كانت الشمس تشرق عن يمين كهفهم وتغرب عن شماله، فلا تصيبهم أشعتها في أول ولا آخر النهار. وكانوا يتقلبون أثناء نومهم، حتى لا تهترئ أجاسدهم. فكان الناظر إليهم يحس بالرعب. يحس بالرعب لأنهم نائمون ولكنهم كالمستيقظين من كثرة تقلّبهم.\nبعد هذه المئين الثلاث، بعثهم الله مرة أخرى. استيقضوا من سباتهم الطويل، لكنهم لم يدركوا كم مضى عليهم من الوقت في نومهم. وكانت آثار النوم الطويل بادية عليهم. فتساءلوا: كم لبثنا؟! فأجاب بعضهم: لبثنا يوما أو بعض يوم. لكنهم تجاوزوا بسرعة مرحلة الدهشة، فمدة النوم غير مهمة. المهم أنهم استيقظوا وعليهم أن يتدبروا أمورهم.\nفأخرجوا النقود التي كانت معهم، ثم طلبوا من أحدهم أن يذهب خلسة للمدينة، وأن يشتري طعاما طيبا بهذه النقود، ثم يعود إليهم برفق حتى لا يشعر به أحد. فربما يعاقبهم جنود الملك أو الظلمة من أهل القرية إن علموا بأمرهم. قد يخيرونهم بين العودة للشرك، أو الرجم حتى الموت.\nخرج الرجل المؤمن متوجها للقرية، إلا أنها لم تكن كعهده بها. لقد تغيرت الأماكن والوجوه. تغيّرت البضائع والنقود. استغرب كيف يحدث كل هذا في يوم وليلة. وبالطبع، لم يكن عسيرا على أهل القرية أن يميزوا دهشة هذا الرجل. ولم يكن صبعا عليهم معرفة أنه غريب، من ثيابه التي يلبسها ونقوده التي يحملها.\nلقد آمن المدينة التي خرج منها الفتية، وهلك الملك الظالم، وجاء مكانه رجل صالح. لقد فرح الناس بهؤلاء الفتية المؤمنين. لقد كانوا أول من يؤمن من هذه القرية. لقد هاجروا من قريتهم لكيلا يفتنوا في دينهم. وها هم قد عادوا. فمن حق أهل القرية الفرح. وذهبوا لرؤيتهم.\nوبعد أن ثبتت المعجزة، معجزة إحياء الأموات. وبعدما استيقنت قلوب أهل القرية قدرة الله سبحانه وتعالى على بعث من يموت، برؤية مثال واقي ملموس أمامهم. أخذ الله أرواح الفتية. فلكل نفس أجل، ولا بد لها أن تموت. فاختلف أهل القرية. فمن من دعى لإقامة بنيان على كهفهم، ومنهم من طالب ببناء مسجد، وغلبت الفئة الثانية.\nلا نزال نجهل كثيرا من الأمور المتعلقة بهم. فهل كانوا قبل زمن عيسى عليه السلام، أم كانوا بعده. هل آمنوا بربهم من من تلقاء نفسهم، أم أن أحد الحواريين دعاهم للإيمان. هل كانوا في بلدة من بلاد الروم، أم في فلسطين. هل كانوا ثلاثة رابعهم كلبهم، أم خمسة سادسهم كلبهم، أم سبعة وثامنهم كلبهم. كل هذه أمور مجهولة. إلا أن الله عز وجل ينهانا عن الجدال في هذه الأمور، ويأمرنا بإرجاع علمهم إلى الله. فالعبرة ليست في العدد، وإنما فيما آل إليه الأمر. فلا يهم إن كانوا أربعة أو ثمانية، إنما المهم أن الله أقامهم بعد أكثر من ثلاثمئة سنة ليرى من عاصرهم قدرة على بعث من في القبور، ولتتناقل الأجيال خبر هذه المعجزة جيلا بعد جيل.                      "
  },
  {
    "number": "قصة المؤمن والكافر ",
    "text": "",
    "label": " ورد ذكر القصة في  سورة \"الكهف\"، بعد قصة أصحاب الكهف:\n\n\" وَاضْرِبْ لَهُمْ مَثَلًا رَجُلَيْنِ جَعَلْنَا لِأَحَدِهِمَا جَنَّتَيْنِ مِنْ أَعْنَابٍ وَحَفَفْنَاهُمَا بِنَخْلٍ وَجَعَلْنَا بَيْنَهُمَا زَرْعًا كِلْتَا الْجَنَّتَيْنِ آتَتْ أُكُلَهَا وَلَمْ تَظْلِمْ مِنْهُ شَيْئًا وَفَجَّرْنَا خِلَالَهُمَا نَهَرًا وَكَانَ لَهُ ثَمَرٌ فَقَالَ لِصَاحِبِهِ وَهُوَ يُحَاوِرُهُ أَنَا أَكْثَرُ مِنْكَ مَالًا وَأَعَزُّ نَفَرًا وَدَخَلَ جَنَّتَهُ وَهُوَ ظَالِمٌ لِنَفْسِهِ قَالَ مَا أَظُنُّ أَنْ تَبِيدَ هَذِهِ أَبَدًا وَمَا أَظُنُّ السَّاعَةَ قَائِمَةً وَلَئِنْ رُدِدْتُ إِلَى رَبِّي لَأَجِدَنَّ خَيْرًا مِنْهَا مُنْقَلَبًا قَالَ لَهُ صَاحِبُهُ وَهُوَ يُحَاوِرُهُ أَكَفَرْتَ بِالَّذِي خَلَقَكَ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ سَوَّاكَ رَجُلًا لَكِنَّا هُوَ اللَّهُ رَبِّي وَلَا أُشْرِكُ بِرَبِّي أَحَدًا وَلَوْلَا إِذْ دَخَلْتَ جَنَّتَكَ قُلْتَ مَا شَاءَ اللَّهُ لَا قُوَّةَ إِلَّا بِاللَّهِ إِنْ تَرَنِي أَنَا أَقَلَّ مِنْكَ مَالًا وَوَلَدًا فَعَسَى رَبِّي أَنْ يُؤْتِيَنِي خَيْرًا مِنْ جَنَّتِكَ وَيُرْسِلَ عَلَيْهَا حُسْبَانًا مِنَ السَّمَاءِ فَتُصْبِحَ صَعِيدًا زَلَقًا أَوْ يُصْبِحَ مَاؤُهَا غَوْرًا فَلَنْ تَسْتَطِيعَ لَهُ طَلَبًا وَأُحِيطَ بِثَمَرِهِ فَأَصْبَحَ يُقَلِّبُ كَفَّيْهِ عَلَى مَا أَنْفَقَ فِيهَا وَهِيَ خَاوِيَةٌ عَلَى عُرُوشِهَا وَيَقُولُ يَا لَيْتَنِي لَمْ أُشْرِكْ بِرَبِّي أَحَدًا وَلَمْ تَكُنْ لَهُ فِئَةٌ يَنْصُرُونَهُ مِنْ دُونِ اللَّهِ وَمَا كَانَ مُنْتَصِرًا هُنَالِكَ الْوَلَايَةُ لِلَّهِ الْحَقِّ هُوَ خَيْرٌ ثَوَابًا وَخَيْرٌ عُقْبًا\"\n\nالقصة:\n\nقال بعض الناس: هذا مثل مضروب ولا يلزم أن يكون واقعا. والجمهور أنه أمر قد وقع، وقوله:(( وَاضْرِبْ لَهُمْ مَثَلًا)) يعني لكفار قريش، في عدم اجتماعهم بالضعفاء والفقراء وازدرائهم بهم، وافتخارهم عليهم كما قال تعالى:(( وَاضْرِبْ لَهُمْ مَثَلًا أَصْحَابَ الْقَرْيَةِ إِذْ جَاءَهَا الْمُرْسَلُونَ)) كما قدمنا الكلام على قصتهم قبل قصة موسى، عليه السلام،\n والمشهور أن هذين كانا رجلين مصطحبين، وكان أحدهما مؤمنا والآخر كافرا، ويقال: إنه كان لكل منهما مال، فأنفق المؤمن ماله في طاعة الله ومرضاته ابتغاء وجهه، وأما الكافر فإنه اتخذ له بستانين، وهما الجنتان المذكورتان في الآية، على الصفة والنعت المذكور؛ فيهما أعناب ونخل تحف تلك الأعناب، والزروع في خلال ذلك والأنهار سارحة ههنا وههنا للسقي والتنزه، وقد استوسقت فيهما الثمار، واضطربت فيهما الأنهار وابتهجت الزروع والثمار وافتخر مالكهما على صاحبه المؤمن الفقير قائلا له:\n ((أَنَا أَكْثَرُ مِنْكَ مَالًا وَأَعَزُّ نَفَرًا أي))؛ وأمنع جنابا. ومراده أنه خير منه، ومعناه، ماذا أغنى عنك إنفاقك ما كنت تملكه في الوجه الذي صرفته فيه؟ كان الأولى بك أن تفعل كما فعلت لتكون مثلي. فافتخر على صاحبه(( وَدَخَلَ جَنَّتَهُ وَهُوَ ظَالِمٌ لِنَفْسِهِ)) أي؛ وهو على غير طريقة مرضية قَالَ ((مَا أَظُنُّ أَنْ تَبِيدَ هَذِهِ أَبَدًا))\n وذلك لما رأى من اتساع أرضها، وكثرة مائها وحسن نبات أشجارها؛ ولو قد بادت كل واحدة من هذه الأشجار لاستخلف مكانها أحسن منها، وزروعها دارة لكثرة مياهها. ثم قال:\n ((وَمَا أَظُنُّ السَّاعَةَ قَائِمَةً)) فوثق بزهرة الحياة الدنيا الفانية، وكذب بوجود الآخرة الباقية الدائمة، ثم قال: ((وَلَئِنْ رُدِدْتُ إِلَى رَبِّي لَأَجِدَنَّ خَيْرًا مِنْهَا مُنْقَلَبًا))\n أي؛ ولئن كان ثم آخرة ومعاد فلأجدن هناك خيرا من هذا. وذلك لأنه اغتر بدنياه، واعتقد أن الله لم يعطه ذلك فيها إلا لحبه له وحظوته عنده، كما قال العاص بن وائل فيما قص الله من خبره وخبر خباب بن الأرت\n\nفي قوله:\n(( أَفَرَأَيْتَ الَّذِي كَفَرَ بِآيَاتِنَا وَقَالَ لَأُوتَيَنَّ مَالًا وَوَلَدًا أَطَّلَعَ الْغَيْبَ أَمِ اتَّخَذَ عِنْدَ الرَّحْمَنِ عَهْدًا وقال تعالى إخبارا عن الإنسان إذا أنعم الله عليه لَيَقُولَنَّ هَذَا لِي وَمَا أَظُنُّ السَّاعَةَ قَائِمَةً وَلَئِنْ رُجِعْتُ إِلَى رَبِّي إِنَّ لِي عِنْدَهُ لَلْحُسْنَى))\n\n قال الله تعالى:\n((فَلَنُنَبِّئَنَّ الَّذِينَ كَفَرُوا بِمَا عَمِلُوا وَلَنُذِيقَنَّهُمْ مِنْ عَذَابٍ غَلِيظٍ وقال قارون إِنَّمَا أُوتِيتُهُ عَلَى عِلْمٍ عِنْدِي أي لعلم الله في أني أستحقه))\n\n قال الله تعالى:\n((أَوَلَمْ يَعْلَمْ أَنَّ اللَّهَ قَدْ أَهْلَكَ مِنْ قَبْلِهِ مِنَ الْقُرُونِ مَنْ هُوَ أَشَدُّ مِنْهُ قُوَّةً وَأَكْثَرُ جَمْعًا وَلَا يُسْأَلُ عَنْ ذُنُوبِهِمُ الْمُجْرِمُونَ وقد قدمنا الكلام على قصته في أثناء قصة موسى. وقال تعالى: وَمَا أَمْوَالُكُمْ وَلَا أَوْلَادُكُمْ بِالَّتِي تُقَرِّبُكُمْ عِنْدَنَا زُلْفَى إِلَّا مَنْ آمَنَ وَعَمِلَ صَالِحًا فَأُولَئِكَ لَهُمْ جَزَاءُ الضِّعْفِ بِمَا عَمِلُوا وَهُمْ فِي الْغُرُفَاتِ آمِنُونَ))\n\n وقال تعالى:\n(( أَيَحْسَبُونَ أَنَّمَا نُمِدُّهُمْ بِهِ مِنْ مَالٍ وَبَنِينَ نُسَارِعُ لَهُمْ فِي الْخَيْرَاتِ بَل لَا يَشْعُرُونَ))\n ولما اغتر هذا الجاهل بما خوله الله به في الدنيا، فجحد الآخرة وادعى أنها إن وجدت ليجدن عند ربه خيرا مما هو فيه، وسمعه صاحبه يقول ذلك قَالَ لَهُ صَاحِبُهُ وَهُوَ يُحَاوِرُهُ أي؛ يجادله ((أَكَفَرْتَ بِالَّذِي خَلَقَكَ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ سَوَّاكَ رَجُلًا))\n\n أي: أجحدت المعاد وأنت تعلم أن الله خلقك من تراب، ثم من نطفة ثم صورك أطوارا حتى صرت رجلا سويا سميعا بصيرا، تعلم وتبطش وتفهم، فكيف أنكرت المعاد والله قادر على البداءة(( لَكِنَّا هُوَ اللَّهُ رَبِّي)) أي؛ لكن أنا أقول بخلاف ما قلت وأعتقد خلاف معتقدك(( هُوَ اللَّهُ رَبِّي وَلَا أُشْرِكُ بِرَبِّي أَحَدًا أي))؛ لا أعبد سواه، واعتقد أنه يبعث الأجساد بعد فنائها\n ويعيد الأموات ويجمع العظام الرفات، وأعلم أن الله لا شريك له في خلقه ولا في ملكه ولا إله غيره، ثم أرشده إلى ما كان الأولى به أن يسلكه عند دخول جنته فقال:\n(( وَلَوْلَا إِذْ دَخَلْتَ جَنَّتَكَ قُلْتَ مَا شَاءَ اللَّهُ لَا قُوَّةَ إِلَّا بِاللَّه((ِ ولهذا يستحب لكل من أعجبه شيء من ماله أو أهله أو حاله أن يقول كذلك.\nوقد ورد فيه حديث مرفوع، في صحته نظر؛ قال أبو يعلى الموصلي: حدثنا جراح بن مخلد حدثنا عمر بن يونس، حدثنا عيسى بن عون حدثنا عبد الملك بن زرارة، عن أنس قال:\n قال رسول الله صلى الله عليه وسلم: ما أنعم الله على عبد نعمة؛ من أهل أو مال أو ولد فيقول:(( ما شاء الله لا قوة إلا بالله))\n فيرى فيه آفة دون الموت وكان يتأول هذه الآية: وَلَوْلَا إِذْ دَخَلْتَ جَنَّتَكَ قُلْتَ مَا شَاءَ اللَّهُ لَا قُوَّةَ إِلَّا بِاللَّهِ قال الحافظ أبو الفتح الأزدي: عيسى بن عون، عن عبد الملك بن زرارة، عن أنس، لا يصح.\nثم قال المؤمن للكافر:\n ((فَعَسَى رَبِّي أَنْ يُؤْتِيَنِي خَيْرًا مِنْ جَنَّتِكَ))\n أي؛ في الدار الآخرة ((وَيُرْسِلَ عَلَيْهَا حُسْبَانًا مِنَ السَّمَاءِ ))\nقال ابن عباس والضحاك وقتادة: أي؛ عذابا من السماء. والظاهر أنه المطر المزعج الباهر، الذي يقتلع زروعها وأشجارها ((فَتُصْبِحَ صَعِيدًا زَلَقًا))\n وهو التراب الأملس الذي لا نبات فيه ((أَوْ يُصْبِحَ مَاؤُهَا غَوْرًا))\n وهو ضد المعين السارح ((فَلَنْ تَسْتَطِيعَ لَهُ طَلَبًا))\n يعني، فلا تقدر على استرجاعه. قال الله تعالى:\n(( وَأُحِيطَ بِثَمَرِهِ))\n أي؛ جاءه أمر أحاط بجميع حواصله وخرب جنته ودمرها(( فَأَصْبَحَ يُقَلِّبُ كَفَّيْهِ عَلَى مَا أَنْفَقَ فِيهَا وَهِيَ خَاوِيَةٌ عَلَى عُرُوشِهَا ))\nأي؛ خربت بالكلية،\n فلا عودة لها، وذلك ضد ما كان عليه أمل حيث قال:\n(( مَا أَظُنُّ أَنْ تَبِيدَ هَذِهِ أَبَدًا ))وندم على ما كان سلف منه من القول الذي كفر بسببه بالله العظيم، فهو يقول:\n(( يَا لَيْتَنِي لَمْ أُشْرِكْ بِرَبِّي أَحَدًا)) قال الله تعالى:\n(( وَلَمْ تَكُنْ لَهُ فِئَةٌ يَنْصُرُونَهُ مِنْ دُونِ اللَّهِ وَمَا كَانَ مُنْتَصِرًا ))\nهُنَالِكَ أي؛ لم يكن له أحد يتدارك ما فرط من أمره، وما كان له قدرة في نفسه على شيء من ذلك، كما قال تعالى:\n(( فَمَا لَهُ مِنْ قُوَّةٍ وَلَا نَاصِر))ٍ  و قوله :\n(( الْوَلَايَةُ لِلَّهِ الْحَقِّ))\n ومنهم من يبتدىء بقوله:\n(( هُنَالِكَ الْوَلَايَةُ لِلَّهِ الْحَقِّ ))وهو حسن أيضا، كقوله:\n(( الْمُلْكُ يَوْمَئِذٍ الْحَقُّ لِلرَّحْمَنِ وَكَانَ يَوْمًا عَلَى الْكَافِرِينَ عَسِيرًا ))\nفالحكم الذي لا يرد ولا يمانع ولا يغالب -في تلك الحال وفي كل حال- لله الحق. ومنهم من رفع الحق جعله صفة ل الولاية وهما متلازمتان.\n وقوله :\n(( هُوَ خَيْرٌ ثَوَابًا وَخَيْرٌ عُقْبًا ))\nأي؛ معاملته خير لصاحبها ثوابا، وهو الجزاء، وخير عقبا؛ وهو العاقبة في الدنيا والآخرة.\nوهذه القصة تضمنت أنه لا ينبغي لأحد أن يركن إلى الحياة الدنيا، ولا يغتر بها، ولا يثق بها، بل يجعل طاعة الله والتوكل عليه في كل حال نصب عينيه، وليكن بما في يد الله أوثق منه بما في يده. وفيها، أن من قدم شيئا على طاعة الله والإنفاق في سبيله، عذب به، وربما سلب منه؛ معاملة له بنقيض قصده. وفيها، أن الواجب قبول نصيحة الأخ المشفق، وأن مخالفته وبال ودمار على من رد النصيحة الصحيحة. وفيها، أن الندامه لا تنفع إذا حان القدر، ونفذ الأمر الحتم. بالله المستعان وعليه التكلان.                      "
  },
  {
    "number": "قصة إبراهيم عليه السلام والنمرود",
    "text": "",
    "label": "ورد ذكر القصة في سورة البقرة - الآية258\n\nقال الله تعالى:\n {أَلَمْ تَرَ إِلَى الَّذِي حَاجَّ إِبْرَاهِيمَ فِي رَبِّهِ أَنْ آتَاهُ اللَّهُ الْمُلْكَ إِذْ قَالَ إِبْرَاهِيمُ رَبِّي الَّذِي يُحْيِي وَيُمِيتُ قَالَ أَنَا أُحْيِي وَأُمِيتُ قَالَ إِبْرَاهِيمُ فَإِنَّ اللَّهَ يَأْتِي بِالشَّمْسِ مِنْ الْمَشْرِقِ فَأْتِ بِهَا مِنْ الْمَغْرِبِ فَبُهِتَ الَّذِي كَفَرَ وَاللَّهُ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ}.\n\nالقصة :\n\nمناظرة إبراهيم الخليل مع من أراد أن ينازع الله العظيم الجليل في العظمة ورداء الكبرياء فادعى الربوبية، وهوَ أحدُ العبيد الضعفاء\nيذكر تعالى مناظرة خليله مع هذا الملك الجبار المتمرد الذي ادعى لنفسه الربوبية، فأبطل الخليل عليه دليله، وبين كثرة جهله، وقلة عقله، وألجمه الحجة، وأوضح له طريق المحجة.\nقال المفسرون وغيرهم من علماء النسب والأخبار، وهذا الملك هو ملك بابل، واسمه النمرود بن كنعان بن كوش بن سام بن نوح قال مجاهد. وقال غيره: نمرود بن فالح بن عابر بن صالح بن أرفخشذ بن سام بن نوح.\nقال مجاهد وغيره: وكان أحد ملوك الدنيا، فإنه قد ملك الدنيا فيما ذكروا أربعة: مؤمنان وكافران. فالمؤمنان: ذو القرنين وسليمان. والكافران: النمرود وبختنصّر.\nوذكروا أن نمرود هذا استمر في ملكه أربعمائة سنة، وكان طغا وبغا، وتجبر وعتا، وآثر الحياة الدنيا.\nولما دعاه إبراهيم الخليل إلى عبادة الله وحده لا شريك له حمله الجهل والضلال وطول الآمال على إنكار الصانع، فحاجّ إبراهيم الخليل في ذلك وادعى لنفسه الربوبية. فلما قال الخليل: (ربي الذي يحي ويميت قال: أنا أحي وأميت).\nقال قتادة والسُّدِّي ومُحَمْد بن إسحاق: يعني أنه إذا آتى بالرجلين قد تحتم قتلهما، فإذا أمر بقتل أحدهما، وعفا عن الآخر، فكأنه قد أحيا هذا وأمات الآخر.\nوهذا ليس بمعارضة للخليل، بل هو كلام خارجي عن مقام المناظرة، ليس بمنع ولا بمعارضة، بل هو تشغيب محض، وهو انقطاع في الحقيقة، فإن الخليل استدل على وجود الصانع بحدوث هذه المشاهدات من إحياء الحيوانات وموتها، (هذا دليل) على وجود فاعل. (و) ذلك، الذي لا بد من استنادها إلى وجوده ضرورة عدم قيامها بنفسها، ولا بد من فاعل لهذه الحوادث المشاهدة من خلقها وتسخيرها وتسيير هذه الكواكب والرياح والسحاب والمطر وخلق هذه الحيوانات التي توجد مشاهدة، ثم إماتتها ولهذا قَالَ إِبْرَاهِيمُ: {رَبِّي الَّذِي يُحْيِي وَيُمِيتُ}.\nفقول هذا الملك الجاهل (أنا أحيي وأميت) إن عنى أنه الفاعل لهذه المشاهدات فقد كابر وعاند، وإن عنى ما ذكره قتادة والسُّدِّي ومُحَمْد بن إسحاق فلم يقل شيئاً يتعلق بكلام الخليل إذ لم يمنع مقدمة ولا عارض الدليل.\nولما كان انقطاع مناظرة هذا الملك قد تخفى على كثير من الناس ممن حضره وغيرهم، ذكر دليلاً آخر بين وجود الصانع وبطلان ما ادّعاه النمرود وانقطاعه جهرة: قَال: {فَإِنَّ اللَّهَ يَأْتِي بِالشَّمْسِ مِنْ الْمَشْرِقِ فَأْتِ بِهَا مِنْ الْمَغْرِبِ} أي هذه الشمس مسخرة كل يوم تطلع من المشرق كما سخرها خالقها ومسيرها وقاهرها. وهو الذي لا إله إلا هو خالق كل شيء. فإن كنت كما زعمت من أنك الذي تحي وتميت فأت بهذه الشمس من المغرب فإنّ الذي يحي ويميت هو الذي يفعل ما يشاء ولا يمانع ولا يغالب بل قد قهر كل شيء، ودان له كل شيء، فإن كنت كما تزعم فافعل هذا، فإن لم تفعله فلست كما زعمت، وأنت تعلم وكل أحد، أنك لا تقدر على شيء من هذا بل أنت أعجز وأقل من أن تخلق بعوضة أو تنتصر منها.\nفبين ضلاله وجهله وكذبه فيما ادعاه، وبطلان ما سلكه وتبجح به عند جهلة قومه، ولم يبق له كلام يجيب الخليل به بل انقطع وسكت. ولهذا قال: {فَبُهِتَ الَّذِي كَفَرَ وَاللَّهُ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ}.\nوقد ذكر السُّدِّي: أن هذه المناظرة كانت بين إبراهيم وبين النمرود، يوم خرج من النار، ولم يكن اجتمع به يومئذ، فكانت بينهما هذه المناظرة.\nوقد روى عبد الرزاق عن معمر عن زيد بن أسلم: أن النمرود كان عنده طعام، وكان الناس يفدون إليه للميرة، فوفد إبراهيم في جملة من وفد للميرة ولم يكن اجتمع به إلا يومئذ، فكان بينهما هذه المناظرة، ولم يعط إبراهيم من الطعام كما أعطى الناس، بل خرج وليس معه شيء من الطعام.\nفلما قرب من أهله عمد إلى كثيب من التراب فملأ منه عدليه وقال: اشغل أهلي إذا قدمت عليهم، فلما قدم: وضع رحاله وجاء فاتكأ فنام، فقامت امرأته سارة إلى العدلين فوجدتهما ملآنين طعاماً طيباً، فعملت منه طعاماً. فلما استيقظ إبراهيم وجد الذي قد أصلحوه؛ فقال: أنى لكم هذا؟ قالت: من الذي جئت به. فعرف أنه رِزْقٌ رَزقَهُموه الله عز وجل.\nقال زيد بن أسلم: وبعث الله إلى ذلك الملك الجبّار ملكاً يأمره بالإيمان بالله فأبى عليه. ثم دعاه الثانية فأبى عليه. ثم دعاه الثالثة فأبى عليه. وقال: اجمع جموعك وأجمع جموعي.\nفجمع النمرود جيشه وجنوده، وقت طلوع الشمس فأرسل الله عليه ذباباً من البعوض، بحيث لم يروا عين الشمس وسلّطها الله عليهم، فأكلت لحومهم ودمائهم وتركتهم عظاماً باديةً، ودخلت واحدةٌ منها في منْخَر الملكِ فمكثت في منخره أربعمائة سنة، عذبه الله تعالى بها فكان يُضْرَبُ رأسُه بالمرِازب في هذه المدة كلها حتى أهلكه الله عز وجل بها.                      "
  },
  {
    "number": "قصة جمار العزيز ",
    "text": "",
    "label": " ورد ذكر القصة في سورة البقرة الآية 259, سورة التوبة الآيات 30-31\n\nقال تعالى فى سورة\" البقرة\":\n((أَوْ كَالَّذِي مَرَّ عَلَى قَرْيَةٍ وَهِيَ خَاوِيَةٌ عَلَى عُرُوشِهَا قَالَ أَنَّى يُحْيِي هَذِهِ اللَّهُ بَعْدَ مَوْتِهَا فَأَمَاتَهُ اللَّهُ مِئَةَ عَامٍ ثُمَّ بَعَثَهُ قَالَ كَمْ لَبِثْتَ قَالَ لَبِثْتُ يَوْمًا أَوْ بَعْضَ يَوْمٍ قَالَ بَلْ لَبِثْتَ مِئَةَ عَامٍ فَانْظُرْ إِلَى طَعَامِكَ وَشَرَابِكَ لَمْ يَتَسَنَّهْ وَانْظُرْ إِلَى حِمَارِكَ وَلِنَجْعَلَكَ آَيَةً لِلنَّاسِ وَانْظُرْ إِلَى الْعِظَامِ كَيْفَ نُنْشِزُهَا ثُمَّ نَكْسُوهَا لَحْمًا فَلَمَّا تَبَيَّنَ لَهُ قَالَ أَعْلَمُ أَنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (259) ))\n\nوقوله تعالى فى سورة \" التوبة\":\n(( وَقَالَتِ الْيَهُودُ عُزَيْرٌ ابْنُ اللَّهِ وَقَالَتِ النَّصَارَى الْمَسِيحُ ابْنُ اللَّهِ ذَلِكَ قَوْلُهُمْ بِأَفْوَاهِهِمْ يُضَاهِئُونَ قَوْلَ الَّذِينَ كَفَرُوا مِنْ قَبْلُ قَاتَلَهُمُ اللَّهُ أَنَّى يُؤْفَكُونَ (30) اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِنْ دُونِ اللَّهِ وَالْمَسِيحَ ابْنَ مَرْيَمَ وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا إِلَهًا وَاحِدًا لَا إِلَهَ إِلَّا هُوَ سُبْحَانَهُ عَمَّا يُشْرِكُونَ (31) ))\n\nالقصة:\n\nقال إسحاق بن بشر:\n  إن عزيراً كان عبداً صالحاً حكيماً خرج ذات يوم إلى ضيعة له يتعاهدها، فلما انصرف أتى إلى خربة حين قامت الظهيرة وأصابه الحر، ودخل الخربة وهو على حماره فنزل عن حماره ومعه سلة فيها تين وسلة فيها عنب، فنزل في ظل تلك الخربة وأخرج قصعة معه فاعتصر من العنب الذي كان معه في القصعة ثم أخرج خبزاً يابساً معه فألقاه في تلك القصعة في العصير ليبتل ليأكله، ثم استلقى على قفاه وأسند رجليه إلى الحائط فنظر سقف تلك البيوت ورأى ما فيها وهي قائمة على عروشها وقد باد أهلها ورأى عظاماً بالية فقال: {أَنَّى يُحْيِي هَذِهِ اللَّهُ بَعْدَ مَوْتِهَا} فلم يشك أن الله يحييها ولكن قالها تعجباً فبعث الله مالك الموت فقبض روحه، فأماته الله مائة عام.\nفلما أتت عليه مائة عام، وكانت فيما بين ذلك في بني إسرائيل أمور وأحداث. قال: فبعث الله إلى عزير ملكاً فخلق قلبه ليعقل قلبه وعينيه لينظر بهما فيعقل كيف يحيي الله الموتى. ثم ركب خلفه وهو ينظر، ثم كسى عظامه اللحم والشعر والجلد ثم نفخ فيه الروح كل ذلك وهو يرى ويعقل، فاستوى جالساً فقال له الملك كم لبثت؟ قال لبثت يوماً أو بعض يوم، وذلك أنه كان لبث صدر النهار عند الظهيرة وبعث في آخر النهار والشمس لم تغب، فقال:\n أو بعض يوم ولم يتم لي يوم. فقال له الملك: بل لبثت مائة عام فانظر إلى طعامك وشرابك، يعني الطعام الخبز اليابس، وشرابه العصير الذي كان اعتصره في القصعة فإذا هما على حالهما لم يتغير العصير والخبز يابس،\n فذلك قوله {لَمْ يَتَسَنَّهْ} يعني لم يتغير، وكذلك التين والعنب غض لم يتغير شيء من حالهما فكأنه أنكر في قلبه فقال له الملك: أنكرت ما قلت لك؟ فانظر إلى حمارك. فنظر إلى حماره قد بليت عظامه وصارت نخرة. فنادى الملك عظام الحمار فأجابت وأقبلت من كل ناحية حتى ركبه الملك وعزير ينظر إليه ثم ألبسها العروق والعصب ثم كساها اللحم ثم أنبت عليها الجلد والشعر، ثم نفخ فيه الملك فقام الحمار رافعاً رأسه وأذنيه إلى السماء ناهقاً يظن القيامة قد قامت.\nفذلك قوله {وَانظُرْ إِلَى حِمَارِكَ وَلِنَجْعَلَكَ آيَةً لِلنَّاسِ وَانظُرْ إِلَى الْعِظَامِ كَيْفَ نُنشِزُهَا ثُمَّ نَكْسُوهَا لَحْماً} يعني وانظر إلى عظام حمارك كيف يركب بعضها بعضاً في أوصالها حتى إذا صارت عظاماً مصوراً حماراً بلا لحم، ثم انظر كيف نكسوها لحماً {فَلَمَّا تَبَيَّنَ لَهُ قَالَ أَعْلَمُ أَنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} من إحياء الموتى وغيره.\nقال: فركب حماره حتى أتى محلته فأنكره الناس وأنكر الناس وأنكر منزله، فانطلق على وهم منه حتى أتى منزله، فإذا هو بعجوز عمياء مقعدة قد أتى عليها مائة وعشرون سنة كانت أمة لهم، فخرج عنهم عزير وهي بنت عشرين سنة كانت عرفته وعقلته، فلما أصابها الكبر أصابها الزمان، فقال لها عزير: يا هذه أهذا منزل عزير قالت: نعم هذا منزل عزير. فبكت وقالت: ما رأيت أحداً من كذا وكذا سنة يذكر عزيراً وقد نسيه الناس. قال إني أنا عزير كان الله أماتني مائة سنة ثم بعثني. قالت: سبحان الله! فإن عزيراً قد فقدناه منذ مائة سنة فلم نسمع له بذكر. قال: فإني أنا عزير قالت: فإن عزيراً رجل مستجاب الدعوة يدعو للمريض ولصاحب البلاء بالعافية والشفاء، فادعوا الله أن يرد عليّ بصري حتى أراك فإن كنت عزيراً عرفتك.\nقال: فدعا ربه ومسح بيده على عينيها فصحتا وأخذ بيدها وقال: قومي بإذن الله. فأطلق الله رجليها فقامت صحيحة كأنما شطت من عقال، فنظرت فقالت: أشهد أنك عزير.\nوانطلقت إلى محلة بني إسرائيل وهم في أنديتهم ومجالسهم، وابن لعزير شيخ ابن مائة سنة وثماني عشر سنة وبنى بنية شيوخ في المجلس، فنادتهم فقالت: هذا عزير قد جاءكم. فكذبوها، فقالت: أنا فلانة مولاتكم دعا لي ربه فرد علي بصري وأطلق رجلي وزعم أن الله أماته مائة سنة ثم بعثه. قال: فنهض الناس فأقبلوا إليه فنظروا إليه فقال ابنه: كان لأبي شامة سوداء بين كتفيه. فكشف عن كتفيه فإذا هو عزير. فقالت بنو إسرائيل: فإنه لم يكن فينا أحد حفظ التوراة فما حدثنا غير عزير وقد حرق بختنصر التوراة ولم يبقى منها شيء إلا ما حفظت الرجال، فاكتبها لنا وكان أبوه سروخاً قد دفن التوراة أيام بختنصر في موضع لم يعرفه أحد غير عزير، فانطلق بهم إلى ذلك الموضع فحفره فاستخرج التوراة وكان قد عفن الورق ودرس الكتاب.\nقال: وجلس في ظل شجرة وبنوا إسرائيل حوله فجدد لهم التوراة ونزل من السماء شهابان حتى دخلا جوفه. فتذكر التوراة فجددها لبني إسرائيل فمن ثم قالت اليهود: عزير ابن الله، للذي كان من أمر الشهابين وتجديده التوراة وقيامه بأمر بني إسرائيل، وكان جدد لهم التوراة بأرض السواد بدير حزقيل، والقرية التي مات فيها يقال لها ساير أباذ.\nقال ابن عباس: فكان كما قال الله تعالى: {وَلِنَجْعَلَكَ آيَةً لِلنَّاسِ} يعني لبني إسرائيل، وذلك أنه كان يجلس مع بنيه وهم شيوخ وهو شاب لأنه مات وهو ابن أربعين سنة فبعثه الله شاباً كهيئته يوم مات.\nقال ابن عباس: بعث بعد بختنصر وكذلك قال الحسن وقد أنشد أبو حاتم السجستاني في معنى ما قاله ابن عباس:\nوأسود رأس شاب من قبله ابنه ***ومن قبله ابن ابنه فهو أكبر\nيرى ابنه شيخاً يدب على عصاٍ *** ولحيته سوداء و الرأس أشقرٍ\nوما لابنه حيل و لا فضل قوةٍ *** يقوم كما يمشي الصبي فيعثر\nيعد ابنه في الناس تسعين حجة *** وعشرين لا يجري و لا يتبختر\nوعمر أبيه أربعون أمرها *** ولابن ابنه تسعون في الناس غبر\nلما هو في المعقول أن كنت داريا *** وأن كنت لا تدري فبالجهل تعذر\nالمشهور أن عزيراً من أنبياء بني إسرائيل وأنه كان فيما بين داود وسليمان وبين زكريا ويحيى، وأنه لما لم يبقى في بني إسرائيل من يحفظ التوراة ألهمه الله حفظها فسردها على بني إسرائيل، كما قال وهب بن منبه: أمر الله ملكاً فنزل بمعرفة من نور فقذفها في عزير فنسخ التوراة حرفاً بحرف حتى فرغ منها.\nوروى ابن عساكر عن ابن عباس أنه سأل عبد الله بن سلام عن قول الله تعالى: {وَقَالَتْ الْيَهُودُ عُزَيْرٌ ابْنُ اللَّهِ} لما قالوا ذلك؟ قال بني إسرائيل: لم يستطع موسى أن يأتينا بالتوراة إلا في كتاب وأن عزيراً قد جاءنا بها من غير كتاب.\nولهذا يقول كثير من العلماء إن تواتر التوراة انقطع في زمن العزير.\nوهذا متجه جداً إذا كان العزير غير نبي كما قاله عطاء بن أبي رباح والحسن البصري. وفيما رواه إسحاق بن بشر عن مقاتل بن سليمان، عن عطاء، وعن عثمان بن عطاء الخراساني عن أبيه، ومقاتل عن عطاء بن أبي رباح قال: كان في الفترة تسعة أشياء: بختنصر وجنة صنعاء وجنة سبأ وأصحاب الأخدود وأمر حاصورا وأصحاب الكهف وأصحاب الفيل ومدينة أنطاكية وأمر تبع.\nوقال إسحاق بن بشر: أنبأنا سعيد، عن قتادة، عن الحسن، قال كان أمر عزير وبختنصر في الفترة.\nوقد ثبت في الصحيح أن رسول الله صلى الله عليه وسلم قال: \"إن أولى الناس بابن مريم لأنا، إنه ليس بيني وبينه نبي\".\nوقال وهب بن منبه: كان فيما بين سليمان وعيسى عليهما السلام.\nوقد روى ابن عساكر عن أنس بن مالك وعطاء بن السائب أن عزيراً كان في زمن موسى بن عمران، وأنه استأذن عليه فلم يأذن له، يعني لما كان من سؤاله عن القدر وأنه انصرف وهو يقول: مائة موتة أهون من ذل ساعة.\nوفي معنى قول عزير مائة موتة أهون من ذل ساعة قول بعض الشعراء:\nقد يصبر الحر على السيف *** ويأنف الصبر على الحيف\nويؤثر الموت على حالة *** يعجز فيها عن قرى الضيف\nفأما ما روى ابن عساكر وغيره عن ابن عباس ونوف البكالي وسفيان الثوري وغيرهم، من أنه سأل عن القدر فمحى اسمه من ذكر الأنبياء، فهو منكر وفي صحته نظر، وكأنه مأخوذ عن الإسرائيليات.\nوقد روى عبد الرزاق وقتيبة بن سعيد، عن جعفر بن سليمان عن أبي عمران الجوني، عن نوف البكالي قال: قال عزير فيما يناجي ربه: يا رب تخلق خلقاً فتضل من تشاء وتهدي من تشاء؟ فقيل له: أعرض عن هذا. فعاد فقيل له: لتعرضن عن هذا أو لأمحون اسمك من الأنبياء، إني لا أسال عما أفعل وهم يسألون، وهذا ما يقتضي وقوع ما توعد عليه لو عاد فما مُحي.\nوقد روى الجماعة سوى الترمذي من حديث يونس بن يزيد، عن سعيد وأبي سلمة، عن أبي هريرة. وكذلك رواه شعيب عن أبي الزناد، عن الأعرج، عن أبي هريرة، قال: قال رسول الله صلى الله عليه وسلم : نزل نبي من الأنبياء تحت شجرة فلدغته نملة فأمر بجهازه فأخرج من تحتها ثم أمر بها فأحرقت بالنار فأوحى الله إليه: فهلاّ نملة واحدة فروى إسحاق بن بشر عن ابن جريج، عن عبد الوهاب بن مجاهد، عن أبيه أنه عزير، وكذا روي عن ابن عباس والحسن البصري أنه عزير، فالله أعلم.                      "
  }
]