[
  {
    "number": "معجزة آدم عليه السلام ",
    "text": "",
    "label": "قصة خلق الله سيّدنا آدم هي قصة خلق البشرية أجمع، فقد كان أول خلق للبشر هو خلق آدم عليه السلام من طين، بصنع يدي الله عز وجل، فبشر الله سبحانه وتعالى الملائكة قائلاً أنه سوف يخلق آدم ويسكنه بالأرض، وتحدث القرآن الكريم عن قصة خلق سيدنا آدم في سورة البقرة، حيث أن الله بشر الملائكة بأنه سوف يخلق البشر ويستخلفهم في الأرض من أجل اعمار الأرض، ولكن الملائكة إستغربت ذلك، وقالت كيف سوف تستخلف في الأرض من يفسد فيها، ويقتل ويسفك الدماء، ألا يكفيك تسبيحنا، فأخبرهم الله أنه يعرف أشياء كثيرة هم لا يعرفونها .\n\nوقد توصل العلماء إلى أن هناك من كان يعيش في الأرض قبل سيدنا آدم، وهو مخلوق شبيه بسيّدنا آدم، ولكنه عاش بطريقة همجية ووحشية، وأكثر الفساد والقتل، لذلك عندما إستغربت الملائكة أن يستخلف الله أناس في الأرض قال لهم أن سيدنا آدم عاقل وقادر، خلق الله سبحانه وتعالى سيدنا آدم في آخر ساعات من يوم الجمعة، فأرسل جبريل إلى الأرض ليجلب الطين وخلق سيدنا آدم من طين الأرض، نفخ فيه الله من روحه ودبت فيه الحياة، وعندما فتح آدم عينيه عطس فقالت له الملائكة قل الحمدلله، فقال الحمدلله، فقال له الله رحمك الله، ليجد الملائكة جميعها ساجدة له، ما عدا مخلوق واحد فقط ولم يكن آدم يعرف من هذا المخلوق الذي لم يسجد له، وذكر الله فيما بعد قصة رفض إبليس السجود لآدم وكيف صب عليه الله غضبه نتيجة لذلك .\n\nعلم الله سيدنا آدم جميع الأسماء، وكانت الملائكة تسأله عن أسماء الأشياء ويجيب، وعاش سيّدنا آدم في الجنة، وخلق السيدة حواء من ضلع آدم وأسكنهما الجنة ليعيشا فيها، وكما سترهم الله بلباس يواري عورتهما، ولكن أغرهم الشيطان ونزع عنهم سترهم، حتى يصبحوا همجيين مثل من سبقوهم، ولا ينعموا بسكن الجنة، وهنا كانت قصة نزول آدم وحواء من الجنة، عندما أسكنهم الله في الجنة أخبرهم بالابتعاد عن شجرة في الجنة، وألا يأكلا منها، ولكن الشيطان وسوس إليهما أن يأكلا منها، لعلهما يبقيان خالدين على قيد الحياة إلى الأبد، ولكن عندما أكلا منها غضب الله عليهما غضباً شديداً، وأنزلهما إلى الأرض، وأنزل معهم الشيطان إلى الأرض، ليوسوس لهم حتى يحرمهم من دخول الجنة مرة أخرى، فتوعد الله سبحانه وتعالى بعذاب أليم لمن يستمع إلى الشيطان، كما توعد بأن يملأ بهم جهنم هم والشياطين . العبرة المستفادة من قصة خلق سيدنا آدم هي معرفة السبب الحقيقي وراء خروج سيدنا آدم وزوجته من الجنة ونزولهم إلى الأرض، كما معرفة موقف الشيطان من خلق بني آدم وإستخلافهم في الأرض .                      "
  },
  {
    "number": "معجزات رسول الله محمد صلى الله عليه وسلم ",
    "text": "",
    "label": "\n\nبعث الله محمداً صلى الله عليه وسلم وختم به النبوات والرسالات، وجعل نبوته لأهل الأرض جميعاً، وبعثه بشريعة شاملة لجميع جوانب الحياة، فلا نبي بعد محمد صلى الله عليه وسلم، ولا كتاب بعد القرآن الكريم، وأيده بالمعجزات الكثيرة مثل القرآن الكريم، وانشقاق القمر، والإسراء والمعراج، وتكثير الطعام القليل، ونبع الماء من بين أصابعه، وإجابة دعوته، ونزول الملائكة لنصرته، وأيده بعلاج المرضى، والإخبار بالأمور الغيبية التي وقعت في الماضي، وما يقع في المستقبل، وغير ذلك من المعجزات الكثيرة، ويمكنكم الإطلاع على سيرة الرسول عليه الصلاة عبر التطبيق كاملة ً -إن شاء الله تعالى- في باب التعريف بقصص الانبياء.                      "
  },
  {
    "number": "معجزة يوسف عليه السلام ",
    "text": "",
    "label": "الفترة التي أقام فيها بنو إسرائيل في مصر هي فترة حساسة من تاريخهم الطويل، ومن التاريخ المصري على امتداده، فالداخل هو نبي كريم جاء من الأراضي المقدسة بقصة عجيبة، حيث دخل بنو إسرائيل أو بنو يعقوب –عليه السلام- بقصة رائعة أظهرت الإعجاز القصصي القرآني في قصة كاملة استعرضتها سورة النبي يوسف واحدة من أعظم سور القرآن الكريم. ومما زاد هذه الفترة أهمية هي الدرس الذي قدمته للبشرية، فعندما دخل أبناء يعقوب إلى مصر دخلوا والعزة تجللهم، ولكن الزمن غير الامور وقلبها رأساً على عقب، فلقد بدأ الذل والضعف يسيطر عليهم يوماً بعد يوم وشهراً بعد شهر وسنة بعد سنة، إلى أن أصبحوا عبيداً عند الفارعنة المصريين، وبلغت هذه المصيبة أوجها في آخر الفترة، حيث كان المخرج الوحيد هو المخلص موسى الرسول العظيم – عليه السلام – الذي جاء بالتشريع اليهودي.\n\n وحرر بني إسرائيل من الطغيان الفرعوني الذي جثم على قلوبهم، في قصة تحرير عالمية توارثتها الديانات ديناً بعد دين وخلدتها الكتب السماوية جميعها. ولكن الأجمل أن الداخل والمخلص، من كتب الصفحة الأولى في الرواية ومن ختمها هما شخصيتان عظيمتان عالميتان، فيوسف الداخل استطاع أن يأسر قلوب الجميع ليس بجماله خلقته بل بجمال خلفه، فلقد أعجب به المصريون ورفعوه إلى الأعالي كما أعجب به أبناء قومه، فهو شخصية توافقية توافق عليها الجميع بلا تردد، أما المخلص موسى العظيم فهو شخصية ناضلت وصارعت من أجل قومها وخلاص شعبها، فهو رمز التحرر حتى يومنا هذا وإلى الأبد. وهما أبناء السلالة الإبراهيمية التي هزت البشرية بأفعالها السامية. النبي يوسف هو ابن النبي يعقوب بن النبي إسحق بن إبراهيم –عليهم الصلاة والسلام أجمعين-، فهو من سلالة نبوية ليس لها مثيل، بدأ حياته برؤيا رآها تفاصيلها مذكورة بالتفصيل في القرآن الحكيم في سورة يوسف، وانتهت بتوليه المناصب العليا في الدولة المصرية وتحقق رؤياه في صغره، فلقد اشتهر هذا النبي الكريم بقدرته العظيمة على تفسير الرؤى الحقة التي تعتبر إلهاماً من الله –عز وجل- إلى الناس، فالرؤى في حياة النبي يوسف، مرتبطة في حياته منذ الصغر وفي كبره حينما فسر الرؤيا لرفقائه في السجن والذين تعرضوا لنفس المواقف التي فسرها لهم النبي يوسف مما أشاع عنه هذه الصفة ورفع من مراتبه عند المسؤولين في الدولة، في تكريم واضح ومكافأة له من الله تعالى على ما لاقاه من صعوبات وتحديات جسام خلال حياته الطاهرة.                      "
  },
  {
    "number": "معجزة نوح عليه السلام ",
    "text": "",
    "label": "لقد بعث الله عز وجل الأنبياء للبشر داعين إلى الله عز وجل وإلى الصراط المستقيم، ليعيد الناس إلى فطرتهم التي فطر الناس عليها والتي تتلوث بعد التفاعل في الحياة ونتيجة للمجتمعات المظلمة التي يعيش فيها الإنسان ولوساوس الشيطان، فقام الأنبياء بحمل الرسالات إلى أقوامهم وقاموا بدعوتهم بالحُسنى داعين ومبشرين إلى الله عز وجل، ولكن ولكي يؤمن الأقوام بالأنبياء والرسل الذين بعثهم الله عز وجل قام الله عز وجل بتأييدهم بالمعجزات الواضحات على صدق رسالتهم لكي يقيموا الحجة على الأقوام الذين بُعثوا إليهم، فكانت من المعجزات ما يؤيد الله عزّ وجلّ بها الإنسان ليؤيد الأقوام ومنها ما أيّد بها الله عزّ وجلّ الأنبياء والرسل ليعذب الأقوام الذين كفروا بالله بعد الدعوة الطويلة من الأنبياء والرسل عليهم صلوات الله وسلامه.\n\n ومن الأنبياء الذين صبروا صبراً طويلاً على الدعوة والذين قاموا بدعاء أقوامهم بالحسنى والموعظة الحسنة هو نبي الله نوح عليه السلام الذي قام بدعوة قومه إلى الإيمان بالله تعالى ل950 عاماً وهو يحتسب ذلك عند الله تعالى ويصبر على أذى قومه ويتحمّل عذابهم واستهزاءهم به عليه السلام فهو عليه السلام من أولي العزم الخمسة من الرسل إلى جانب سيدنا محمد وإبراهيم وعيسى وموسى عليهم السلام، وبعد انقطاع الأمل منهم أمر الله عزّ وجلّ نوحاً عليه السلام بأن يقوم ببناء سفينة يحمل عليها جميع من آمن من الناس وأهله إلّا من كفر منهم، وأمره الله عزّ وجلّ أن يقوم بحمل زوجين من كل جنس من الأجناس الموجودة على الأرض، فقام عليه السلام ببناء هذه السفينة كما أمره الله تعالى وحمل على هذه السفينة ما أمره الله عز وجل به ليبدأ الحياة من جديد.\n\nوأمر الله عزّ وجلّ نوحاً عليه السلام بذلك لأنّه سيبعث الطوفان الذي يعمّ الأرض بأكملها وسيهلك به جميع من كفروا بالله عز وجل وبنوحٍ عليه السلام ومن آذوه خلال دعوته لهم التي استمرت فترةً طويلة جداً وهو صابرٌ عليهم، فكانت هذه كبدايةٍ لحياةٍ جديدةٍ بدأها نوحٌ عليه السلام وذريته بعد الحياة التي ابتدأها آدم عليه السلام، وبعد انتهاء الطوفان أمر الله عز وجل الأرض بأن تبتلع الماء والسماء أن تُقلع عن المطر، واستوت السفينة على الجودي لتبقى آية للبشر جميعاً على صدق نبوة نوحٍ عليه السلام الذي ترجع إليه ذرية البشر جميعاً قبل سيدنا آدم عليه السلام، وقام الباحثون والمفسرون بمحاولة تحديد مكان السفينة وجلّ المفسرين ذهبوا إلى أنّه جبل يوجد في ناحية الموصل كما توجد بعض صور الأقمار الصناعية التي بينت مكان سفينة نوحٍ عليه السلام.                      "
  },
  {
    "number": "معجزة يحيي عليه السلام ",
    "text": "",
    "label": "كان النّبيّ الصّالح زكريا عليه السّلام يحبّ الأطفال والذّريّة، فقد حرم لسنواتٍ من ذلك، فمرأته عاقرٌ لا تلد وهو شيخٌ كبيرٌ، وعندما نذرت امرأة عمران ما في بطنها لله سبحانه فولدت مريم، تشوّق زكريا عليه السّلام لكفالة هذه البنت فقد كان زوج أختها الكبرى، فهو محتاجٌ لضمّ هذه البنت إليه وأن تكون تحت رعايته وحمايته، فقد كان قلبه مليءٌ بالحنان والعطف الذي لم يجد له مكاناً يفرغه فيه لأنّه لم يرزق بولد، فكفل زكريا مريم وكانت نعم الخادمة لبيت الله، قائمةً صائمةً تعبد الله آناء اللّيل والنّهار، وقد كفاها الله هم التّفكير بالمادّة والطّعام والشّراب فكان يأتيها رزقها عند محرابها إكراماً من عند الله لها، فالله هو الذي يرزق من يشاء بغير بحساب، وعندما رأى سيّدنا زكريا تلك الكرامات وأحسّ بفيض الكرم الربّاني مدّ يديه ليدعو ربّه بأن يهبه ذريةً طيبةً ترث ما عنده من العلم والنّبوّة فاستجاب له ربّه ذلك فأكرمه بغلامٍ اسمه يحيى.\n\nو قد جعل الله سبحانه هذا الطّفل مميزاً عن أقرانه، فهو عطيّة الله سبحانه وهو ثمرة استجابة الدّعاء من نبيٍّ صالحٍّ صبر كثيراً حتى نالها، فكان يحيى معجزةً في ولادته من أبٍ شيخٍ كبيرٍ وأمٍّ عاقرٍ لا تلد، وكذلك قد تكلّم الله عنه بأنّه لم يكن له سميّا أي شبيه، فقد أمر سيّدنا يحيى عليه السّلام بأن يتمسّك بكتاب الله التّوراة وأن يأخذها بقوةٍ، وقد آتاه الله الحكم صبياً فكان لا ينشغل كغيره من الفتيان باللّعب بل كان همّه الانعكاف على دراسة التّوراة ودعوة النّاس إلى دين الله والأمر بالمعروف والنّهي عن المنكر.\n\nو قد كان في عصر سيّدنا يحيى عليه السّلام ملكٌ فاجرٌ لا يخاف الله، وقد حدث أن رغب هذا الملك بأن يتزوّج بنت أخيه وكان هذا الأمر مخالفٌ في شريعتهم كما في كلّ الشّرائع التي أنزلها الله، فذهبوا إلى يحيى ليجيز لهم ذلك بفتوىً باطلةٍ، فأبى سيّدنا يحيى ذلك فظلّ الملك حانقاً عليه حتى حانت له الفرصة في أحد اللّيالي وقد كانت بنت أخيه وهي راقصةٌ فاجرة تغنّي وتحيي اللّيل بالرّقص والغناء، فإذا بالملك يراودها عن نفسها فتأبى إلّا أن يكون ذلك بعد الزّواج وتطلب رأس يحيى مهراً لها، فيلبّي الملك الفاجر طلبها لتقطع الرّأس الطّاهرة وتقدّم للبغيّ على طبقٍ من ذهبٍ.                      "
  },
  {
    "number": "معجزة عيسى عليه السلام ",
    "text": "",
    "label": "عيسى بن مريم عليه السلام ، سيدنا المسيح ، ويعرف أيضا بـ (يسوع) ، أنزل على بني إسرائيل ، وجائهم بالإنجيل ، عيسى ابن مريم تعتبر ولادته معجزته الأولى ، حيث حملته أمه السيدة مريم العذراء ، ولم يكن قد مسها رجل من قبل ، تكلم سيدنا عيسى وهو في المهد . قيل أن السيدة مريم كانت تدفع سيدنا عيسى للعمل دوماً ، وعمل في ذات المرات عند صائغ ثياب ، في يوم أراد رب العمل السفر ، فأخبر سيدنا عيسى بأن هناك الكثير من الثياب تحتاج لصباغ ، وقد علمتك كيفية الصباغ ، ووضعت على كل ثوب خيطاً يحدد اللون المطلوب ، فقام سيدنا عيسى بتسخين وعاءٍ كبير ووضع فيه عدة الوان ، ووضع جميع الثياب في الوعاء ، وأخذ يردد :- \"كوني بإذن الله على ما أريده منكِ\" ، وعند عودة رب العمل من سفره ، استشاط غضبا عندما رأى جميع الثياب في وعاءٍ واحدٍ ، فقام عيسى عليه السلام بإخراج الثياب واحداً أحمر والآخر أصفر ، وآخر أخضر وهكذا ، وكل ثوب بلون الخيط المحدد عليه ، عجب رب العمل من الأمر ، وعلم بأن هذا من عند الله فآمن برسالة عيسى عليه السلام ، ودعا الناس للأمر فآمنوا به ، فكان من جملة الحواريين الذين آزروا عيسى عليه السلام في نشر رسالته . وحدث في يوم بأنه قد مر بمجموعةٍ من صيادي الأسماك ، يدعى كبيرهم \"شمعون\" ، فسألهم عيسى عن عملهم ، فقالوا له نصطاد الأسماك ، فطلب منهم بالمضي معه لدعوة الناس لرسالته ، فسألوه عن نفسه ليجيبهم أنا عيسى بن مريم رسول الله ، فطلبوا منه دليلاً على ما قال.\n\nفأمر سيدنا عيسى شمعون بإلقاء شبكة الصيد في الماء ، وقام سيدنا في تلك اللحظة بالتضرع والدعاء إلى الله ، وما هي إلى لحظات حتى اجتمعت الأسماك في الشبكة حتى كادت أن تتمزق لكثرتها ، فاستعانوا بسفينةٍ أخرى لوضع صيدهم ، وامتلأت السفينتين بصيدٍ وفيرٍ من الأسماك ، وآمن من كان حاضراً بأن هذا من عند الله ، وآمنوا بصدق رسالة عيسى عليه السلام ، وأنطلقوا معه في دعوته . لم سيدنا عيسى ليسلم من مكر اليهود وغدرهم لو لم يكن الله معه ، ففي يومٍ طلب منه اليهود بأن يصنع من الطين خفاشاً ، وبعدها ليجعله يطير إن كان صادقاً ، فقام عيسى بعد أن أوكل أمره لله بصنع خفاشٍ من الطين ، ونفخ فيه ليطير بعدها بين السماء والأرض ، وسط ذهول ودهشة الناظرين . ومن معجزاته عليه السلام إبراء ( الأكمه ) والأبرص ، وكان يحيي الموتى بإذن الله ، شعر اليهود بالبساط يسحب من تحت أقدامهم ، وكذبوا سيدنا عيسى في معجزته بقدرته على إحياء الموتى ، مدعين بأن من أحياهم كان موتهم قريبا ، أي بعد يوم أو يومين من موتهم ، أو ربما بضع ساعات ، ولعلهم لم يموتوا ، ربما أصابهم خطب ما ظهروا به على شكل أموات ، فإن كنت صادقاً أعد لنا \"سام بن نوح\" على قيد الحياة ، فطلب منهم بأن يدلوه على قبره ، فساروا به إلى هناك ، فدعا الله بأن يعيد سام إلى الحياة ، وكان سام عند موته قد ناهز من العمر 4000 عام ، وخرج من قبره ، والتفت إلى الناس قائلاً وهو يشير إلى المسيح عليه السلام :\" صدقوه ، فإنه نبي \" ، ومات من جديد ، آمن البعض بعيسى عليه السلام ، ومن لم يؤمن أتهم سيدنا المسيح بأنه ساحر .                      "
  },
  {
    "number": "معجزة عزيز عليه السلام ",
    "text": "",
    "label": "يقال عنه عزير ويقال أنه نبي من أنبياء الله انزله الله على بني اسرائيل وهناك رأي آخر يقول انه رجل صالح وهو حبر من أحبار بني اسرائيل . ويقال ا، نسبة يعود إلى لاوي بن يعقول بن اسحاق بن ابراهيم عليهم السلام . حيث قال تعالى: (أَوْ كَالَّذِي مَرَّ عَلَى قَرْيَةٍ وَهِيَ خَاوِيَةٌ عَلَى عُرُوشِهَا قَالَ أَنَّى يُحْيِي هَذِهِ اللَّهُ بَعْدَ مَوْتِهَا فَأَمَاتَهُ اللَّهُ مِائَةَ عَامٍ ثُمَّ بَعَثَهُ قَالَ كَمْ لَبِثْتَ قَالَ لَبِثْتُ يَوْماً أَوْ بَعْضَ يَوْمٍ قَالَ بَلْ لَبِثْتَ مِائَةَ عَامٍ فَانْظُرْ إِلَى طَعَامِكَ وَشَرَابِكَ لَمْ يَتَسَنَّهْ وَانْظُرْ إِلَى حِمَارِكَ وَلِنَجْعَلَكَ آيَةً لِلنَّاسِ وَانْظُرْ إِلَى الْعِظَامِ كَيْفَ نُنْشِزُهَا ثُمَّ نَكْسُوهَا لَحْماً فَلَمَّا تَبَيَّنَ لَهُ قَالَ أَعْلَمُ أَنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ) وقد ورد ذكره في القرا، في موضع آخر حيث قال الله تعالى (( وقالت اليهود عزير ابن الله) . وهنا نود أن نوضح قصة العزير ذلك النبي أو الرجل الصالح الذي اماته الله وهو كان من بني اسرائيل وأعطاه الله من العلم والحفظ الشيء الكثير والقصة هنا تقول أن ذلك الرجل الصالح كان ماشياً وهو على ظهر حماره وبعد أن سار فترةً من الزمن مر على قرية ولكن هذه القرية كانت خاوية لا يوجد أحد فيها وهنا توقف وتعجب وقال هل من الممكن أن يحيي الله القرية وهي خاوية على عروشها كما ورد في سورة البقرة حيث قال الله تعالى على لسانه ((أَنَّى يُحْيِي هَذِهِ اللَّهُ بَعْدَ مَوْتِهَا) . عندها أماته الله وهو نائم وقبض روحة لمائة عام ثم بعثه الله مرةً أخرى من جديد وعندها استيقظ العزير من نومه فأرسل الله من يسأله وكان ذلك الذي يسأله هو ملك من الملائكة على هيئة بشر.\n\nوقام بسؤال عزير كم المدة التي مكثها نائماً كما قال الله تعالى في محكم كتابه (قَالَ كَمْ لَبِثْتَ) فرد العزير الإجابة إلى من قام بسؤاله انه لبث مائماً يوم أو جزءاً من اليوم كما قال الله تعالى في سورة البقرة (قَالَ لَبِثْتُ يَوْمًا أَوْ بَعْضَ يَوْمٍ) اذاً الجواب كان أنه لبث مدة قصيرة . ولكم الملك الذي سأله رد عليه انه لبث ميتأً مائة عام كاملة حيث قال الله تعالى في كتابه (قَالَ بَل لَّبِثْتَ مِئَةَ عَامٍ) (وَانظُرْ إِلَى العِظَامِ كَيْفَ نُنشِزُهَا ثُمَّ نَكْسُوهَا لَحْمًا) إذاً من الأيات السابقه نعرف أنه مات مائة عام وبعثه الله من جديد ليجعله اية للناس حيث قال الله تعالى في القرأن الكريم (وَلِنَجْعَلَكَ آيَةً لِّلنَّاسِ). عندئذٍ عرف عزير أن الله قادر أن يميته ويحيه ويحيي القرية التي كانت خاوية على عروشها (فَلَمَّا تَبَيَّنَ لَهُ قَالَ أَعْلَمُ أَنَّ اللّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ) وعندها خرج إلى القرية فوجدها قد عمرها الإنسان وبدأ يتجول فيها . وهو يتجول في القرية قام بالسؤال عن عزير فقال له الناس نعم نعرفه لقد أماته الله منذ مائة عام وعندها قال لهم أنا عزير قد أحياني الله مرةً أخرى وعندها بدأ يعلم الناس التوراة مرةً أخرى ويجددها لهم وعندها قدسوه وأدعوا باطلاً أنه ابن الله كما قال الله تعالى في محكم كتابه (وَقَالَتِ الْيَهُودُ عُزَيْرٌ ابْنُ اللّهِ) وهذا مخالف لديننا الحنيف الذي وصف عزير أنه رجل صالح أماته الله مائة عام كي يكون آيةً للناس عن قدرة الله سبحانه وتعالى (أَوْ كَالَّذِي مَرَّ عَلَى قَرْيَةٍ وَهِيَ خَاوِيَةٌ عَلَى عُرُوشِهَا قَالَ أَنَّى يُحْيِي هَذِهِ اللَّهُ بَعْدَ مَوْتِهَا فَأَمَاتَهُ اللَّهُ مِائَةَ عَامٍ ثُمَّ بَعَثَهُ قَالَ كَمْ لَبِثْتَ قَالَ لَبِثْتُ يَوْمًا أَوْ بَعْضَ يَوْمٍ قَالَ بَلْ لَبِثْتَ مِائَةَ عَامٍ فَانْظُرْ إِلَى طَعَامِكَ وَشَرَابِكَ لَمْ يَتَسَنَّهْ وَانْظُرْ إِلَى حِمَارِكَ وَلِنَجْعَلَكَ آيَةً لِلنَّاسِ وَانْظُرْ إِلَى الْعِظَامِ كَيْفَ نُنْشِزُهَا ثُمَّ نَكْسُوهَا لَحْمًا فَلَمَّا تَبَيَّنَ لَهُ قَالَ أَعْلَمُ أَنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ ) . وفي مدينة القدس يوجد قبر يعتقد أنه للعزير .                      "
  },
  {
    "number": "معجزة صالح عليه السلام ",
    "text": "",
    "label": "أيّد الله سبحانه و تعالى أنبياءه بالآيات و المعجزات و هي أمورٌ خارقةٌ للعادة ، فكانت معجزة النّبيّ موسى عليه السّلام العصا التي تحولت إلى ثعبانٍ مبينٍ و اليد التي تصبح بيضاء منيرةً ، و كانت معجزة سيّدنا عيسى علاج المرضى و ذوي الأسقام و إحياء الموتى بإذن الله تعالى ، و كانت معجزة سيّدنا محمّد عليه الصّلاة و السّلام وحياً و هو كتاب الله القرآن الكريم ، المعجز ببيانه و ألفاظه و تحدّى الله فيه الإنس و الجنّ أن يأتوا بسورةٍ من مثله . ومن بين الأنبياء الذين أكرمهم الله و أيّدهم بالمعجزات النّبيّ صالح عليه السّلام ، فقد بعثه الله إلى قومٍ كفروا بالله و عبدوا الأصنام و اغترّوا بقوتهم و ما منحهم الله إياه من العافية و القوّة في الجسم ، فقد كانوا من شدّتهم ينحتون في الجبال بيوتاً يتّخذونها سكنٌ لهم ، فجاءهم سيّدنا صالح يذكّرهم بالله و أن يعبدوه وحده و لا يشركوا به شيئاً.\n\nفالله هو الذي استخلفهم في الأرض و أكرمهم بنعمه الجمّة فكيف يعبدوا غيره و كيف يجحدوا نعمه ، و لم ييأس سيّدنا صالح من دعوتهم ليلاً و نهاراً و هم يجادلونه بالباطل و يجاهرون بالمعاصي و يظهرون له الشّكّ في دين التّوحيد الذي أتى به ، حجّتهم الدّاحضة كيف نترك ما كان يعبد آباؤنا ، و قد حاولوا استمالته إليهم بقولهم إنّك كنت ذو شأنٍ و مكانةٍ عندنا فلا تضيّع مكانتك بما تدعون إليه ، و طلبوا من سيّدنا صالح عليه السّلام أن يأتيهم بمعجزةٍ من عند الله إمعاناً في الضلال و استكبارا ، خشي سيّدنا صالح من ذلك فهو يعلم أنّه إذا نزلت معجزة الله و لم يؤمنوا بها عذّبهم الله ، لكن أمام إلحاحهم لبّى طلبهم و دعا الله أن ينزّل معجزةً من عنده ، فأخرج الله سبحانه ناقةً من صخرةٍ صماءٍ في جبل فكانت آيةً عجباً ، و عندما رأوها لم يزيدهم ذلك إلا ضلالاً و تكذيباً ، فجمع سيّدنا صالح من آمن معه و عزم على الرّحيل فقد حان أمر الله ، و هتف في القوم أن تمتّعوا في دياركم ثلاثة أيّام بوعدٍ غير مكذوبٍ ، و عند انقضاء المهلة أتى عذاب الله فحلّت الصّيحة بهم فإذا هم خامدون هالكون .                      "
  },
  {
    "number": "معجزة سليمان عليه السلام ",
    "text": "",
    "label": "سليمان –عليه السلام- هو نبي كريم، وحو أحد الملوك العظماء على مر الزمان والمكان، فما كان منه –عليه السلام- وما وهبه الله إياه أعظم من أن يوصف في بضع كلمات، هو ابن النبي الكريم دواد –عليه السلام-، هو من بني اسرائيل، وهو ملكهم، تواجد في التراثين المسيحي واليهودي على أنه ملك عظيم له من الحكمة والعقل الراجح والملك ما ليس لأحد، وقد ذكر في القرآن الكريم والتراث الإسلامي في عدة مواضع، بأنه كان واحداً من أعظم الملوك والأنبياء الذين مروا على تاريخ البشرية، ولقد ذكر القرآن أباه النبي الكريم دواد –عليه السلام- في قصص ومواضع تدل على عظمة هؤلاء الأشخاص، ومدى الحكمة والعمق الذين كانوا يتمتعون بهم، فقد استحقوا بصفاتهم هذه أن يكونوا من أعظم الناس، وقدوة للبشر من بعدهم.\n\n وفي الحقيقة فإن أهم ما يميز الرسالات السماوية هو ارتباطها الوثيق في الأنبياء والرسل، فهم يمثلون بالنسبة لأتباعهم الطريق الذي يجب أن يسلكونه لأنهم بشر أقرب إلى الكمال، وما قاموا به يستطيع البشر العاديون إن وجدت النية القيام به، ما عدا الأشياء والإمكانيات التي تفوق القدرات البشرية والتي هي خصائص ميزهم الله بها عن سائر بني آدم. ومن جهة أخرى فأتباع الديانات السماوية يمثلون السواد الأعظم اليوم، وهم مجبرون عقدياً بالتصديق بوجود هؤلاء العظام، وبالتالي فحتى لو اختلفت العقائد والشعائر بين الديانات، تبقى القواسم المشتركة بين الناس أكبر من أن تعد أو أن تحصى.\n\nأما فيما يتعلق بسليمان –عليه السلام-، فلقد عاش في فلسطين في القدس الشريف، وحكم دولته من هناك، وإذا أردنا أن نحدد معجزة معينة اختص بها، فنستيطع القول بأن حياته كلها معجزة، لأن قدراته وإماكنياته أكبر وأعظم من أن توصف، فلقد علمه الله عز وجل منطق الطير والحيوانات وسخرها له، فقصته من النملة وسماعه لتحذيراتها لباقي النمل لا تخلو من الإعجاز، وقصته مع الهدهد أيضاً، بالإضافة إلى أن الله سخر له الجن لأمره، فهو قد كان يدير أعظم مملكة وأضخم جيش، جيش لا يوجد له مثيل إطلاقاً، وقصته أيضاً مع ملكة سبأ بلقيس معروفة، وكيف نقل لها عرشها عبر الجن من مملكتها في سبأ إلى مملكته. إن سليمان هو مثال حي على قدرة الله عز وجل، فهو المعطي بلا حدود، فالعطاء الذي أعطيه سليمان لا يمكن لعقل بشري استيعابها خصوصاً إذا عاش بعده بآلاف السنين، مما دفع البعض بالقول إن قصته هي قصة من نسج الخيال.                      "
  },
  {
    "number": "معجزة موسى عليه السلام ",
    "text": "",
    "label": "أيد الله-سبحانه وتعالى- النبي موسى بالعديد من المعجزات التي قام بها؛ ليثبت لفرعون وبني إسرائيل أن رسالته لم تكن لأجل نفسه، أو كانت أحد أنواع السحر والشعوذة، كما أراد أن يثبت فرعون لقومه وبني إسرائيل، واختلف العلماء في عدد هذه المعجزات ولكن الراجح أنها تسع معجزات كما أخبر ابن كثير، وهذه المعجزات كالآتي: المعجزة الأولى: معجزة اليد البيضاء، حينما أمر الله النبي موسى بالتوجه إلى فرعون وإخراجه من عبادة الضلال والعباد إلى النور وعبادة رب العباد، أراد فرعون بعض المعجزات التي تدل على أن هذه الدعوة من الله وليست أحد أنواع السحر والشعوذة، فأخرج موسى يده من جيبه وكانت بيضاء فاقعة البياض من غير وجود نوع من أنواع الأمراض الجلدية المنتشرة في ذلك الوقت مثل (البرص).\n\nالمعجزة الثانية:(معجزة العصا)، عندما أخرج النبي موسى يده البيضاء من جيبه أمام فرعون مصر، أراد فرعون المزيد من الدلائل على صدق هذه النبوة التي جاء بها موسى، فقام النبي بإلقاء العصا التي كانت في يده، فتحولت إلى حية عظيمة هائجة، مما زاد من تعجب الفرعون، ولكن العناد والغرور الذي كان أحد الصفات الرئيسية في قلب فرعون تملكه وقام باتهام النبي موسى بالشعوذة والسحر من جديد. المعجزة الثالثة:(معجزة الطوفان)، حينما كفر فرعون بالهداية التي جاء بها موسى، أمر الله نهر النيل أن يفيض على فرعون وقومه الذين كفروا معه، وقد أصاب هذا الطوفان فرعون وجنوده بالكثير من العذاب والألم. المعجزة الرابعة:(معجزة سنين القحط)، حيث أصاب فرعون وقومه الكثير من سنين القحط الشديدة، بسبب انحباس ماء الأمطار عن النزول مما أدى إلى قلة المياه في نهر النيل. المعجزة الخامسة:(معجزة الجراد)، حيث أرسل الله -سبحانه وتعالى- الجراد على فرعون وقومه، حيث قام هذا الجراد بإتلاف المزروعات والأشجار الخضراء التي كان يزرعها فرعون وقومه. المعجزة السادسة:(معجزة الُقمّل)، حيث أرسل الله هذه الحشرة الصغيرة على فرعون وقومه الكافرين، مما أدى إلى حدوث الكثير من الأمور السيئة لهؤلاء الكافرين فقد كانوا يجدون هذه الحشرة في ملابسهم وفراشهم وحتى في الطعام الذي يتناولونه.\n\nالمعجزة السابعة:(معجزة الدم)، حيث كان فرعون وقومه الكافرون يجدون الدم في كل شيءٍ يشربونه، بحيث كان الرجل يسكب الماء في الكأس، يكون صافياً نقيًاً، وحينما يرفعه ليشربه يصبح مليئاً بالدماء ذات اللون الأحمر. المعجزة الثامنة:(معجزة الضفادع)، كانوا يجدونها في ملابسهم وفراشهم، في شوارعهم وبيوتهم، ولم يستطيعوا أن يذوقوا طعم النوم المريح؛ بسبب أصواتها المرتفعة التي كانت تؤرقهم وتبث الرعب في نفوسهم. المعجزة التاسعة:(معجزة فلق البحر إلى نصفين)، وكانت هذه هي أحد المعجزات العظيمة في حياة النبي موسى، وهناك بعض العلماء يعتبرها المعجزة الثانية بعد القراّن الكريم، حيث حينما هرب بنو إسرائيل من فرعون وجنوده، لحِقَ بهم فرعون مع جيشه الجرار، حتى يقتلهم وينكل فيهم، وحينما وصلوا إلى البحر الأحمر أمر الله -سبحانه وتعالى- موسى بأن يضرب البحر بعصاه، مما أدى إلى فلق البحر إلى نصفين، وحينما حاول فرعون وجيشه اللَّحاق بهم أمر الله البحر أن يرجع لسابق عهده، وغرق فرعون وجنوده في هذا البحر العظيم.                      "
  },
  {
    "number": "معجزة أيوب عليه السلام ",
    "text": "",
    "label": "لقد أنعم الله سبحانه وتعالى على أيوب عليه السلام بالعديد من النعم ، فقد أتاه الله مالاً كثيراً إذ كانت له تجارة كبيرة ، وكان يمتلك العديد من المواشي ، كما رزقه الله الكثير من الأهل والأولاد. وكان أيوب يحب الناس ويحب التصدق لهم فأحبه الناس إلا أن الله ابتلاه بلاءاً شديداً\nفمات كل أولاده وضاع كل ماله كما أصيب في كل أعضاء جسده ولم يبقى سوى قلبه ولسانه ليذكر الله بهما. وعلى الرغم من كل هذا البلاء إلا أنه كان صابراً محتسباً مداوماً على ذكر الله ليلاً ونهاراً ، ” نعم العبد إنه أواب”.\n \nظل أيوب عليه السلام فترة طويلة يعاني من المرض ولم يكن بجانبه أحد فقد تخلى عنه الناس إلا زوجته التي ظلت بجانبه ترعاه و تساعده على قضاء حوائجه. وعندما قل المال معها اضطرت لأن تقوم بخدمة الناس مقابل الأجر، ولكن الناس لم يتركوها و شأنها فطلبت من زوجها \nأن يدعو ربه. هنا دعا أيوب ربه أن يزيل عنه البلاء فقال : ” أني مسني الضر وأنت أرحم الراحمين “. فاستجاب له الله وأمره أن يضرب الأرض بقدمه فما كان من أيوب إلا طاعة ربه.\n\nو عندما مس الأرض بقدمه ، انبثق منها ماءاً عذباً. و بمجرد أن شرب أيوب من الماء برىء ما كان في جسده من مرض و استعاد أيوب صحته وعافيته و أصبح أفضل مما كان عليه قبل ذلك و كأنه لم يكن به مرض. عندما عاد أيوب إلى زوجته وهو ملىء بالنشاط والحيوية لم \nتعرفه و سألته عن زوجها فقص لها أيوب عليه السلام ما حدث له. وعندما عرفت ما حدث في هذه الفترة الوجيزة كانت فرحتها شديدة حيث رأت نعمة الله على زوجها الذي رد الله إليه صحته وعافيته.                      "
  },
  {
    "number": "معجزة إبراهيم عليه السلام ",
    "text": "",
    "label": "لا يخلو التاريخ من الأشخاص الذين أسهموا في الإنسانية وتركوا البصمات بطريقة عبقرية إيمانية توحيدية أممية مخلصة فيها اليقين والمحبة والعطف والحنان ومجابهة الباطل وإحقاق الحق، فلقد أسهم كل شخص بتاريخ جماعته وأفراده بطريقة ما، ولكن الصعب بل المستحيل إيجاد شخص أسهم وغير في تاريخ الإنسانية حتى غدا متوافقاً عليه بين غالبية سكان البسيطة إلى عصرنا الحالي. هو بالمقام الأول خليل الرحمن الرسول النبي، هو الموحد ذو القلب الرحيم، هو من يساوي أمة بكاملها، والعجيب أن حياته كلها كانت عبارة عن مواقف لا تخلو من الإبتلاءات والامتحانات التي إن خضع لها شخص آخر لن يستطيع الصمود أمامها، فسوف ينحني وينكسر مباشرة، هو إبراهيم أمة قائمة بذاتها – عليه أفضل الصلاة والسلام -. لا يمكن وصف حياة إبراهيم بأنها حياة عادية بسيطة، وهي ليست قطعاً كحياة الأنبياء، فما تعرض له إبراهيم خلال حياته لم يوجد له مثيل حتى بين خير البرية والأنام الرسل – عليهم الصلاة والسلام-، ولهذا فمن الصعب أيضاً بل من الإجحاف في شخصه الكريم وجنابه العالي المطهر الرفيع، وصفه بأنه صاحب المعجزات الخارقات، لأن مفاصل حياته هي معجزات بحد ذاتها، تسلب ألباب العقلاء كما سلبتهم إلى يومنا هذا.\n\nولو استعرضنا ما مر به هذا النبي من حوارات نفسية عميقة المدلول والمعنى سنجد أنه إلى جانب كونه نبي فهو فيلسوف بعناية إلهية فريدة ذو حجة قاطعة، فحواره مع عباد الآلهة المزيفة بين عباد الشمس والقمر وما فعله بعبدة الأوثان يوصلنا إلى أن شبابه كان معجزة وإسلامه كان معجزة، فأي شاب يستطيع التفوه بمثل ما تفوه به إذا ما أخذنا الظروف التي كانت تحيط به بعين الاعتبار من سلطة قومه وقوتهم، ووحدته هو ومعتقداته بينهم، إلى أن أوصلته هذه المعتقدات إلى معجزة مادية عجيبة وهي عدم جريان خاصية النار الإحراقية عليه عندما ألقوه بها. ولقد أظهر أيضاً تصرفات إعجازية في مواقف أخرى فصبره على عدم الإنجاب وهو بهذه العظمة والشأن هو معجزة، وصبره على ترك الطفل الرضيع وأمه في وسط الصحراء اللاهبة امتثالاً لأمر الله هو معجزة، وخضوعه التام لأمر خالقه عندما أمره بذبح ابنه هو معجزة لا يستطيع العقل البشري استيعابها، فإبراهيم لم يكن بشراً عادياً البتة، إنما كان بشراً من نوع آخر، لا يمكن الإتيان بشبيه له حتى بين أعظم العظماء، ولن نغفل الإعجاز في رحمته وعطفه حتى على المجرمين وهو قوم نبي الله لوط –عليه السلام- وما قد كان منهم من مخالفات صارخة للفطرة الإنسانية.                      "
  },
  {
    "number": "معجزة هود عليه السلام ",
    "text": "",
    "label": "بعث الله سبحانه و تعالى رسلاً إلى خلقه ليبلّغوا النّاس دين التّوحيد فيكون ذلك حجّة على الخلق حين يقفون بين يدي الله ليحاسبهم على أعمالهم ، و قد أنزل الله سبحانه على رسله كتباً و شرائع تبيّن للنّاس طريقهم و تهديهم سبيلهم ، و قد ذكر الله سبحانه و تعالى في محكم التّنزيل قصصاً عن الأقوام السّابقة الذين رفضوا دين التّوحيد و أصّروا على الباطل فعبدوا الأصنام و أرتكبوا المنكرات و جحدوا الرّسل ، و كان من بين هؤلاء قوم عادٍ الذين أرسل الله سبحانه و تعالى لهم نبيّه هوداً ليدعوهم إلى دين الله و عدم الإشراك به ، فما هي صفة هؤلاء القوم ؟ و ما كان موقفهم اتجاه رسولهم ؟ و ما هو العذاب الذي حلّ بهم ؟ .\n\nكان قوم عاد من القبائل العربيّة البائدة التي سكنت منطقة سمّيت بالأحقاف في جنوب شبه الجزيرة العربيّة ، و قد استوطنوا تلك المنطقة و بنوا فيها المباني الشّاهقة مستغلّين ما منحهم الله إيّاه من القوّة الجسديّة ، و بدل أن يستخدموها في طاعة الله سبحانه و إعمار الأرض راحوا يعبثون في غيّهم و ضلالهم و يتنافسون في البنيان و صنعته و في ظنّهم أنّهم خالدون على وجه الأرض و مادروا أنّه لو دامت الدّنيا لغيرهم ما وصلت إليهم ، و قد وصف الله مدينتهم إرم ذات العماد الشّاهقة التي لم يخلق لها مثيل و لا شبيه في بلاد الله آنذاك ، و لمّا جاءهم هودٌ يدعوهم إلى عبادة الله وحده من بعد أن اتخذوا الأصنام ما كان جواب قومه إلا قولهم أنّا وجدنا آباءنا على ما نحن عليه و إنّا على آثارهم مقتدون ، فأصرّ القوم على الكفر و استكبروا و رفضوا دعوة نبيّهم للتّوحيد ، فخوّفهم هودٌ بالله تعالى و بطشه و ذكّرهم بنعمه عليهم و ما منحهم إيّاه من الخير و القوّة في الجسد و الاستخلاف في الأرض من بعد قوم نوح ، فما زادهم هذا التّذكير إلا تكذيباً و عتوّاً ، فتولّى عنهم هوداً متأسّفاً لما سيحلّ بهم من عذاب الله و بطشه بالظّالمين ، و بينما كان القوم يتقلّبون في ضلالاتهم و متعهم الزّائفة إذا هم يرون سحاباً يأتي من بعيدٍ مقبلٍ عليهم فيتوهّمون أنّه خيرٌ قد ساقه الله لهم ، و ما علم القوم بأنّ هذه الرّيح العقيم ما هي إلا عذابٌ شديدٌ قد أعدّه الله لهم عقاباً على كفرهم ، و نجى الله هوداً و الذين آمنوا معه من خزي ذلك اليوم و شملهم برحمته .                      "
  },
  {
    "number": "معجزة لوط عليه السلام ",
    "text": "",
    "label": "لقد اشتهر قوم لوط بصفةٍ ذميمة وعادات سيّئة عدلوا فيها عن فطرة الله سبحانه وتعالى للبشر حيث كانوا يأتون الذّكران من العالمين ويدعون نساءهم، كما كانوا يفعلون المنكر والفواحش في نواديهم ويجهرون بها ويتفاخرون، وقد وقف نبي الله لوط عليه السّلام فيهم ناصحاً ومذكّراً، وقد أنذرهم عذاب الله وغضبه على من يعمل مثل عملهم، وعلى الرّغم من النّداءات المتكرّرة للوط عليه السّلام إلاّ أنّها لم تجد آذاناً صاغية لدى قومه بل كان جوابهم أن أخرجوا آل لوط من قريتكم إنّهم أناس يتطهّرون، وقد كان لوط عليه السّلام ضعيفاً فيهم وبدون رهط يحمونه حتّى أنّه تمنّى لو أنّ له قوّة يحتمي بها من قومه. لقد شاء الله سبحانه أن يرسل الملائكة رسلاً إلى إبراهيم ولوط عليه السّلام، فمرّوا أولاً على إبراهيم وبشّروه باسحق ولداً من امرأته العقيم.\n\nكما بشّروه بهلاك قوم لوط المجرمين، فقال لهم إبراهيم أنّ القرية فيها لوطاً ومن آمن معه فأخبرته الملائكة أنّها سوف تنجّيهم بأمر الله تعالى، وقد جاءت الملائكة إلى لوط عليه السّلام وأخبرته بأنّ يخرج بأهله ومن آمن معه ليلاً وأن لا يلتفت منهم أحد إلا امرأته فإنّه سوف يحلّ عليها العذاب مع قومها لخيانتها زوجها حين دلّت قومها على خبر ضيف لوط، وعندما خرج لوط وأهله ومن آمن معه من القرية أمر الله سبحانه جبريل عليه السّلام أن يحمل تلك القرية فيرفعه،ا ثمّ يقلبها رأساً على عقب فجعل الله عاليها سافلها، ثمّ أمطر عليهم حجارةٍ من سجيل منضود زيادةً في العذاب والنّكال لما أتوه من الكفر والعصيان.                      "
  }
]