[
  {
    "number": "ثلاثون نصيحة في رمضان ",
    "text": "",
    "label": "1 - احرص على أن يكون هذا الشهر المبارك نقطة محاسبة وتقويم لأعمالك ومراجعة وتصحيح لحياتك. \n 2 - احرص على المحافظة على صلاة التراويح جماعة، فقد قال صلى الله عليه وسلم: « من صلى مع الإمام حتى ينصرف كتب له قيام ليلة». \n 3 - احذر من الإسراف في المال وغيره فالإسراف محرم ويقلل من حظك في الصدقات التي تؤجر عليها. \n 4 - اعقد العزم على الاستمرار بعد رمضان على ما اعتدت عليه فيه \n 5 - اعتبر بمضي الزمان وتتابع الأحوال على انقضاء العمر. \n 6 - إن هذا الشهر هو شهر عبادة وعمل وليس نوم وكسل. \n 7 - عود لسانك على دوام الذكر ولا تكن من الذين لا يذكرون الله إلا قليلا. \n 8 - عند شعورك بالجوع تذكر أنك ضعيف ولا تستغني عن الطعام وغيره من نعم الله. \n 9 - انتهز فرصة هذا الشهر للامتناع الدائم عن تعاطي مالا ينفعك بل يضرك. \n 10 - اعلم أن العمل أمانة فحاسب نفسك هل أداءه كما ينبغي. \n 11 - سارع إلى طلب العفو ممن ظلمته قبل أن يأخذ من حسناتك. \n 12 - احرص على أن تفطر صائما فيصير لك مثل أجره. \n 13 - اعلم أن الله أكرم الأكرمين وأرحم الراحمين ويقبل التوبة من التائبين وهو سبحانه شديد العقاب يمهل ولا يهمل. \n 14 - إذا فعلت معصية وسترك الله سبحانه وتعالى فأعلم أنه إنذار لك لتتوب فسارع للتوبة واعقد العزم على عدم العودة لتلك المعصية. \n 15 - اعلم أن الله سبحانه تعالى أباح لنا الترويح عن النفس بغير الحرام ولكن التمادي وجعل الوقت كله ترويحا يفوت فرصة الاستزادة من الخير. \n 16 - احرص على الاستزادة من معرفة تفسير القرآن، وأحاديث الرسول صلى الله عليه وسلم، والسيرة العطرة، وعلوم الدين. فطلب العلم عبادة. \n 17 - ابتعد عن جلساء السوء واحرص على مصاحبة الأخيار الصالحين. \n 18 - إن الاعتياد على التبكير إلى المساجد يدل على عظيم الشوق والأنس بالعبادة ومناجاة الخالق. \n 19 - احرص على توجيه من تحت إدارتك إلى ما ينفعهم في دينهم فإنهم يقبلون منك أكثر من غيرك. \n 20 - لا تكثر من أصناف الطعام في وجبة الإفطار فهذا يشغل أهل البيت عن الاستفادة من نهار رمضان في قراءة القرآن وغيره من العبادات. \n 21 - قلل من الذهاب إلى الأسواق في ليالي رمضان وخصوصا في آخر الشهر لئلا تضيع عليك تلك الأوقات الثمينة. \n 22 - اعلم أن هذا الشهر المبارك ضيف راحل فأحسن ضيافته فما أسرع ما تذكره إذا ولى. \n 23 - احرص على قيام ليالي العشر الأواخر فهي ليالي فاضلة وفيها ليلة القدر التي هي خير من ألف شهر. \n 24 - اعلم أن يوم العيد يوم شكر للرب فلا تجعله يوم انطلاق مما حبست عنه نفسك في هذا الشهر. \n 25 - تذكر وأنت فرح مسرور بيوم العيد إخوانك اليتامى والثكالى والمعدمين واعلم أن من فضلك عليهم قادر على أن يبدل هذا الحال فسارع إلى شكر النعم ومواساتهم. \n 26 - احذر من الفطر دون عذر فإن من أفطر يوما من رمضان لم يقضه صوم الدهر كله ولو صامه. \n 27 - اجعل لنفسك نصيبا ولو يسيرا من الاعتكاف. \n 28 - يحسن الجهر بالتكبير ليلة العيد ويومه إلى أداء الصلاة. \n 29 - اجعل لنفسك نصيبا من صوم التطوع ولا يكن عهدك بالصيام في رمضان فقط. \n 30 - حاسب نفسك في جميع أمورك ومنها : المحافظة على الصلاة جماعة - الزكاة - صلة الأرحام - بر الو الدين - تفقد الجيران - الصفح عمن بينك وبينه شحناء - عدم الإسراف - تربية من تحت يديك - الاهتمام بأمور إخوانك المسلمين - عدم صرف شيء مما وليت عليه لفائدة نفسك - استجابتك وفرحك بالنصح - الحذر من الرياء - حبك لأخيك ما تحب لنفسك - سعيك بالإصلاح - عدم غيبة إخوانك - تلاوة القرآن وتدبر معانيه - الخشوع عند سماعه. \n\n هذا وصلى الله وسلم على نبينا محمد وآله وصحبه أجمعين."
  },
  {
    "number": "كيف تفوز بليلة القدر؟",
    "text": "",
    "label": "كم سنة تعدل ليلة القدر؟ أكثر من ثلاث وثمانين سنة!! فلو حرصت كل الحرص على هذه الليلة فلا تفوتك، وذلك بقيام كل ليالي العشر الأخيرة، واستغلال كل ليلة منها كأحسن ما يكون الاستغلال كقدوتنا وحبيبنا محمد -صلى الله عليه وسلم- كما روت عنه عائشة رضي الله عنها:أنه إذا دخل العشر شد المئزر وأحيا ليله وأيقظ أهله. \n الحمد لله الذي فرض صيام هذا الشهر وسنَّ لنا قيامه، والصلاة على خيرة خلقه محمد صلى الله عليه وسلم والذي لم يترك خيراً إلا ودل أمته عليه، فروى عنه أبو هريرة -رضي الله تعالى عنه- أنه صلى الله عليه وسلم قال:من صام رمضان إيماناً واحتساباً غُفر له ما تقدم من ذنبه، ومن قام ليلة القدر إيماناً واحتساباً غُفر له ما تقدم من ذنبه وروي عنه أيضاً أنه قال:من قام رمضان إيماناً واحتساباً غُفر له ما تقدم من ذنبه وإن من الحرمان أن نرى كثيراً من المسلمين يقضون هذه اللحظات والفرص النادرة فيما لا ينفعهم، فإذا جاء وقت القيام كانت أحوالهم ما بين: \n (أ) نائمون. \n (ب) يتسامرون ويقعون في غيبة إخوانهم المسلمين. \n (ج) يقضون أوقاتهم في المعاصي من مشاهدة القنوات الفضائية الهابطة، ومشاهدة الأفلام والمسلسلات الرمضانية – كما يسمونها- وحاشا رمضان أن يكون له أفلام، أو مسلسلات مع ما فيها من اختلاط النساء بالرجال، والموسيقى، وما هو أشنع من ذلك. \n لذلك لا بد من تجديد التوبة في هذا الشهر، فهذه فرصتنا للأسباب التالية: \n\n أ. لأن مردة الشياطين تصفد، كما روى أبو هريرة -رضي الله تعالى عنه- مرفوعاً أتاكم رمضان شهر مبارك فرض الله عز وجل عليكم صيامه، تفتح فيه أبواب السماء، وتغلق فيه أبواب الجحيم، وتغل فيه مردة الشياطين، لله فيه ليلة خير من ألف شهر من حرم خيرها فقد حرم. \n ب. الإقبال النفسي على فعل الخيرات في هذا الشهر ما لا تستطيعه في الأشهر الأخرى. \n ج. أن الصوم في نهار رمضان يمنع من القيام بكثير من المعاصي. ولو كان أمام أعيننا أنه قد يكون آخر رمضان نصومه لسهلت علينا التوبة، فكم من شخص مات قبل أن يبلغه، أما نحن فقد بلغناه الله عز وجل فلندعوه أن يعيننا على صيامه وقيامه. \n\n مقارنة بين أعمارنا وأعمار الأمم السابقة: \n قال صلى الله عليه وسلم فيما رواه عنه أبو هريرة رضي الله تعالى عنه:أعمار أمتي ما بين الستين إلى السبعين وأقلهم من يجوز ذلك. \n كان أعمار السابقين مئات السنين، فهذا نوح -عليه السلام- لبث في قومه يدعوهم ألف سنة إلا خمسين عاماً، وعن أبي هريرة –رضي الله عنه- قال: قال صلى الله عليه وسلم نحن الآخرون السابقون يوم القيامة.\n\n\nفكيف يكون لنا السبق، ونحن أقل أعماراً؟! يكون ذلك باستغلال الفرص والتسابق عليها كما يتسابق الناس على الوظائف، والتسجيل في الجامعات، وعلى التخفيضات أيضاً.\n\n\nومن أعظم هذه الفرص، الحرص على ليالي العشر الأواخر من رمضان، فإن لم يكن، فعلى الأقل ليلة 21، 23، 25، 27، 29 لأن ليلة القدر لن تتعدى إحدى هذه الليالي كما قال صلى الله عليه وسلم:تحروا ليلة القدر في الوتر من العشر الأواخر من رمضان.\n\n\nإلا إذا كان هناك اختلاف بين دول العالم الإسلامي في دخول رمضان، فإن الأحوط العمل كل ليالي العشر.\nقال سبحانه وتعالى:ليلة القدر خير من ألف شهر.\n\n\nمنذ أن يؤذن المغرب إلى أن يؤذن الفجر في الغالب لا يتجاوز 12 ساعة.\n\n\nفكم سنة تعدل ليلة القدر؟ أكثر من ثلاث وثمانين سنة!! فلو حرصت كل الحرص على هذه الليلة فلا تفوتك، وذلك بقيام كل ليالي العشر الأخيرة، واستغلال كل ليلة منها كأحسن ما يكون الاستغلال كقدوتنا وحبيبنا محمد -صلى الله عليه وسلم- كما روت عنه عائشة رضي الله عنها:أنه إذا دخل العشر شد المئزر وأحيا ليله وأيقظ أهله.\n\n\nولنحسب عمر واحد منا حرص على القيام في ليالي الوتر لمدة عشر سنوات، إن هذا يساوي أكثر من 830 سنة بإذن الله، ولو عشت عشرين سنة بعد بلوغك، وكنت ممن يستغل كل ليالي العشر بالعبادة، لكان خير من 1660 سنة بإذن الله، وبهذا نحقق السبق يوم القيامة، وذلك باستغلال فرص لم تكن للأمم السابقة من اليهود والنصارى.\n\n\nلذلك منذ أن يدخل شهر رمضان ادع الله أن يعينك ويوفقك لقيام ليلة القدر، فمن أعانه الله فهو المعان، ومن خذله فهو المخذول.\n\n\n\nماذا تفعل في هذه الليلة؟\n\n\n- الاستعداد لها منذ الفجر، فبعد صلاة الفجر تحرص على أذكار الصباح كلها، ومن بينها احرص على قول:لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير مئة مرة، لماذا؟ لما رواه أبو هريرة -رضي الله تعالى عنه- أن رسول الله صلى الله عليه وسلم قال:من قال لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير في يوم مئة مرة كان له عدل عشر رقاب، وكتبت له مئة حسنة، ومحيت عنه مئة سيئة، وكانت له حرزاً من الشيطان يومه ذلك حتى يمسي، ولم يأت أحد بأفضل مما جاء به إلا أحد عمل أكثر من ذلك. الشاهد: كانت له حرزاً من الشيطان يومه ذلك حتى يمسي حتى لا يدخل عليك الشيطان فيصرفك عن الطاعة.\n\n\n- احرص على أن تفطر صائماً، إما بدعوته، أو بإرسال إفطاره، أو بدفع مال لتفطيره، وأنت بهذا العمل تكون حصلت على أجر صيام شهر رمضان مرتين لو فطرت كل يوم منذ أن يدخل الشهر إلى آخره صائماً لما رواه زيد بن خالد الجهني عن رسول الله -صلى الله عليه وسلم- أنه قال:من فطر صائماً كتب له مثل أجره لا ينقص من أجره شيء.\n\n\n- عند غروب الشمس ادع أيضاً أن يعينك ويوفقك لقيام ليلة القدر.\n\n\n- جهز صدقتك لهذه الليلة من ليالي العشر، وليكن لك ادخار طوال السنة لتخريجه في هذه الليالي الفاضلة فلا تفوتك ليلة من ليالي الوتر إلا وتخرج صدقتها، فالريال إذا تقبله الله في ليلة القدر قد يساوي أكثر من ثلاثين ألف ريال،\n\n\nو 100 ريال تساوي أكثر من 300 ألف ريال وهكذا، وقد روى أبو هريرة -رضي الله تعالى عنه- أن رسول الله صلى الله عليه وسلم قال:من تصدق بعدل تمرة من كسب طيب ولا يقبل الله إلا الطيب، وإن الله يتقبلها بيمينه، ثم يربيها لصاحبه كما يربي أحدكم فلوه، حتى تكون مثل الجبل وروى أبو هريرة أيضاً قال: جاء رجل إلى النبي صلى الله عليه وسلم، فقال: يا رسول الله، أي الصدقة أعظم أجراً؟ قال: أن تصدق وأنت صحيح شحيح تخشى الفقر، وتأمل الغنى ولا تمهل حتى إذا بلغت الحلقوم قلت: لفلان كذا، ولفلان كذا، وقد كان لفلان.\n\n\nفإن أخفيتها كان أعظم لأجرك فتدخل بإذن الله ضمن السبعة الذين يظلهم الله في ظله يوم لا ظل إلا ظله، لما رواه أبو هريرة -رضي الله تعالى عنه- عن النبي صلى الله عليه وسلم أنه قال:سبعة يظلهم الله تعالى في ظله يوم لا ظل إلا ظله.. ورجل تصدق بصدقة فأخفاها حتى لا تعلم شماله ما تنفق يمينه ورجل ذكر الله خالياً ففاضت عيناه .\n\n\n- منذ أن تغرب الشمس احرص على القيام بالفرائض والسنن، فمثلاً منذ أن يؤذن ردد مع المؤذن ثم قل: وأنا أشهد أن لا إله إلا الله وحده لا شريك له وأن محمداً عبده ورسوله، رضيت بالله رباً وبالإسلام ديناً، فمن قال ذلك غُفر له ذنبه كما روي عنه صلى الله عليه وسلم مرفوعاً ثم قل: اللهم رب هذه الدعوة التامة.. إلخ، لما رواه جابر بن عبد الله أن رسول الله -صلى الله عليه وسلم- قال: من قال حين يسمع النداء: اللهم رب هذه الدعوة التامة والصلاة القائمة آت محمداً الوسيلة والفضيلة وابعثه مقاماً محموداً الذي وعدته، حلت له شفاعتي يوم القيامة. \n - ثم بكر بالفطور احتساباً، وعند تقريبك لفطورك ليكن رطباً محتسباً أيضاً، ولا تنس الدعاء في هذه اللحظات، وليكن من ضمن دعائك: اللهم أعني ووفقني لقيام ليلة القدر، ثم توضأ وضوء رسول الله -صلى الله عليه وسلم- ثم بادر بالنافلة بين الأذان والإقامة؛ لما رواه أنس -رضي الله تعالى عنه- أنه قال: كان المؤذن إذا أذن قام ناس من أصحاب النبي -صلى الله عليه وسلم- يبتدرون السواري حتى يخرج النبي -صلى الله عليه وسلم- وهم كذلك يصلون الركعتين قبل المغرب، ولم يكن بين الأذان والإقامة شيء. ثم صل صلاة مودع كلها خشوع واطمئنان، ثم اذكر أذكار الصلاة، ثم صل السنة الراتبة، ثم اذكر أذكار المساء -إن لم تكن قلتها عصراً- ومنها لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير مئة مرة؛ لتكون في حرز من الشيطان ليلتك هذه حتى تصبح، كما سبق أن ذكرنا، ثم نوِّع في العبادة:\n\n\n- لا يفتر لسانك من دعائك بـ اللهم إنك عفو تحب العفو فاعف عني.\n\n\n- إن كان لك والدان فبرهما وتقرب منهما، واقض حوائجهما وافطر معهما.\n\n\n- ثم بادر بالذهاب إلى المسجد قبل الأذان، لتصلي سنة دخول المسجد، ولتتهيأ بانقطاعك عن الدنيا ومشاغلها علك تخشع في صلاتك، ثم إذا أذن ردد معه وقل أذكار الأذان ثم صل النافلة، ثم اذكر الله حتى تقام الصلاة، أو اقرأ في المصحف، واعلم أنك ما دمت في انتظار الصلاة فأنت في صلاة كما روى ذلك أبو هريرة -رضي الله تعالى عنه- أن النبي -صلى الله عليه وسلم- قال:إن أحدكم في صلاة ما دامت الصلاة تحبسه، والملائكة تقول اللهم اغفر له وارحمه، ما لم يقم من صلاته أو يحدث.\n\n\n- ثم إذا أقيمت الصلاة صل بخشوع، فكلما قرأ الإمام آية استشعر قراءته، وكن مع كلام ربك حتى ينصرف الإمام.\n\n\n- ثم عد إلى بيتك، ولا يكن هذا هو آخر العهد بالعبادة حتى صلاة القيام، بل ليكن في بيتك أوفر الحظ والنصيب من العبادة سواء بالصلاة أو بغيرها.\n\n\n- ولا تنس -قبل خروجك من المسجد- أن تضع صدقة هذه الليلة، وإذا كان يصعب عليك إخراج صدقة كل ليلة من هذه الليالي فمن الممكن أن تعطي كل صدقتك قبل رمضان أو قبل العشر الأواخر جهة خيرية توكلها بإخراج جزء منها كل ليلة من ليالي العشر.\n\n\n- ولا تنس وأنت في طريقك من وإلى المسجد أن يكون لسانك رطباً من ذكر الله، ولا تنس سيد الاستغفار هذه الليلة:اللهم أنت ربي لا إله إلا أنت خلقتني وأنا عبدك، وأنا على عهدك ووعدك ما استطعت، أعوذ بك من شر ما صنعت، أبوء لك بنعمتك علي، وأبوء بذنبي فاغفر لي إنه لا يغفر الذنوب إلا أنت. قال صلى الله عليه وسلم:من قاله فمات من يومه أو ليلته دخل الجنة، وما بين تهليل وتسبيح وتحميد وتكبير وحوقلة؛ لما رواه أبو سعيد الخدري أن رسول الله صلى الله عليه وسلم قال: استكثروا من الباقيات الصالحات، قيل وما هن يا رسول الله؟ قال: التكبير والتهليل والتسبيح والحمد لله ولا حول ولا قوة إلا بالله وما بين صلاة على رسولنا محمد -صلى الله عليه وسلم- ثم الدعاء بخيري الدنيا والآخرة، فإذا دخلت بيتك تلمَّس حاجة من هم في البيت، سواء والداك أو زوجتك أو إخوانك أو أطفالك، فقم بخدمة الجميع بانشراح الصدر واحتساب واستغل القيام بحوائجهم بقراءة القرآن عن ظهر قلب، فقل هو الله أحد تعدل ثلث القرآن في الأجر، كما روى أبو الدرداء عن النبي -صلى الله عليه وسلم- أنه قال:أيعجز أحدكم أن يقرأ في ليلة ثلث القرآن؟ قال:وكيف يقرأ ثلث القرآن؟ قال: قل هو الله أحد ثلث القرآن. فإذا قرأتها ثلاث مرات حصلت على أجر قراءة القرآن كاملاً، ولكن ليس معنى هذا هجر القرآن، ولكن هذا له أوقات وهذا له أوقات، وقل يا أيها الكافرون تعدل ربع القرآن في الأجر،\n\n\nوآية الكرسي أعظم آية في كتاب الله، أخرجه سعيد بن منصور في سننه، كما قاله عبد الله موقوفاً، ثم قل: لا إله إلا الله وحده لا شريك له له الملك وله الحمد وهو على كل شيء قدير مئة مرة؛ ليكون لك عدل عشر رقاب، ولتكتب لك مئة حسنة، وتمحى عنك مئة سيئة، ولتكن حرزاً لك من الشيطان حتى تصبح ولم يأت بأفضل مما جئت به إلا أحد عمل أكثر من ذلك، واحرص على كل ما ثبت عنه -صلى الله عليه وسلم- من الأذكار ذات الأجور العظيمة، كما قال صلى الله عليه وسلم لعمه:ألا أدلك على ما هو أكثر من ذكرك الله الليل مع النهار تقول: الحمد لله عدد ما خلق، الحمد لله ملء ما خلق، الحمد لله عدد ما في السموات والأرض، الحمد لله عدد ما أحصى كتابه، الحمد لله ملء ما أحصى كتابه، الحمد لله عدد كل شيء والحمد لله ملء كل شيء وتسبح مثلهن، ثم قال: تعلمهن وعلمهن عقبك من بعدك وقال صلى الله عليه وسلم:من قال سبحان الله وبحمده مئة مرة حطت خطاياه وإن كانت مثل زبد البحر\n\n\nوعن أبي هريرة –رضي الله عنه- قال -صلى الله عليه وسلم-: من قال حين يصبح وحين يمسي سبحان الله وبحمده مئة مرة لم يأت أحد يوم القيامة بأفضل مما جاء به إلا أحد قال مثل ما قال أو زاد عليه وفي بعض الروايات سبحان الله العظيم وبحمده مئة مرة وكلما ذُكرت الكفارة أو الغفران – غفران الذنوب- وحط الخطايا، فالمقصود بها الصغائر، أما الكبائر فلا بد من التوبة، أما إن كانت هذه الكبيرة متعلقة بحقوق الآدميين فلا بد من الاستحلال مع التوبة أو المقاصة يوم القيامة؛ لما رواه أبو هريرة -رضي الله تعالى عنه-:من كانت له مظلمة لأخيه من عرضه أو شيء فليتحلله منه اليوم قبل ألا يكون دينار ولا درهم إن كان له عمل صالح أخذ منه بقدر مظلمته، وإن لم يكن له حسنات أخذ من سيئات صاحبه فحمل عليهولا يغرك في الغيبة ما يردده البعض أن كفارة من اغتبته أن تستغفر له، فهذا حديث أقل أحواله أنه شديد الضعف، وهو يعارض الحديث السابق الصحيح، ومن أعظم حقوق الآدميين: الغيبة والنميمة والسخرية، والاستهزاء والسب، والشتم وشهادة الزور، قال صلى الله عليه وسلم:الصلوات الخمس والجمعة إلى الجمعة ورمضان إلى رمضان مكفرات ما بينهن إذا اجتنبت الكبائر .\n\n\nفإذا فرغت من خدمة الجميع والأعمال البدنية، ليكن لك جلسة مع كتاب ربك فتقرأه، وليكن لك قراءتان في شهر رمضان إحداهما سريعة الحدر والأخرى بتأمل مع التفسير إذا أشكل عليك آية، قال ابن عباس رضي الله تعالى عنه:لأن أقرأ سورة أرتلها أحب إلي من أن أقرأ القرآن كله. \n فإذا أنهك جسدك فألقه على السرير وأنت تذكر ربك بالتهليل والتسبيح والتحميد والحوقلة والتكبير والاستغفار والصلاة والسلام على رسولنا الكريم صلى الله عليه وسلم. \n - فإن نمت فأنت مأجور -بإذن الله- ثم استيقظ لصلاة قيام الليل في المسجد، وليكن لك ساعة خلوة مع ربك ساعة السحر فتفكر في عظمة خالقك، ونعمه التي لا تحصى عليك مهما كنت فيه من حال أو شدة فأنت أحسن حالاً ممن هو أشد منك كما قال صلى الله عليه وسلم:انظروا إلى من هو أسفل منكم، ولا تنظروا إلا من هو فوقكم، فهو أجدر أن لا تزدروا نعمة الله. \n - وتذكر هادم اللذات علها تدمع عينك فتكون من السبعة الذين يظلهم الله في ظله يوم لا ظل إلا ظله كما قال صلى الله عليه وسلم:ورجل ذكر الله خالياً ففاضت عيناه.. . \n - وتذكر ما رواه جابر بن سمرة عن رسول الله -صلى الله عليه وسلم- قال:أتاني جبريل، فقال: يا محمد من أدرك شهر رمضان فمات فلم يغفر له فأدخل النار فأبعده الله، قل آمين. فقلت: آمين.. الحديث. فهذه العشر هي والله الغنيمة الباردة، وفي هذا الشهر فرص ومواسم من لم يستغلها تذهب ولا ترجع.. \n - أخيراً وقبيل الفجر لا بد من السحور ولو بماء، مع احتساب العمل بالسنة؛ لما رواه أنس رضي الله تعالى عنه، قال: قال صلى الله عليه وسلم:تسحروا فإن في السحور بركة ثم تسوك وتوضأ واستعد لصلاة الفجر وأنت إما في ذكر أو دعاء أو قراءة قرآن. \n\n - ولا بد من التنبيه على بعض الأخطاء، ومنها: \n 1- أن البعض قد يشيع في ليلة 23 أو 25 أن فلاناً رأى رؤياً، وأن تعبيرها أن ليلة القدر مثلاً ليلة 21 أو 23. فماذا يفعل البطالون؟ يتوقفون عن العمل باقي ليالي العشر، حتى أن البعض قد يكون في مكة فيعود، لماذا؟ انقضت ليلة القدر في نظره. وفي هذا من الأخطاء ما فيها، ومنها: أن هذا قد يكون حلماً وليس رؤياً. أن المعبر حتى وإن عبرها بأنها ليلة 21 أو 23 أو غيرها ليس بشرط أن يكون أصاب، فهذا أبو بكر الصديق -رضي الله تعالى عنه- عبر رؤيا عند رسول الله صلى الله عليه وسلم، فقال له: أصبت بعضاً وأخطأت بعضاً فإذا كان أبو بكر وهو خير الخلق بعد الأنبياء يصيب ويخطئ، فما بالك بغيره. والذي يظهر لي أن هذا من تلبيس إبليس، ليصد المؤمنين عن العمل باقي ليالي العشر. والله أعلم.\n\n\nوأخيراً.. الأيام معدودة، والعمر قصير، ولا تعلم متى يأتيك الأجل، ولا تدري لعلك لا تبلغ رمضان، وإن بلغته لعلك لا تكمله، وإن أكملته لعله يكون آخر رمضان في حياتنا.\n\n\nفهذا يخرج من بيته سليماً معافى فينعى إلى أهله، وهذا يلبس ملابسه ولا يدري هل سينزعها أم ستنزع منه؟\n\n\nلذلك كله علينا أن نستحضر هذه النعمة العظيمة أن بلغنا رمضان ووفقنا لصيامه وقيامه وصالح الأعمال، فكم من شخص مات قبل أن يبلغه، وكم من مريض مر عليه رمضان كغيره من الشهور، وكم من عاص لله ضال عن الطريق المستقيم ما ازداد في رمضان إلا بعداً وخساراً، وأنت يوفقك الله للصيام والقيام، فاحمد الله على هذه النعمة الجليلة، واستغلها أيما استغلال"
  },
  {
    "number": "العشر الأواخر من رمضان ",
    "text": "",
    "label": "عن عائشة رضي الله عنها، قالت: { كان رسول الله صلى الله عليه و سلم إذا دخل العشر شدّ مئزره، وأحيا ليله، وأيقظ أهله } وفي رواية: { أحيا الليل، وأيقظ أهله، وجد، وشد المئزر } [رواه البخاري ومسلم]. \n\n الأعمال الخاصة بالعشر الأواخر من رمضان \n كان النبي صلى الله عليه و سلم يخص العشر الأواخر من رمضان بأعمال لا يعملها في بقية الشهر: \n فمنها: إحياء الليل؛ فيحتمل أن المراد إحياء الليل كله، ففي حديث عائشة قالت: { كان النبي صلى الله عليه و سلم يخلط العشرين بصلاة ونوم، فإذا كان العشر - يعني الأخير - شمّر وشدّ المئزر } [رواه أحمد]. ويحتمل أن يريد بإحياء الليل إحياء غالبه، ويؤيده ما في صحيح مسلم عن عائشة، قالت: { ما أعلمه صلى الله عليه و سلم قام ليلة حتى الصباح }. \n ومنها: أن النبي صلى الله عليه و سلم كان يوقظ أهله للصلاة في ليالي العشر دون غيره من الليالي، قال سفيان الثوري: أحب إليّ إذا دخل العشر الأواخر أن يتهجد بالليل، ويجتهد فيه، ويُنهض أهله وولده إلى الصلاة إن أطاقوا ذلك. وقد صح عن النبي صلى الله عليه و سلم أنه كان يطرق فاطمة وعلياً ليلاً فيقول لهما: { ألا تقومان فُتصليان } [رواه البخاري ومسلم]. \n وكان يوقظ عائشة بالليل إذا قضى تهجده وأراد أن يُوتر. وورد الترغيب في إيقاظ أحد الزوجين صاحبه للصلاة، ونضح الماء في وجهه. وفي الموطأ أن عمر بن الخطاب كان يصلي من الليل ما شاء الله أن يصلي، حتى إذا كان نصف الليل أيقظ أهله للصلاة، يقول لهم: الصلاة الصلاة، ويتلو هذه الآية: وَأْمُرْ أَهْلَكَ بِالصَّلَاةِ وَاصْطَبِرْ عَلَيْهَا [طه:132]. \n وكانت امرأة أبي محمد حبيب الفارسي تقول له بالليل: ( قد ذهب الليل وبين أيدينا طريق بعيد، وزادنا قليل، وقوافل الصالحين قد سارت قدامنا، ونحن قد بقينا ). \n\n يا نائماً بالليل كم ترقد *** قم ياحبيبي قد دنا الموعد \n وخُذ من الليل وأوقاته *** ورِداً إذا ما هجع الرّقد \n من نام حتى ينقضي ليله *** ثم يبلغ المنزل أو يجهد \n ومنها: أن النبي صلى الله عليه و سلم كان يشدّ المئزر. واختلفوا في تفسيره ؛ فمنهم من قال: هو كناية عن شدة جدِّه واجتهاده في العبادة، وهذا فيه نظر، والصحيح أن المراد اعتزاله للنساء، وبذلك فسره السلف والأئمة المتقدمون منهم سفيان الثوري، وورد تفسيره بأنه لم يأوِِ إلى فراشه حتى ينسلخ رمضان. وفي حديث أنس: {وطوى فراشه، واعتزل النساء }. \n وقد قال طائفة من السلف في تفسير قوله تعالى: فَالآنَ بَاشِرُوهُنَّ وَابْتَغُواْ مَا كَتَبَ اللّهُ لَكُمْ [البقرة:187]: إنه طلب ليلة القدر. والمعنى في ذلك أن الله تعالى لما أباح مباشرة النساء في ليالي الصيام إلى أن يتبين الخيط الأبيض من الخيط الأسود، أمر مع ذلك بطلب ليلة القدر؛ لئلا يشتغل المسلمون في طول ليالي الشهر بالاستماع المباح، فيفوتهم طلب ليلة القدر، فأمر مع ذلك بطلب ليلة القدر بالتهجد من الليل، خصوصاً في الليالي المرجو فيها ليلة القدر، فمن ها هنا كان النبي صلى الله عليه و سلم يصيب من أهله في العشرين من رمضان، ثم يعتزل نساءه ويتفرغ لطلب ليلة القدر في العشر الأواخر. \n ومنها: تأخيره للفطور إلى السحر: رُوي عنه من حديث عائشة وأنس أنه النبي صلى الله عليه و سلم كان في ليالي العشر يجعل عشاءه سحوراً. ولفظ حديث عائشة: { كان رسول الله النبي صلى الله عليه و سلم إذا كان رمضان قام ونام، فإذا دخل العشر شدّ المئزر، واجتنب النساء، واغتسل بين الأذانين، وجعل العشاء سحوراً } [رواه ابن أبي عاصم]. وعن أبي سعيد الخدري، عن النبي صلى الله عليه و سلم ، قال: { لا تواصلوا، فأيكم أراد أن يواصل فليواصل إلى السحر }، قالوا: فإنك تواصل يا رسول الله؟ قال: { إني لست كهيئتكم، إني أبيت لي مُطعم يُطعمني وساقٍ يسقيني } [رواه البخاري]. \n وظاهر هذا يدل على أنه النبي صلى الله عليه و سلم كان يواصل الليل كله، وقد يكون إنما فعل ذلك لأنه النبي صلى الله عليه و سلم رآه أنشط له على الاجتهاد في ليالي العشر، ولم يكن ذلك مضعفاً له عن العمل؛ فإن الله كان يطعمه ويسقيه. \n ومنها: اغتساله النبي صلى الله عليه و سلم بين العشاءين، وقد تقدم من حديث عائشة: { واغتسل بين الأذانين } والمراد: أذان المغرب والعشاء، قال ابن جرير: كانوا يستحبون أن يغتسلوا كل ليلة من ليالي العشر الأواخر. وكان النخعي يغتسل في العشر كل ليلة، ومنهم من كان يغتسل ويتطيب في الليالي التي تكون أرجى لليلة القدر. وكان أيوب السختياني يغتسل ليلة ثلاث وعشرين وأربع وعشرين، ويلبس ثوبين جديدين، ويستجمر ويقول: ليلة ثلاث وعشرين هي ليلة أهل المدينة، والتي تليها ليلتنا، يعني البصريين. \n فتبين بهذا أنه يستحب في الليالي التي ترجى فيها ليلة القدر التنظف والتزين، والتطيب بالغسل والطيب واللباس الحسن، كما يشرع ذلك في الجُمع والأعياد. وكذلك يُشرع أخذ الزينة بالثياب في سائر الصلوات، ولا يكمل التزين الظاهر إلا بتزين الباطن بالتوبة والإنابة إلى الله تعالى، وتطهيره من أدناس الذنوب؛ فإن زينة الظاهر مع خراب الباطن لا تغني شيئاً. \n ولا يصلح لمناجاة الملوك في الخلوات إلا من زين ظاهره وباطنه وطهرهما، خصوصاً ملك الملوك الذي يعلم السر وأخفى، وهو لا ينظر إلى صوركم، وإنما ينظر إلى قلوبكم وأعماكم، فمن وقف بين يديه فليزين له ظاهره باللباس، وباطنه بلباس التقوى. \n إذا المرء لم يلبس ثياباً من التقوى *** تقلب عُرياناً وإن كان كاسياً \n ومنها: الاعتكاف، ففي الصحيحين عن عائشة رضي الله عنها أن النبي صلى الله عليه و سلم كان يعتكف العشر الأواخر من رمضان حتى توفاه الله تعالى. وفي صحيح البخاري عن أبي هريرة رضي الله عنه، { كان رسول الله صلى الله عليه و سلم يعتكف في كل رمضان عشرة أيام، فلما كان العام الذي قُبض فيه اعتكف عشرين }. وإنما كان يعتكف النبي صلى الله عليه و سلم في هذه العشر التي يُطلب فيها ليلة القدر، قطعاً لأشغاله، وتفريغاً لباله، وتخلياً لمناجاة ربه وذكره ودعائه. \n فالمعتكف قد حبس نفسه على طاعة الله وذكره، وقطع عن نفسه كل شاغل يشغله عنه، وعكف بقلبه وقالبه على ربه وما يقربه منه، فما بقى له هم سوى الله وما يُرضيه عنه. وكما قويت المعرفة والمحبة له والأنس به أورثت صاحبها الانقطاع إلى الله تعالى بالكلية على كل حال. \n\n ليلة القدر \n قال تعالى: إِنَّا أَنزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ (1) وَمَا أَدْرَاكَ مَا لَيْلَةُ الْقَدْرِ (2) لَيْلَةُ الْقَدْرِ خَيْرٌ مِّنْ أَلْفِ شَهْرٍ [القدر:1-3]. وعن أبي هريرة رضي الله عنه عن النبي صلى الله عليه و سلم أنه قال في شهر رمضان: { فيه ليلة خير من ألف شهر، منَ حُرم خيرها فقد حُرم } [رواه أحمد والنسائي]. وقال مالك: بلغني أن رسول الله صلى اللّه عليه وسلم أُرِي أعمار الناس قبله، أو ما شاء الله من ذلك، فكأنه تقاصر أعمار أمته ألا يبلغوا من العمل الذي بلغ غيرهم في طول العُمر، فأعطاه الله ليلة القدر خيراً من ألف شهر. \n وأما العمل في ليلة القدر فقد ثبت عن النبي صلى الله عليه و سلم أنه قال: { من قام ليلة القدر إيماناً واحتساباً غُفر له ما تقدم من ذنبه } وقيامها إنما هو إحياؤها بالتهجد فيها والصلاة، وقد أمر عائشة بالدعاء فيها أيضاً. \n قال سفيان الثوري: الدعاء في تلك الليلة أحب إليَّ من الصلاة. ومراده أن كثرة الدعاء أفضل من الصلاة التي لا يكثر فيها الدعاء، وإن قرأ ودعا كان حسناً. وقد كان النبي صلى الله عليه و سلم يتهجد في ليالي رمضان، ويقرأ قراءة مرتلة، لا يمر بآية فيها رحمة إلا سأل، ولا بآية فيها عذاب إلا تعوذ، فيجمع بين الصلاة والقراءة والدعاء والتفكير. وهذا أفضل الأعمال وأكملها في ليالي العشر وغيرها. \n وقالت عائشة رضي الله عنها للنبي : أرأيت إن وافقت ليلة القدر، ما أقول فيها؟ قال: { قولي: اللهم إنك عفو تحب العفو فأعفُ عني } والعفو من أسماء الله تعالى، وهو المتجاوز عن سيئات عباده، الماحي لآثارها عنهم، وهو يُحبُ العفو ؛ فيحب أن يعفو عن عباده، ويحب من عباده أن يعفو بعضهم عن بعض ؛ فإذا عفا بعضهم عن بعض عاملهم بعفوه، وعفوه أحب إليه من عقوبته. وكان النبي صلى الله عليه و سلم يقول: { أعوذ برضاك من سخطك، وعفوك من عقوبتك } [رواه مسلم]. \n وإنما أمر بسؤال العفو في ليلة القدر بعد الاجتهاد في الأعمال فيها وفي ليالي العشر؛ لأن العارفين يجتهدون في الأعمال، ثم لا يرون لأنفسهم عملاً صالحاً ولا حالاً ولا مقالاً، فيرجعون إلى سؤال العفو الُمذنب المقصر. \n\n أسباب المغفرة في رمضان \n عن أبي هريرة رضي الله عنه، عن النبي صلى عليه وسلم قال: { من صام رمضان إيماناً واحتساباً غفر له ما تقدم من ذنبه، ومن قام ليلة القدر إيماناً واحتساباً غُفر له ما تقدم من ذنبه } وعنه رضي الله عنه قال: قال صلى الله عليه و سلم: { من قام رمضان إيماناً واحتساباً غُفر له ما تقدم من ذنبه } [ رواهما البخاري ومسلم ]. \n دل حديث أبي هريرة رضي الله عنه على أن هذه الأسباب الثلاثة كل واحد منها مكفر لما سلف من الذنوب، وهي صيام رمضان، وقيامه، وقيام ليلة القدر، فقيام ليلة القدر بمجرده يكفر الذنوب لمن وقعت له، سواء كانت في أول العشر أو أوسطه أو آخره، وسواء شعر بها أو لم يشعر، ولا يتأخر تكفير الذنوب بها إلى انقضاء الشهر. \n وأما صيام رمضان وقيامه فيتوقف التكفير بهما على تمام الشهر، فإذا تم الشهر فقد كمل للمؤمن صيام رمضان وقيامه، فيترتب له على ذلك مغفرة ما تقدم من ذنبه بتمام السببين، وهما صيام رمضان وقيامه. \n فإذا كمل الصائمون صيام رمضان وقيامه فقد وفوا ما عليهم من العمل، وبقى ما لهم من الأجر وهو المغفرة؛ فإذا خرجوا يوم عيد الفطر إلى الصلاة قُسمت عليهم أجورهم، فرجعوا إلى منازلهم وقد استوفوا الأجر واستكملوه، ومن نقص من العمل الذي عليه نُقص من الأجر بحسب نَقصِه، فلا يَلُم إلا نفسه. قال سلمان: الصلاة مكيال، فمن وفى وفي له، ومن طفف فقد علمتم ما قيل في المطففين. فالصيام وسائر الأعمال على هذا المنوال؛ من وفاها فهو من خيار عباد الله الموفين، ومن طفف فيها فويل للمطففين. أما يستحي من يستوفي مكيال شهواته، ويطفف في مكيال صيامه وصلاته. \n\n غداً تُوفّى النفوس ما كسبت *** ويحصد الزارعون ما زرعوا \n إن أحسنوا أحسنوا لأنفسهم *** وإن أساءوا فبئس ما صنعوا \n\n كان السلف الصالح يجتهدون في إتمام العمل وإكماله وإتقانه، ثم يهتمون بعد ذلك بقبوله، ويخافون من رده، وهؤلاء الذين يُؤتُونَ مَاآتَوا وَقُلُوبُهُم وَجِلَةٌ [المؤمنون:60]. رُوي عن علي رضي اللّه عنه، قال: كونوا لقبول العمل أشد اهتماماً منكم بالعمل، ألم تسمعوا الله عز وجل يقول: إِنَّمَا يَتَقَبَّلُ اللّهُ مِنَ الْمُتَّقِينَ [المائدة:27]. \n وعن الحسن قال: ( إن الله جعل شهر رمضان مضماراً لخلقه، يستبقون فيه بطاعته إلى مرضاته، فسبق قوم ففازوا، وتخلف آخرون فخابوا ). فالعجب من اللاعب الضاحك في اليوم الذي يفوز فيه المحسنون ويخسر فيه المبطلون. \n ومن أسباب المغفرة فيه أيضاً: تفطير الصوام، والتخفيف عن المملوك، ومنها الذكر، ومنها الاستغفار، والاستغفار طلب المغفرة، ودعاء الصائم يستجاب في صيامه وعند فطره، ومنها استغفار الملائكة للصائمين حتى يفطروا، فلما كثرت أسباب المغفرة في رمضان كان الذي تفوته المغفرة فيه محروماً غاية الحرمان. \n فمتى يُغفر لمن لا يغفر له في هذا الشهر؟ متى يُقبل من رُد في ليلة القدر؟ متى يصلح من لا يصلح في رمضان؟ متى يصح من كان به فيه من داء الجهالة والغفلة مرضان؟ كلّ ما لا يثمر من الأشجار في أوان الثمار فإنه يُقطع ثم يوقد في النار، من فرط في الزرع في وقت البِذار لم يحصد يوم الحصاد غير الندم والخسار. \n\n رمضان شهر العتق من النيران \n وأما آخر الشهر فُيعتق فيه من النار من أوبقته الأوزار، واستوجب النار بالذنوب الكبار، فإذا كان يوم الفطر من رمضان أعتق الله فيه أهل الكبائر من الصائمين من النار، فيلتحق فيه المذنبون بالأبرار. \n ولما كانت المغفرة والعتق من النار كل منهما مرتباً على صيام رمضان وقيامه، أمر الله سبحانه وتعالى عند إكمال العدة بتكبيره وشكره، فقال: وَلتُكمِلُوا العِدةَ وَلِتُكَبِرُوا اللّه عَلَى مَا هَدَاكُم وَلَعَلَكُم تَشكُرُنَ [البقرة:185]. فشُكرُ من أنعم على عباده بتوفيقهم للصيام وإعانتهم عليه، ومغفرته لهم به، وعتقهم من النار، أن يذكروه ويشكروه ويتقوه حق تقاته. \n يا من أعتقه مولاه من النار! إياك أن تعود بعد أن صرت حراً إلى رق الأوزار، أيبعدك مولاك عن النار وأنت تتقرب منها؟ وينقذك منها وأنت توقع نفسك فيها ولا تحيد عنها؟ ! \n فينبغي لمن يرجو العتق في شهر رمضان من النار أن يأتي بأسباب توجب العتق من النار، وهي متيسرة في هذا الشهر؛ ففي صحيح ابن خزيمه: ( فاستكثروا فيه من أربع خصال: خصلتان تُرضون بهما ربكم، وخصلتين لا غناء بكم عنهما. فأما الخصلتان اللتان ترضون بهما ربكم فشهادة أن لا إله إلا الله والإستغفار. وأما اللتان لا غناء لكم عنهما فتسألون الله الجنة، وتعوذون به من النار ). \n فهذه الخصال الأربع المذكورة في هذا الحديث كل منها سبب للعتق والمغفرة. فأما كلمة التوحيد فإنها تهدم الذنوب وتمحوها محواً، ولا تبقي ذنباً، ولا يسبقها عمل، وهي تعدل عتق الرقاب الذي يوجب العتق من النار. وأما كلمة الاستغفار فمن أعظم أسباب المغفرة، فإن الاستغفار دعاء بالمغفرة، ودعاء الصائم مستجاب في حال صيامه وعند فطره، وأنفع الاستغفار ما قارنته التوبة، فمن استغفر بلسانه وقلبه على المعصية معقود، وعزمه أن يرجع إلى المعاصي بعد الشهر ويعود، فصومه عليه مردود، وباب القبول عنه مسدود. وأما سؤال الجنة والاستعاذة من النار فمن أهم الدعاء، وقد قال النبي : { حولهما نُدَندنُ } [رواه أبو داود وابن ماجة]. \n\n وداعاً رمضان \n عباد الله، إن شهر رمضان قد عزم على الرحيل، ولم يبق منه إلا القليل، فمن منكم أحسن فيه فعليه التمام، ومن كان فرط فليختمه بالحسنى، فالعمل بالختام، فاستمتعوا منه فيما بقى من الليالي اليسيرة والأيام، واستودعوه عملاً صالحاً يشهد لكم به عند الملك العلام، وودِّعُوه عند فراقه بأزكى تحية وسلام. \n يا شهر رمضان ترفّق، دموع المحبين تُدفَق، قلوبهم من ألم الفراق تَشَقّق، عسى وقفة للوداع تطفىء من نار الشوق ما أحرق، عسى ساعة توبة وإقلاع ترفو من الصيام كل ما تخرّق، عسى منقطع عن ركب المقبولين يلحق، عسى أسير الأوزار يُطلَق، عسى من استوجب النار يُعتق، عسى رحمة المولى لها العاصي يُوفّق. \n وصلى الله وسلم على سيدنا محمد وعلى آله وصحبه وسلم. "
  },
  {
    "number": "المداومة علي العمل الصالح ",
    "text": "",
    "label": "إليك أخي 10 وسائل للمداومة على العمل الصالح بعد رمضان \n\n 1- أولاً وقبل كل شي طلب العون من الله – عز وجل - على الهداية والثبات وقد أثنى الله على دعاء الراسخين في العلم  رَبَّنَا لا تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِنْ لَدُنْكَ رَحْمَةً إِنَّكَ أَنْتَ الْوَهَّابُ  \n 2- الإكثار من مُجالسة الصالحين والحرص على مجالس الذكر العامة كالمحاضرات والخاصة كالزيارات . \n 3- التعرف على سير الصالحين من خلال القراءة للكتب أو استماع الأشرطة وخاصة الاهتمام بسير الصحابة فإنها تبعث في النفس الهمة والعزيمة . \n 4- الإكثار من سماع الأشرطة الإسلامية المؤثرة كالخطب والمواعظ وزيارة التسجيلات الإسلامية بين وقت وآخر . \n 5- الحرص على الفرائض كالصلوات الخمس وقضاء رمضان فان في الفرائض خير عظيم . \n 6- الحرص على النوافل ولو القليل المُحبب للنفس فان أحب الأعمال إلى الله أدومه وإن قل كما قال صلى الله عليه وسلم . \n 7- البدء بحفظ كتاب الله والمداومة على تلاوته وأن تقرأ ما تحفظ في الصلوات والنوافل . \n 8- الإكثار من ذكر الله والاستغفار فإنه عمل يسير ونفعه كبير يزيد الإيمان ويُقوي القلب . \n 9- البعد كل البعد عن مفسدات القلب من أصحاب السوء و أجهزة التلفاز والدش والاستماع للغناء والطرب والنظر في المجلات الخليعة . \n 10- وأخيرا أوصيك أخي الحبيب بالتوبة العاجلة .. التوبة النصوح التي ليس فيها رجوع بإذن الله فإن الله يفرح بعبده إذا تاب أشد الفرح . \n أخي المبارك لا تكن من أولئك القوم الذين لا يعرفون الله إلا في رمضان لقد قال فيهم السلف  بئس القوم لا يعرفون الله إلا في رمضان  وداعاً أيها الحبيب إلى رمضان آخر وأنت في صحة وعافية واستقامة على دين الله إن شاء الله . \n هذه وصايا قيمة مفيدة لمن قرأها وعمل بها فنوصي بنشرها والحرص على تطبيقها رجاء الانتفاع والتلذذ بالعبادة . "
  },
  {
    "number": "أحكام وآداب العيد",
    "text": "",
    "label": "العيد شعيرة إسلامية جليلة ، العيد مناسبة إيمانية جميلة ، العيد موعد ولقاء تتجلى فيه معان الإنسانية والاجتماعية والنفسية ، نعم .. العيد مظهر من مظاهر العبودية لله تعالى ، صلاة وذكر ودعاء ، تصافح وتآلف وتألق وتعانق , ود وصفاء وأخوّة ووفاء ، لقاء ات مغمورة بالشوق والعطاء والمحبة والنقاء . \n إن هذا العيد جـاء ناشراً فينا الإخـاء **** نازعاً أشجار حقـد مصلحاً مهدي الصفاء \n العيد واحة سرور وبهجة وسط صحراء الحياة الجادة اللاهبة ، العيد واحة وارفة يستقبله المسلم بالفرح والعطاء والابتسامة والهناء ، نعم .. إنه عيد يغمر نفوس الصغار بالفرح والمرح ، والكبار بالشكر والذكر ، والمحتاجين بالسعة واليسر ، والأغنياء بالعطاء والمدّ ، يُمللأ القلوب بهجا وأنسا ، والنفوس صفاء وحبا ، فتُنسى فيه الأحقاد والضغائن ، ويحصل الجمع بعد الفراق ، والصفاء بعد الكدر ، والتصافح بعد التقابض ، نعم .. عيد تتجدد فيه أواصر الحب ودواعي القرب ، فلا تشرق شمس ذاك اليوم إلا والبسمة تعلو كل شفة ، والبهجة تغمر كل قلب .. عيد تبتسم له الدنيا ، أرضها وسماؤها ، شمسها وضياؤها ، فما أجمل العيد وما أجمل داعيه .. \n\n * أحكام وآداب العيد .. \n\n 1. الفرح بنعمة الله تعالى بإكمال الطاعة وإتمامها والثقة بوعد الله تعالى بفضله ومغفرته  قل بفضله وبرحمته فبذلك فليفرحوا هو خير مما يجمعون  \n 2. مشروعية التوسعة على العيال في أيام العيد بأنواع ما يحصل لهم من بسط النفس ، كإظهار السرور وترويح البدن من كلف العبادة وغير ذلك في حدود الضوابط الشرعية . \n 3. مشروعية التكبير من غروب شمس ليلة العيد إلى دخول الإمام في مصلاه  ولتكملوا العدة ولتكبروا الله على ما هداكم ولعلكم تشكرون  وكان ابن عمر رضي الله عنهما يكبر حتى يأتي المصلى ويكبر حتى يأتي الإمام [ رواه الدار قطني ] وصفته  الله أكبر ، الله أكبر ، لا إله إلا الله ، الله أكبر ، الله أكبر ولله الحمد  \n 4. إخراج الزكاة وأنها طعمة للمساكين وطهرة للصائم من اللغو والرفث ، وأفضلية وقتها قبيل صلاة العيد ، ويجوز إخراجها قبل العيد بيوم أو يومين . \n 5. استحباب الاغتسال والتطيب ولبس أحسن الثياب ، عن ابن عمر رضي الله عنهما قال : أخذ عمر جبة من إستبرق تباع في السوق ، فأخذها فأتى رسول الله صلى الله عليه وسلم فقال : يا رسول الله ، ابتع هذه تجمل بها للعيد والوفود..  الحديث [ رواه البخاري ] .\n\n\n6. الأكل قبل صلاة عيد الفطر ، عن أنس رضي الله عنه قال : كان رسول الله صلى الله عليه وسلم لا يغدو يوم الفطر حتى يأكل تمرات  وفي رواية : ويأكلهن وترا [ رواه البخاري ] .\n\n\n7. العيد من أعظم الخيرات ، لذا يستحب التبكير في الخروج للصلاة أخذا بقول الله تعالى  فاستبقوا الخيرات  .\n\n\n8. الخروج إلى المصلى ماشيا ، لأنه أقرب إلى التواضع فعن عثمان بن عفان رضي الله عنه قال من السنة أن يخرج إلى العيد ماشيا  [ رواه الترمذي ] .\n\n\n9. التهنئة بالعيد ، كقول  تقبل الله منا ومنك  وقد كان أصحاب رسول الله صلى الله عليه وسلم إذا التقوا يوم العيد يقول بعضهم لبعض : تقبل الله منا ومنك . \n 10. الحرص على تحقيق السنة كمخالفة الطريق لما روى جابر بن عبد الله رضي الله عنه كان النبي صلى الله عليه وسلم إذا كان يوم عيد خالف الطريق  \n 11. حثّ الأبناء والصغار للخروج إلى المصلى وكذلك الحيّض وذوات الخدور من النساء ليشهدن الخير ودعوة المسلمين \n 12. تفقد الفقراء والمساكين وذوي الحاجة لزيارتهم وسد حاجتهم والوقوف بجانبهم ومشاركتهم فرحتهم \n 13. زيارة الأحباب والأصدقاء وأولى الناس بالتواصل والتزوار في هذا العيد المبارك أولوا الأرحام و من أحب أن يُبَسط له في رزقه ويُنْسأ له في أثره فليصل رحمه . \n\n * أخي المسلم .. تذكر وأنت تغادر منزلك صبيحة العيد وقد اجتمع أهلك واللتمّ شملك في أمن وآمان ورغد عيش وطيب حنان فالزوجة الحسناء بجوارك ، والأطفال الصغار من حولك ، وأنت في ظل ظليل ، ومنزل بالخير عميم ، متكئ على فراش وثير ، نعم .. تذكر أن هناك دموعا غارقة في لجج الليالي ، لا تعرف عيدا ولا العيد يعرفهم ، يتامى لا يجدون حنان أب ، وأيامى فقدوا رحمة زوج ، وجموعا كاثرة من إخوانك في العقيدة والدين شردهم الطغيان ، ومزقتهم الحروب ، يفترشون الغبراء ، ويلتحفون الخضراء ، ويتضورون في العراء ، يذوقون من البأس ألوانا ، وتجرعون من العلقم كيزانا ، فقر مدقع ، ومطالب قاسية ، يأتي العيد عليهم حسرةً في القلوب ودموعا تنهمر على الخدود ، فكن أخي المسلم أهلَ عطفٍ وإحسانٍ وكرم وجود ، امسح بكفيك الكريمتين الناعمتين دموعَ أولئك الحيارى ، وقدم لهم خيرًا وإحسانًا { وَمَا تُقَدّمُواْ لأَنفُسِكُمْ مّنْ خَيْرٍ تَجِدُوهُ عِندَ اللَّهِ هُوَ خَيْراً وَأَعْظَمَ أَجْراً } ليكن لهم من عيدك نصيبا ، و  من نفّس عن مؤمن كربة من كرب الدنيا نفس الله عنه كربة من كرب يوم القيامة والله في عون العبد ما كان العبد في عون أخيه  جعل الله عيدنا وعيدك فوزاً برضاه ، ونجاة من ناره ولظاه ، وأن يجعلنا ممن قبل طاعاتهم وأعتق رقابهم .. آمين . وصلى الله وسلم نبيه ورسوله محمد وعلى آله وصحبه وسلم تسليما كثيرا إلى يوم نلقاه . "
  }
]