[
  {
    "number": "الوصية الأولى",
    "text": "",
    "label": "فضل «لا إله إلا الله»\nعن أبي هريرة - رضي الله عنه - قال: قلت يا رسول الله، من أسعد الناس بشفاعتك يوم القيامة؟ قال رسول الله - صلى الله عليه وسلم -: «لقد ظننت يا أبا هريرة أن لا يسألني عن هذا الحديث أحد أول منك، لما رأيت من حرصك على الحديث؛ أسعد الناس بشفاعتي يوم القيامة من قال: لا إله إلا الله خالصًا من قلبه أو نفسه».\n\nوإتمامًا للفائدة نروي الحديث الآتي:\n\nعن عبادة بن الصامت - رضي الله عنه -، عن النبي - صلى الله عليه وسلم - قال: «من شهد أن لا إله إلا الله وحده لا شريك له وأنَّ محمدًا عبده ورسوله، وأن عيسى عبد الله ورسوله وكلمته ألقاها إلى مريم وروح منه، والجنة حق والنار حق، أدخله الله الجنة، على ما كان من عمل». زاد حباذة: «من أبواب الجنة الثمانية أيها شاء». [رواه البخاري واللفظ له، ومسلم].\n\nوفي رواية لمسلم والترمذي: سمعت رسول الله - صلى الله عليه وسلم - يقول: «من شهد أن لا إله إلا الله، وأنَّ محمدًا رسول الله: حرم الله عليه النار».\n\n* * *"
  },
  {
    "number": "الوصية الثانية",
    "text": "",
    "label": "«وصية عامة في التوحيد»\nعن ابن عباس رضي الله عنهما قال: كنت خلف النبي - صلى الله عليه وسلم - يومًا فقال: «يا غلام إني أعلمك كلمات: احفظ الله يحفظك، احفظ الله تجده تجاهك، إذا سألت فاسأل الله، وإذا استعنت فاستعن بالله، واعلم أن الأمة لو اجتمعت على أن ينفعوك بشيء لم ينفعوك إلا بشيء قد كتبه الله لك، ولو اجتمعوا على أن يضروك بشيء لم يضروك إلا بشيء قد كتبه الله عليك، رفعت الأقلام وجفت الصحف».\n\n[رواه الترمذي وقال حديث حسن صحيح]\n\nوفي رواية غير الترمذي «احفظ الله تجده أمامك، تعرف إلى الله في الرخاء يعرفك في الشدة، واعلم أن ما أخطأك لم يكن ليصيبك، وما أصابك لم يكن ليخطئك، واعلم أن النصر مع الصبر، وأن الفرج مع الكرب، وأن مع العسر يسرا».\n\n* * *"
  },
  {
    "number": "الوصية الثالثة",
    "text": "",
    "label": "«فضل طلب العلم»\nعن قبيصة بن المخارق - رضي الله عنه -، قال: أتيت رسول الله - صلى الله عليه وسلم - فقال: «يا قبيصة ما جاء بك؟ » قلت: كبرت سني، ورق عظمي فأتيتك لتعلمني ما ينفعني الله تعالى به، فقال: «يا قبيصة، ما مررت بحجر ولا شجر ولا مدر إلا استغفر الله، يا قبيصة إذا صليت الفجر فقل: سبحان الله العظيم وبحمده، تعافى من العمى، والجذام، والفلج، يا قبيصة قل: اللهم إني أسألك مما عندك فأفض علي من فضلك، وانشر علي رحمتك، وأنزل علي من بركاتك». [رواه أحمد]\n\nهذه الوصية الشريفة تدل على شرف طلب العلم، وجاء في حديث أبي الدرداء - رضي الله عنه - قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: «من سلك طريقًا يطلب فيه علمًا، سلك الله به طريقًا من طرق الجنة، وإن الملائكة لتضع أجنحتها لطالب العلم رضًا بما يصنع، وإن العالم ليستغفر له من في السموات ومن في الأرض والحيتان في جوف الماء، وإن فضل العالم على العابد كفضل القمر ليلة البدر على سائر الكواكب، وإن العلماء ورثة الأنبياء، وإن الأنبياء لم يورثوا دينارًا ولا درهمًا، إنما ورثوا العلم، فمن أخذه أخذ بحظ وافر».        [عن أبي الدرداء والترمذي وابن حبان في صحيحه]\n\n* * *"
  },
  {
    "number": "الوصية الرابعة",
    "text": "",
    "label": "«في فضل العلم أيضًا»\nوعن صفوان بن عسال المرادي - رضي الله عنه - قال: أتيت النبي - صلى الله عليه وسلم - وهو في المسجد متكئ على برد له أحمر، فقلت له: يا رسول الله إني جئت أطلب العلم، فقال: «مرحبًا بطالب العلم، إن طالب العلم لتحفه الملائكة وتظله بأجنحتها، ثم يركب بعضهم بعضًا حتى يبلغوا السماء الدنيا من محبتهم لما يطلب».\n\n[رواه أحمد والطبراني بإسناد جيد واللفظ له]\n\n* * *"
  },
  {
    "number": "الوصية الخامسة",
    "text": "",
    "label": "«فضل السجود لله تعالى»\nعن معدان بن أبي طلحة - رضي الله عنه - قال: لقيت ثوبان مولى رسول الله - صلى الله عليه وسلم -. فقلت: أخبرني بعمل أعمله يدخلني الله به الجنة، أو قال: قلت: بأحب الأعمال إلى الله فسكت، ثم سألته فسكت، ثم سألته الثالثة فقال: سألت عن ذلك النبي - صلى الله عليه وسلم -، فقال: «عليك بكثرة السجود، فإنك لا تسجد لله سجدة إلا رفعك الله بها درجة، وحط عنك بها خطيئة». [رواه مسلم والترمذي عن ثوبان وأبي الدرداء]\n\nوإتمامًا للفائدة نروي الحديثين الآتيين:\n\nالأول: عن عبادة بن الصامت - رضي الله عنه - أنه سمع النبي - صلى الله عليه وسلم - يقول: «ما من عبد سجد لله سجدةً، إلا كتب الله له بها حسنةً، ومحا عنه بها سيئةً، ورفع له بها درجة، فاستكثروا من السجود». [رواه ابن ماجه بإسناد صحيح]\n\nالثاني: عن حذيفة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «ما من حالة يكون عليها العبد أحب إلى الله من أن يراه ساجدًا يعفر وجهه في التراب». [رواه الطبراني في الأوسط]\n\n* * *"
  },
  {
    "number": "الوصية السادسة",
    "text": "",
    "label": "«فضل الصدقة»\nعن كعب بن عجرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «يا كعب بن عجرة، إنه لا يدخل الجنة لحم ولا دم نبتا من سحت، النار أولى به، يا كعب بن عجرة، الناس غاديان، فغاد في فكاك نفسه فمعتقها، وغاد فموبقها، يا كعب بن عجرة، الصلاة قربان، والصوم جنة، والصدقة تطفئ الخطيئة كما يذهب الجليد على الصفا».\n\n[رواه ابن حبان في صحيحه]\n\nوعن معاذ بن جبل قال: كنت مع النبي - صلى الله عليه وسلم - في سفر.. فذكر الحديث إلى أن قال فيه: ثم قال – يعني النبي - صلى الله عليه وسلم -: «ألا أدلك على أبواب الخير؟» قلت: بلى يا رسول الله، قال: «الصوم جنة، والصدقة تطفئ الخطيئة كما يطفئ الماء النار».\n\n[رواه الترمذي وقال حديث حسن صحيح]\n\nوإتمامًا للفائدة نروي الحديث الآتي الذي رواه الطبراني في الكبير والبيهقي، قال: قال رسول الله - صلى الله عليه وسلم -: «إن الصدقة لتطفئ عن أهلها حر القبور، إنما يستظل المؤمن يوم القيامة في ظل صدقته» [رواه الطبراني في الكبير والبيهقي عن عقبة بن عامر]\n\nوروي عن ميمونة بنت سعد أنها قالت: يا رسول الله، أفتنا عن الصدقة؟ فقال: «إنها حجاب من النار، لمن احتسبها يبتغي بها وجه الله عز وجل». [رواه الطبراني]."
  },
  {
    "number": "الوصية السابعة",
    "text": "",
    "label": "«فضل ركعتي الضحى وصيام ثلاثة أيام من كل شهر»\nعن أبي هريرة - رضي الله عنه - قال: أوصاني خليلي محمد - صلى الله عليه وسلم - بصيام ثلاثة أيام من كل شهر وركعتي الضحى، وأن أوتر قبل أن أنام.\n\n[رواه البخاري ومسلم وأبو داود، ورواه الترمذي ونحوه]\n\nوفي رواية أخرى عنه - رضي الله عنه - قال: أوصاني خليلي - صلى الله عليه وسلم - بثلاث لست بتاركهن: أن لا أنام إلا على وتر، وأن لا أدع ركعتي الضحى، فإنها صلاة الأوابين، وصيام ثلاثة أيام من كل شهر. [رواه ابن خزيمة]\n\nعن معاذ بن جبل قال: صوم ثلاثة أيام من كل شهر: صوم الدهر كله.\n\nوإتمامًا للفائدة نروي الأحاديث الثلاثة الآتية:\n\nالأول: عن عبد الله بن عمرو رضي الله عنهما قال: قال رسول الله - صلى الله عليه وسلم -: «صوم ثلاثة أيام من كل شهر صوم الدهر كله».\n\nالثاني: عن أبي ذر - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: «يصبح على كل سلامى من أحدكم صدقة: فكل تسبيحة صدقة، وكل تحميدة صدقة، وكل تهليلة صدقة، وكل تكبيرة صدقة، وأمر بالمعروف صدقة، ونهي عن المنكر صدقة، ويجزئ من ذلك ركعتان يركعهما من الضحى». [رواه مسلم والنسائي]\n\nالثالث: عن ابن عمر رضي الله عنهما: أن رجلاً سأل رسول الله - صلى الله عليه وسلم - عن الصيام، فقال: «صيام ثلاثة أيام من كل شهر: صيام الدهر» [رواه الطبراني في الأوسط ورجاله ثقات]\n\nوعنه أيضًا: عن النبي - صلى الله عليه وسلم - قال: «عليك بالبيض، ثلاثة أيام من كل شهر: ثلاث عشرة وأربع عشرة وخمس عشرة».\n\n[رواه الطبراني وأحمد والترمذي والنسائي]\n\n* * *"
  },
  {
    "number": "الوصية الثامنة",
    "text": "",
    "label": "«من آداب الطعام»\nعن جابر بن عبد الله الأنصاري - رضي الله عنه - قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: «إذا دخل الرجل بيته، فذكر الله تعالى عن دخوله وعند طعامه، قال الشيطان لأصحابه: لا مبيت لكم ولا عشاء، وإذا دخل، فلم يذكر الله تعالى عند دخوله، قال الشيطان: أدركتم المبيت، وإذا لم يذكر الله تعالى عند طعامه قال: أدركتم المبيت والعشاء». [رواه مسلم]\n\nوعن حذيفة بن اليمان - رضي الله عنه - قال: كنَّا إذا حضرنا مع رسول الله - صلى الله عليه وسلم - طعامًا، لم نضع أيدينا حتى يبدأ رسول الله - صلى الله عليه وسلم - فيضع يده. وإنا حضرنا معه مرة طعامًا، فجاءت جارية كأنها تدفع، فذهبت لتضع يدها في الطعام، فأخذ رسول الله - صلى الله عليه وسلم - بيدها، ثم جاء أعرابي كأنما يدفع، فأخذ بيده، فقال رسول الله - صلى الله عليه وسلم -: «إن الشيطان يستحل الطعام ألا يذكر([1]) اسم الله تعالى عليه، وأنه جاء بهذه الجارية ليستحل بها، فأخذت بيدها، فجاء بهذا الأعرابي ليستحل به، فأخذت بيده، والذي نفسي بيده إن يده في يدي مع يديهما» ثم ذكر اسم الله وأكل. [رواه مسلم]"
  },
  {
    "number": "الوصية التاسعة",
    "text": "",
    "label": "«سلوا الله العفو والعافية»\nقال النبي - صلى الله عليه وسلم -: «يا عباس يا عم رسول الله، سل الله العفو والعافية في الدنيا والآخرة». [رواه أحمد والترمذي عن العباس - رضي الله عنه -]\n\nعن العباس - رضي الله عنه - قلت: يا رسول الله، علمني شيئًا أساله الله عز وجل. قال: «سل الله العافية.» فمكثت أيامًا ثم سألته ثانيًا، فقال لي: «يا عباس يا عم رسول الله: سلوا الله العافية في الدنيا والآخرة».\n\n* * *"
  },
  {
    "number": "الوصية العاشرة",
    "text": "",
    "label": "«فضل الصيام»\nعن أبي أمامة - رضي الله عنه - قال: قلت يا رسول الله مرني بعمل يدخلني الجنة، قال: «عليك بالصوم، فإنه لا عدل له»، قلت: يا رسول الله، مرني بعمل قال: «عليك بالصوم فإنه لا عدل له» قلت: يا رسول الله مرني بعمل؟ قال: «عليك بالصوم، فإنه لا مثل له».\n\n[رواه النسائي وابن خزيمة في صحيحه]\n\nوفي رواية للنسائي قال: أتيت رسول الله - صلى الله عليه وسلم - فقلت: يا رسول الله، مرني بأمر ينفعني الله به. قال: «عليك بالصيام فإنه لا مثل له».\n\nورواه ابن حبان في صحيحه في حديث قال: قلت: يا رسول الله مرني بأمر ينفعني الله به؟ قال: «عليك بالصيام فإنه لا مثل له»، قال: فكان أبو أمامة لا يرى في بيته دخان نهارًا إلا إذا نزل بهم ضيف.\n\nوإتمامًا للفائدة نروي الحديث الآتي:\n\nعن أبي سعيد - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «ما من عبد يصوم يومًا في سبيل الله تعالى، إلا باعد الله بذلك اليوم وجهه عن النار سبعين خريفًا». [رواه البخاري ومسلم]"
  },
  {
    "number": "الوصية الحادية عشرة",
    "text": "",
    "label": "«عدم الشرك بالله»\nعن عبادة بن الصامت - رضي الله عنه - قال: أوصاني خليلي رسول الله - صلى الله عليه وسلم - بسبع خصال، فقال: «لا تشركوا بالله شيئًا وإن قطعتم أو حرقتم أو صلبتم، ولا تتركوا الصلاة متعمدين فمن تركها متعمدًا فقد خرج من الملة، ولا تركبوا المعصية فإنها سخط الله، ولا تشربوا الخمر فإنها رأس الخطايا كلها، ولا تفروا من الموت وإن كنتم فيه، ولا تعص والديك وإن أمراك أن تخرج من الدنيا كلها فاخرج، لا تضع عصاك عن أهلك وأنصفهم من نفسك».\n\n[رواه الطبراني ومحمد بن نصر بإسنادين لا بأس بهما]"
  },
  {
    "number": "الوصية الثانية عشرة",
    "text": "",
    "label": "«في أركان الإسلام»\nعن معاذ بن جبل - رضي الله عنه - قال: كنت مع رسول الله - صلى الله عليه وسلم - في سفر فأصبحت يومًا قريبًا منه ونحن نسير، فقلت: يا رسول الله، أخبرني بعمل يدخلني الجنة ويباعدني من النار؟ قال: «لقد سألت عن عظيم، وإنه ليسير على من يسره الله تعالى عليه، تعبد الله لا تشرك به شيئًا، وتقيم الصلاة، وتؤتي الزكاة، وتصوم رمضان، وتحج البيت» ثم قال: «ألا أدلك على أبواب الخير؟ الصوم جنة، والصدقة تطفئ الخطيئة كما يطفئ الماء النار، وصلاة الرجل في جوف الليل» ثم تلا ]تَتَجَافَى جُنُوبُهُمْ عَنِ الْمَضَاجِعِ يَدْعُونَ رَبَّهُمْ خَوْفًا وَطَمَعًا وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ[ حتى بلغ ]يَعْمَلُونَ[.\n\nثم قال: «ألا أخبرك برأس الأمر وعموده وذروة سنامه؟» قلت: بلى يا رسول الله، قال: «رأس الأمر الإسلام، وعموده الصلاة، وذروةُ سنامه الجهاد» ثم قال: «ألا أخبرك بملاك ذلك كله؟» قلت: بلى يا رسول الله، فأخذ بلسانه، قال: «كف عليك هذا» قلت: يا رسول الله، وإنا لمؤاخذون بما نتكلم به؟ فقال: «ثكلتك أمك، وهل يكب الناس في النار على وجوههم إلا حصائد ألسنتهم». [رواه أحمد والترمذي في صحيحه]"
  },
  {
    "number": "الوصية الثالثة عشرة",
    "text": "",
    "label": "«في بر الوالدين»\nعن أبي هريرة - رضي الله عنه - قال: جاء رجل إلى رسول الله - صلى الله عليه وسلم - فقال: يا رسول الله، من أحق الناس بحسن صحابتي؟ قال: «أمك»، قال: ثم من؟ قال: «ثم أمك» قال: ثم من؟ قال: «ثم أمك» قال ثم من؟ قال: «ثم أبوك». [رواه الشيخان]\n\nوفي رواية: يا رسول الله! من أحق بحسن الصحبة؟ قال: «أمك، ثم أمك، ثم أمك، ثم أبوك، ثم أدناك فأدناك». [رواه مسلم].\n\nوإتمامًا للفائدة نذكر الحديث الآتي:\n\nعن أبي هريرة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: «رَغم أنفه! ثم رغم أنفه! ثم رغم أنفه! ثم رغم أنفه! من أدرك أبويه عند الكبر، أحدهما أو كليهما ثم لم يدخل الجنة»."
  },
  {
    "number": "الوصية الرابعة عشرة",
    "text": "",
    "label": "«المحافظة على الصلاة وبر الوالدين»\nعن أميمة (مولاة النبي - صلى الله عليه وسلم -) رضي الله عنها قالت: كنت أصب على النبي عليه الصلاة والسلام وضوءه فدخل رجل فقال: أوصني قال: «لا تشرك بالله شيئًا وإن قطعت وحرقت بالنار، وأطع والديك وإن أمراك أن تتخلى من أهلك ودنياك، فتخله، ولا تشربن الخمر فإنها مفتاح كل شر، ولا تتركن صلاة متعمدًا، فمن فعل ذلك فقد برئت منه ذمة الله وذمة رسوله».\n\n[الحديث رواه الطبراني]"
  },
  {
    "number": "الوصية الخامسة عشرة",
    "text": "",
    "label": "«ما يقال بعد الصلاة»\nعن أنس بن مالك - رضي الله عنه - أن أم سليم غدت على رسول الله - صلى الله عليه وسلم - فقالت: علمني كلمات أقولهن في صلاتي، فقال: «كبري الله عشرًا، وسبحيه عشرًا، واحمديه عشرًا، ثم سلي ما شئت، يقول: نعم نعم».\n\n[رواه أحمد والترمذي وابن خزيمة وابن حبان في صحيحه]\n\n* * *"
  },
  {
    "number": "الوصية السادسة عشرة",
    "text": "",
    "label": "«ما يقال دبر كل صلاة»\nعن معاذ - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - أخذ بيده وقال: «يا معاذ! والله إني لأحبك، أوصيك يا معاذ: لا تدعن في دبر كل صلاة تقول: اللهم أعني على ذكرك وشكرك وحسن عبادتك». [رواه أبو دود والنسائي بإسناد صحيح]\n\n* * *"
  },
  {
    "number": "الوصية السابعة عشرة",
    "text": "",
    "label": "«في فضل الذكر»\nوعن عبد الله بن بسر - رضي الله عنه - أن رجلاً قال: يا رسول الله، إن شرائع الإسلام قد كثرت علي فأخبرني بشيء أتشبث به! قال: «لا يزال لسانك رطبًا من ذكر الله».\n\n[رواه الترمذي واللفظ له وابن حبان في صحيحه]\n\n* * *"
  },
  {
    "number": "الوصية الثامنة عشرة",
    "text": "",
    "label": "«في فضل الذكر أيضًا»\nوروي عن معاذ - رضي الله عنه - عن رسول الله - صلى الله عليه وسلم -، أن رجلاً سأله فقال: أي المجاهدين أعظم أجرًا؟ قال: «أكثرهم لله تبارك وتعالى ذكرًا» فقال: فأي الصالحين أعظم أجرًا؟ قال: «أكثرهم لله تبارك وتعالى ذكرًا» ثم ذكر الصلاة، والزكاة، والحج والصدقة، كل ذلك ورسول الله - صلى الله عليه وسلم - يقول: «أكثرهم لله تبارك وتعالى ذكرًا» فقال أبو بكر لعمر: يا أبا حفص ذهب الذاكرون بكل خير، فقال رسول الله - صلى الله عليه وسلم -: «أجل».\n\n[رواه أحمد والطبراني]"
  },
  {
    "number": "الوصية التاسعة عشرة",
    "text": "",
    "label": "«هجر المعاصي والتمسك بطاعة الله وذكره»\nوعن أم أنس رضي الله عنها أنها قالت: يا رسول الله أوصني، قال: «اهجري المعاصي فإنها أفضل الهجرة، وحافظي على الفرائض، فإنه أفضل الجهاد، وأكثري من ذكر الله، فإنك لا تأتين لله بشيء أحب إليه من كثرة ذكره».\n\n[رواه الطبراني بإسناد جيد]\n\nوإتمامًا للفائدة نروي هذين الحديثين الواردين في فضل الذكر:\n\nالأول: عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «يقول الله عز وجل: أنا عند ظن عبدي بي، وأنا معه حين يذكرني، فإن ذكرني في نفسه ذكرته في نفسي، وإن ذكرني في ملأ ذكرته في ملأ خير منه، وإن تقرب إلي شبرًا تقربت إليه ذراعًا، وإن تقرب إلي ذراعًا تقربت إليه باعًا، وإن أتاني يمشي أتيته هرولة».\n\n[رواه البخاري ومسلم والترمذي]\n\nالثاني: عن معاوية - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - خرج على حلقة من أصحابه، فقال: «ما أجلسكم؟» قالوا: جلسنا نذكر الله ونحمده على ما هدانا للإسلام، ومن به علينا، قال «آلله ما أجلسكم إلا ذلك؟» قالوا: والله ما أجلسنا إلا ذاك، قال «أما إني لم أستحلفكم تهمةً لكم، ولكنه أتاني جبريل فأخبرني أن الله عز وجل يباهي بكم الملائكة».                            [رواه الثلاثة ومسلم والترمذي]"
  },
  {
    "number": "الوصية العشرون",
    "text": "",
    "label": "«في فضل ركعتي الفجر»\nروي عن ابن عمر رضي الله عنهما قال: قال رجل: يا رسول الله، دلني على عمل ينفعني الله به، قال: «عليك بركعتي الفجر، فإن فيهما فضيلة».\n\n[رواه الطبراني في الكبير]\n\nوفي رواية له أيضًا، قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: «لا تدعوا الركعتين اللتين قبل صلاة الفجر، فإن فيهما الرغائب».\n\nوإتمامًا للفائدة نروي الحديث الآتي:\n\nروت السيدة عائشة رضي الله عنها عن النبي - صلى الله عليه وسلم - قال: «ركعتا الفجر، خير من الدنيا وما فيها». [رواه مسلم] ."
  },
  {
    "number": "الوصية الحادية والعشرون",
    "text": "",
    "label": "«في عدم الالتفات في الصلاة»\nعن أنس - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «يا بني إياك والالتفات في الصلاة، فإن الالتفات في الصلاة هلكة».\n\n[رواه الترمذي وقال حديث حسن، وفي بعض النسخ صحيح]\n\nوإتمامًا للفائدة نروي الحديث الآتي:\n\nروي عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «إن العبد إذا قام في الصلاة، فإنه بين عيني الرحمن تبارك وتعالى، فإذا التفت قال له الله تبارك وتعالى: يا ابن آدم إلى من تلتفت؟ إلى خير مني؟ يا ابن آدم أقبل على صلاتك، فأنا خير لك مما تلتفت إليه».\n\n[رواه البزار]\n\n* * *"
  },
  {
    "number": "الوصية الثانية والعشرون",
    "text": "",
    "label": "«فضل الإخلاص»\nعن معاذ بن جبل - رضي الله عنه - أنه قال – حين بعث إلى اليمن -: يا رسول الله، أوصني قال - صلى الله عليه وسلم -: «أخلص دينك يكفك العمل القليل».\n\nوإتمامًا للفائدة نذكر الحديثين الآتيين:\n\nالأول: روي عن ثوبان، قال سمعت رسول الله - صلى الله عليه وسلم - يقول: «طوبى للمخلصين، أولئك مصابيح الهدى تنجلي عنهم كل فتنة ظلماء». [رواه البيهقي]\n\nالثاني: وجاء من حديث آخر عن أبي أمامة - رضي الله عنه -، عن النبي - صلى الله عليه وسلم - أنه قال: «إن الله عز وجل لا يقبل من العمل إلا ما كان خالصًا وابتغي به وجهه».\n\n* * *"
  },
  {
    "number": "الوصية الثالثة والعشرون",
    "text": "",
    "label": "«لمن كانت له حاجة إلى الله»\nعن عبد الله بن أبي أوفى رضي الله عنهما قال: قال رسول الله - صلى الله عليه وسلم -: «من كانت له حاجة إلى الله أو إلى أحد من بني آدم، فليتوضأ فليحسن الوضوء، ثم ليصل ركعتين، ثم ليثن على الله، وليصل على النبي، ثم ليقل: لا إله إلا الله الحليم الكريم، سبحان الله رب العرش العظيم، الحمد لله رب العالمين، أسألك موجبات رحمتك، وعزائم مغفرتك، والغنيمة من كل بر، والسلامة من كل إثم، لا تدع لي ذنبًا إلا غفرته، ولا همًا إلا فرجته، ولا حاجةً هي لك رضًا إلا قضيتها يا أرحم الراحمين» وزاد ابن ماجه بعد قول يا أرحم الراحمين «ثم يسأل من أمر الدنيا والآخرة ما شاء فإنه يقدر».                                    [رواه الترمذي وابن ماجه]\n\n* * *"
  },
  {
    "number": "الوصية الرابعة والعشرون",
    "text": "",
    "label": "«صلاة الاستخارة»\nعن جابر بن عبد الله - رضي الله عنه - قال: كان رسول الله - صلى الله عليه وسلم - يعلمنا الاستخارة في الأمور كلها كما يعلمنا السورة من القرآن يقول: «إذا هم أحدكم بالأمر فليركع ركعتين من غير الفريضة، ثم ليقل: اللهم إني أستخيرك بعلمك، وأستقدرك بقدرتك، وأسألك من فضلك العظيم: فإنك تقدر ولا أقدر، وتعلم ولا أعلم، وأنت علام الغيوب. اللهم إن كنت تعلم أن هذا الأمر خير لي في ديني ومعاشي وعاقبة أمري – أو قال: عاجل أمري وآجله- فاقدره لي ويسره لي ثم بارك لي فيه، وإن كنت تعلم أن هذا الأمر شر لي في ديني ومعاشي وعاقبة أمري -أو قال: في عاجل أمري وآجله – فاصرفه عني واصرفني عنه، واقدر لي الخير حيث كان ثم أرضني به. قال: ويسمي حاجته».\n\n[رواه البخاري وأبو داود والترمذي]\n\nوإتمامًا للفائدة نروي الحديث الوارد عن سعد بن أبي وقاص - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «من سعادة ابن آدم استخارته الله عز وجل». [رواه الإمام أحمد وأبو يعلى والحاكم]\n\nوزاد: «ومن شقوة ابن آدم تركه استخارة الله» وقال: صحيح الإسناد."
  },
  {
    "number": "الوصية الخامسة والعشرون",
    "text": "",
    "label": "«في السؤال بالله عز وجل»\nوعن جابر - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «من استعاذ بالله فأعيذوه، ومن سأل بالله فأعطوه، ومن دعاكم فأجيبوه، ومن صنع إليكم معروفًا فكافئوه، فإن لم تجدوا ما تكافئونه فادعوا له حتى تروا أنكم قد كافأتموه».\n\n[رواه أبو داود والنسائي وابن حبان في صحيحه]\n\nوإتمامًا للفائدة نروي الحديث الآتي في النهي عن السؤال بوجه الله:\n\nروي عن أبي عبيدة مولى رفاعة عن رافع - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: «ملعون من سأل بوجه الله، وملعون من سئل بوجه الله ثم يمنع سائله ما لم يسأل هجرًا».                          [رواه الطبراني]"
  },
  {
    "number": "الوصية السادسة والعشرون",
    "text": "",
    "label": "«في فضل أم الكتاب»\nعن أبي سعيد رافع بن المعلى - رضي الله عنه - قال: كنت أصلي بالمسجد فدعاني رسول الله - صلى الله عليه وسلم -، فلم أجبه ثم أتيته، فقلت: يا رسول الله، كنت أصلي، فقال: «ألم يقل الله تعالى: ]اسْتَجِيبُوا لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ[ [الأنفال: 24] ثم قال: ألا أعلمنك أعظم سورة في القرآن قبل أن تخرج من المسجد؟» فأخذ بيدي، فلما أردنا الخروج، قلت: يا رسول الله، إنك قلت لأعلمنك أعظم سورة في القرآن؟ قال: «الحمد لله رب العالمين، هي السبع المثاني والقرآن العظيم الذي أوتيته».\n\n[رواه البخاري وأبو داود والترمذي]\n\nوإتمامًا للفائدة نروي الحديث الآتي الوارد في أم الكتاب:\n\nعن أبي هريرة - رضي الله عنه -، قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: «قال الله تعالى: قسمت الصلاة بيني وبين عبدي نصفين، ولعبدي ما سأل». وفي رواية: «نصفها لي، ونصفها لعبدي فإذا قال العبد: ]الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ[ قال الله: حمدني عبدي، فإذا قال: ]الرَّحْمَنِ الرَّحِيمِ[ قال الله تعالى: أثنى علي عبدي، فإذا قال: ]مَالِكِ يَوْمِ الدِّينِ[ قال: مجدني عبدي، فإذا قال: ]إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ[ قال: هذا بيني وبين عبدي، ولعبدي ما سأل، فإذا قال: ]اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ * صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ[ قال: هذا لعبدي ولعبدي ما سأل».                                    [رواه الخمسة إلا البخاري]"
  },
  {
    "number": "الوصية السابعة والعشرون",
    "text": "",
    "label": "«في فضل بعض سور القرآن وآياته»\nوعن أنس - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم -، قال لرجل من أصحابه: «هل تزوجت يا فلان؟» قال: لا والله يا رسول الله، ولا عندي ما أتزوج به، قال: «أليس معك قل هو الله أحد» قال: بلى، قال: «ثلث القرآن» قال: «أليس معك: إذا جاء نصر الله والفتح؟» قال: بلى. قال: «ربع القرآن» قال: «أليس معك: قل يا أيها الكافرون؟» قال: بلى، قال: «ربع القرآن» قال: «أليس معك: إذا زلزلت الأرض؟» قال: بلى، قال: «ربع القرآن تزوج تزوج».\n\n[رواه الترمذي عن سلمة بن وردان عن أنس، وقال هذا حديث حسن]\n\nوإتمامًا للفائدة نروي الأحاديث الواردة في فضل سورة الإخلاص وخواتيم سورة البقرة وآية الكرسي:\n\nروي عن معاذ بن أنس الجهني - رضي الله عنه - عن رسول الله - صلى الله عليه وسلم - قال: «من قرأ: قل هو الله أحد. عشر مرات بني الله له بيتًا في الجنة» فقال عمر بن الخطاب: إذًا نستكثر يا رسول الله، قال رسول الله - صلى الله عليه وسلم -: «الله أكثر وأطيب». [رواه أحمد]\n\nوعن عائشة رضي الله عنها أن النبي - صلى الله عليه وسلم - بعث رجلاً على سرية، وكان يقرأ لأصحابه في صلاتهم فيختتم بـ «قل هو الله أحد»، فلما رجعوا ذكروا ذلك للنبي - صلى الله عليه وسلم -، فقال: «سلوه لأي شيء يصنع ذلك؟» فسألوه، فقال: لأنها صفة الرحمن، وأنا أحب أن أقرأ بها، فقال النبي - صلى الله عليه وسلم -: «أخبروه بأن الله يحبه». [رواه البخاري ومسلم والنسائي]\n\nوعن أبي ذر - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: «إن الله ختم سورة البقرة بآيتين أعطانيهما من كنزه الذي تحت العرش، فتعلموهم وعلموهن نساءكم وأبناءكم فإنهما صلاة وقرآن ودعاء». [رواه الحاكم وقال صحيح على شرط البخاري]\n\nوعن أبي بن كعب - رضي الله عنه - أن أباه أخبره أنه كان لهم جرين فيه تمر، وكان مما يتعاهده فيجده ينقص، فحرسه ذات ليلة، فإذا بدابة كهيئة شبه الغلام المحتلم، قال: فسلم فرد عليه السلام فقال: ما أنت؟ جني أم إنسي؟ قال: جني، قال: فناولني يدك، فناوله يده، فإذا يده يد كلب، وشعره شعر كلب، فقال: هذا خلق الجن؟ قال: قد علمت الجن أنه ما فيهم من هو أشد مني، قال: فما جاء بك؟ قال: بلغنا أنك تحب الصدقة فأحببنا أن نصيب من طعامك، قال: ما الذي يحرزنا منكم؟ قال: هذه الآية التي في سورة البقرة: ]اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ[ [البقرة: 255] من قالها حين يمسي أجير منا حتى يصب، ومن قاله حين يصبح أجير منا حتى يمسي، فلما أصبح أتى رسول الله - صلى الله عليه وسلم - فذكر ذلك له، فقال: «صدق الخبيث».\n\n[رواه النسائي والطبراني بإسناد جيد واللفظ له، وابن حبان في صحيحه]"
  },
  {
    "number": "الوصية الثامنة والعشرون",
    "text": "",
    "label": "فضل سورة الإخلاص والمعوذتين\nعن معاذ بن عبد الله بن حبيب عن أبيه رضي الله عنهما قال: أصابنا طش وظلمة فانتظرنا رسول الله - صلى الله عليه وسلم - ليصلي بنا فخرج فقال: «قل»، قلت ما أقول؟ قال: «قل هو الله أحد والمعوذتين حين تمسي وحين تصبح ثلاثًا يكفيك كل شيء».\n\n[رواه أبو داود والترمذي وقال حديث حسن صحيح غريب]"
  },
  {
    "number": "الوصية التاسعة والعشرون",
    "text": "",
    "label": "«في فضل المعوذتين»\nعن عقبة بن عامر - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «ألم تر آيات أنزلت الليلة لم ير مثلهن: ]قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ[ و ]قُلْ أَعُوذُ بِرَبِّ النَّاسِ[».\n\n[رواه مسلم والترمذي والنسائي وأبو داود وهذا لفظ]\n\nوعنه - رضي الله عنه - قال: كنت أقود برسول الله - صلى الله عليه وسلم - في السفر، فقال: «يا عقبة ألا أعلمك خير سورتين قرئتا»، فعلمني ]قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ[ و ]قُلْ أَعُوذُ بِرَبِّ النَّاسِ[، فذكر الحديث.\n\nوفي رواية لأبي قال: بينما أنا أسير مع رسول الله - صلى الله عليه وسلم - بين الجحفة والأبواء، إذ غشينا ريح ظلمة شديدة، فجعل رسول الله - صلى الله عليه وسلم - يتعوذ بـ ]قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ[ و ]قُلْ أَعُوذُ بِرَبِّ النَّاسِ[ ويقول: «يا عقبة تعوذ بهما، فما تعوذ متعوذ بمثلهما» قال: وسمعته يؤمنا بهما في الصلاة.\n\nوإتمامًا للفائدة نروي الحديث الآتي:\n\nوعن جابر بن عبد الله رضي الله عنهما قال: قال رسول الله - صلى الله عليه وسلم -: «اقرأ يا جابر» فقلت: وما أقرأ بأبي أنت وأمي؟ قال: «]قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ[ و ]قُلْ أَعُوذُ بِرَبِّ النَّاسِ[ ولن تقرأ بمثلهما»، فقرأتهما فقال: «أقرأ بهما». [رواه النسائي وابن حبان]"
  },
  {
    "number": "الوصية الثلاثون",
    "text": "",
    "label": "«في إحياء سنة رسول الله - صلى الله عليه وسلم -»\nعن عمرو بن عوف - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال لبلال بن الحارث يومًا: «اعلم يا بلال»، فقال: ما أعلم يا رسول الله؟ قال: «اعلم أنه من أحيا سنة من سنتي قد أميتت بعدي، كان له من الأجر مثل من عمل بها من غير أن ينقص من أجورهم شيء، ومن ابتدع بدعة ضلالة لا يرضاها الله ورسوله كان عليه مثل آثام من عمل، بها لا ينقص ذلك من أوزار الناس شيء». [رواه الترمذي وابن حبان وقال الترمذي حديث حسن]\n\nوإتمامًا للفائدة نروي الحديث الآتي:\n\nعن ابن عباس - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: «من تمسك بسنتي عند فساد أمتي فله أجر مائة شهيد» [رواه البيهقي والطبراني من حديث أبي هريرة - رضي الله عنه - بإسناد لا بأس به إلا أنه قال: «فله أجر شهيدٍ»].                      "
  },
  {
    "number": "الوصية الحادية والثلاثون",
    "text": "",
    "label": "«في الزهد في الدنيا»\nعن أبي العباس سهل الساعدي - رضي الله عنه - قال: جاء رجل إلى النبي - صلى الله عليه وسلم - فقال: يا رسول الله، دلني على عمل إذا عملته أحبني الله وأحبني الناس، فقال: «ازهد في الدنيا يحبك الله، وازهد فيما عند الناس يحبك الناس».\n\n[حديث حسن رواه ابن ماجه وغيره بأسانيد حسنة»\n\nوإتمامًا للفائدة نروي الحديث الآتي، في زهد سيدنا رسول الله - صلى الله عليه وسلم - في الدنيا:\n\nعن عبد الله بن مسعود - رضي الله عنه - قال: نام رسول الله - صلى الله عليه وسلم - على حصير فقام وقد أثر في جنبه، فقلنا يا رسول الله، لو اتخذنا لك وطاءً فقال: «ما لي وللدنيا، ما أنا في الدنيا إلا كراكب استظل تحت شجرةٍ ثم راح وتركها».\n\n[رواه الترمذي وقال حديث صحيح]\n\nوالحديث الآتي يحثنا على الزهد في الدنيا:\n\nعن عبيد الله بن محصن الخطمي - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: «من أصبح منكم آمنًا في سربه، معافى في جسده، عنده قوت يومه، فكأنما حيزت له الدنيا بحذافيرها».\n\n[رواه الترمذي وقال حديث حسن غريب]\n\nونروي كذلك الحديث الذي رواه جابر - رضي الله عنه - في القناعة:\n\nروي عن جابر - رضي الله عنه - قال: قال النبي - صلى الله عليه وسلم -: «القناعة كنز» وقد ورد «مال لا يفنى». [رواه البيهقي في كتاب الزهد]"
  },
  {
    "number": "الوصية الثانية والثلاثون",
    "text": "",
    "label": "«الجوار من النار»\nعن الحارث بن مسلم التميمي - رضي الله عنه - قال: قال لي النبي عليه الصلاة والسلام: «إذا صليت الصبح فقل قبل أن تكلم أحدًا من الناس: اللهم أجرني من النار سبع مرات، فإنك إن مت من يومك ذلك كتب لك الله جوارًا من النار، وإذا صليت المغرب فقل قبل أن تكلم أحدًا من الناس: اللهم أجرني من النار سبع مرات، فإنك إن مت من ليلتك كتب الله لك جوارًا من النار» [رواه النسائي وهذا لفظه]"
  },
  {
    "number": "الوصية الثالثة والثلاثون",
    "text": "",
    "label": "«رجل من أهل الجنة»\nعن أبي هريرة - رضي الله عنه -، أن أعرابيًا أتى النبي - صلى الله عليه وسلم - فقال: يا رسول الله، دلني على عمل إذا عملته دخلت الجنة، قال: «تعبد الله لا تشرك به شيئًا، وتقيم الصلاة المكتوبة، وتؤتي الزكاة المفروضة، وتصوم رمضان» قال: والذي نفسي بيده لا أزيد على هذا ولا أنقص منه، فلما ولى، قال النبي - صلى الله عليه وسلم -: «من سره أن ينظر إلى رجل من أهل الجنة فلينظر إلى هذا». [رواه البخاري ومسلم]"
  },
  {
    "number": "الوصية الرابعة والثلاثون",
    "text": "",
    "label": "«الاقتصاد في العبادة»\nعن أنس بن مالك - رضي الله عنه - قال: جاء ثلاثة رهط إلى بيوت أزواج النبي - صلى الله عليه وسلم -، يسألون عن عبادة النبي - صلى الله عليه وسلم -، فلما أخبروا كأنهم تقالوها([2]) وقالوا: وأين نحن من النبي - صلى الله عليه وسلم -؟ قد غفر له ما تقدم من ذنبه وما تأخر. قال: أحدهم: أما أنا فأصلي الليل أبدًا، وقال الآخر: وأنا أصوم الدهر ولا أفطر، وقال الآخر: وأنا أعتزل الناس فلا أتزوج النساء أبدًا، فجاء رسول الله - صلى الله عليه وسلم - إليهم فقال: «أنتم الذين قلتم كذا وكذا؟! أما والله إني لأخشاكم لله وأتقاكم له، ولكني أصوم وأفطر، وأصلي وأرقد، وأتزوج النساء، فمن رغب عن سنتي([3]) فليس مني». [متفق عليه]"
  },
  {
    "number": "الوصية الخامسة والثلاثون",
    "text": "",
    "label": "«دعاء لتفريج الهم والغم بإذن الله»\nروى الأصبهاني من حديث أنس - رضي الله عنه -: أن النبي - صلى الله عليه وسلم - قال: «يا علي ألا أعلمك دعاء: إذا أصابك غم أو هم تدعو به ربك فيستجاب لك بإذن الله ويفرج عنك: توضأ وصل ركعتين واحمد الله واثن عليه، وصل على نبيك واستغفر لنفسك وللمؤمنين والمؤمنات، ثم قل: اللهم أنت تحكم بين عبادك فيما كانوا فيه يختلفون، لا إله إلا الله العلي العظيم، لا إله إلا الله الحليم الكريم، سبحان الله رب السموات السبع ورب العرش العظيم، الحمد لله رب العالمين، اللهم كاشف الغم مفرج الهم مجيب دعوة المضطرين إذا دعوك، رحمن الدنيا والآخرة ورحيمها فارحمني في حاجتي هذه بقضائها ونجاحها، رحمة تغنيني بها عن رحمة من سواك».\n\nوإتمامًا للفائدة نروي الحديث الآتي:\n\nعن ابن عباس رضي الله عنهما قال: قال رسول الله - صلى الله عليه وسلم -: «جاءني جبريل - عليه السلام - بدعوات، فقال: إذا نزل بك أمر من أمر دنياك فقدمهن، ثم سل حاجتك: يا بديع السموات والأرض، يا ذا الجلال والإكرام، يا صريخ المستصرخين، يا غياث المستغيثين، يا كاشف السوء، يا أرحم الراحمين، يا مجيب دعوة المضطرين، يا إله العالمين، بك أنزل حاجتي، وأنت أعلم بها فاقضها». [رواه الأصبهاني وله شواهد كثيرة]"
  },
  {
    "number": "الوصية السادسة والثلاثون",
    "text": "",
    "label": "كثرة السجود يدخلك الجنة\nعن أبي ربيعة عن كعب الأسلمي - رضي الله عنه - خادم رسول الله - صلى الله عليه وسلم - ومن أهل الصفة قال: كنت أبيت مع رسول الله - صلى الله عليه وسلم - فآتيه بوضوئه وحاجته، فقال لي: «سلني» فقلت: أسألك مرافقتك في الجنة؟ فقال: «أو غير ذلك» قلت هو ذاك قال: «فأعني على نفسك بكثرة السجود» [رواه مسلم]"
  },
  {
    "number": "الوصية السابعة والثلاثون",
    "text": "",
    "label": "«في إطعام الطعام وإفشاء السلام وقيام الليل»\nعن أبي هريرة - رضي الله عنه - قال: قلت: يا رسول الله، إني إذا رأيتك طابت نفسي، وقرت عيني، أنبئني عن كل شيء. قال: «كل شيء خلق من الماء» فقلت: أخبرني بشيء إذا عملته دخلت الجنة؟ قال: «أطعم الطعام، وأفش السلام، وصل الأرحام، وصل بالليل والناس نيام، تدخل الجنة بسلام».\n\n[رواه أحمد وابن أبي الدنيا وابن حبان في صحيحه واللفظ له]\n\nوإتمامًا للفائدة نروي الأحاديث الآتية:\n\nالأول: عن أبي مالك الأشعري - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: «إن في الجنة غرفًا يرى ظاهرها من باطنها، وباطنها من ظاهرها، أعدها الله لمن أطعم الطعام، وأفشى السلام وصلى بالليل والناس نيام». [رواه ابن حبان في صحيحه]\n\nالثاني: عن جابر - رضي الله عنه - قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: «إن في الليل لساعة لا يوافقها رجل مسلم يسأل الله خيرًا من أمر الدنيا والآخرة إلا أعطاه إياه وذلك كل ليلة». [رواه مسلم]\n\nالثالث: وروى الطبراني في الكبير عن أبي مالك الأشعري - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «ما من رجل يستيقظ من الليل فيوقظ امرأته، فإن غلبها النوم نضح في وجهها الماء، فيقومان في بيتهما فيذكران الله عز وجل ساعة في الليل إلا غفر لهما».\n\nالرابع: وروي عن ابن عباس رضي الله عنهما قال: أمرنا رسول الله - صلى الله عليه وسلم - بصلاة الليل ورغب فيها حتى قال: «عليكم بصلاة الليل ولو ركعة». [رواه الطبراني في الكبير والأوسط]"
  },
  {
    "number": "الوصية الثامنة والثلاثون",
    "text": "",
    "label": "«في إطعام الجار»\nوعن أبي ذر - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «يا أبا ذر، إذا طبخت فأكثر المرق، وتعاهد جيرانك». [رواه مسلم]\n\nوفي رواية له قال: إن خليلي - صلى الله عليه وسلم - قال لي: «لا تدعن من المعروف شيئًا إلا فعلته، فإن لم تقدر عليه فكلم الناس وأنت إليهم طليق، وإذا طبخت مرقةً فأكثر ماءها واغرف لجيرانك فأصبهم منها بمعروف». [ابن النجار]"
  },
  {
    "number": "الوصية التاسعة والثلاثون",
    "text": "",
    "label": "«في حب المساكين»\nعن أبي ذر - رضي الله عنه - قال أوصاني خليلي محمد - صلى الله عليه وسلم - بسبع:\n\n1- أن أنظر إلى من هو أسفل مني ولا أنظر إلى من هو فوقي.\n\n2- وأن أحب المساكين وأن أدنو منهم.\n\n3- وأن أصل رحمي وإن قطعوني وجفوني.\n\n4- وأن أقول الحق وإن كان مرًّا.\n\n5- وأن لا أخاف في الله لومة لائم.\n\n6- وأن لا أسأل أحدًا شيئًا.\n\n7- وأن أستكثر من (لا حول ولا قوة إلا بالله) فإنها من كنوز العرش.\n\n[رواه أحمد والطبراني]"
  },
  {
    "number": "الوصية الأربعون:",
    "text": "",
    "label": "«حقيقة الفقر»\nوعن أبي ذر - رضي الله عنه - قال: قال لي رسول الله - صلى الله عليه وسلم -: «يا أبا ذر أترى أن كثرة المال هو الغنى؟» قلت: نعم يا رسول الله قال: «وقلة المال هو الفقر؟» قلت: نعم يا رسول الله قال: «إنما الغنى غنى القلب والفقر فقر القلب، ومن كان الغنى في قلبه فلا يضره ما لقي من الدنيا، ومن كان الفقر في قلبه فلا يغنيه ما أكثر من الدنيا، وإنما يضر نفسه شحها». [رواه ابن حبان في صحيحه] ."
  },
  {
    "number": "الوصية الحادية والأربعون",
    "text": "",
    "label": "«في تقوى الله عز وجل»\nوعن أبي ذر - رضي الله عنه - قال: قلت: يا رسول الله، أوصني؟ قال: «أوصيك بتقوى الله، فإنه رأس الأمر كله» قلت يا رسول الله زدني؟ قال: «عليك بتلاوة القرآن، وذكر الله تعالى، فإنه نور لك في الأرض وذكر لك في السماء».\n\n[رواه ابن حبان في صحيحه في حديث طويل].\n\nوإتمامًا للفائدة نروي الحديثين الآتيين في فضل تلاوة القرآن:\n\nالأول: عن أبي أمامة - رضي الله عنه - قال: سمعت النبي - صلى الله عليه وسلم - يقول: «اقرءوا القرآن فإنه يأتي يوم القيامة شفيعًا لأصحابه، اقرءوا الزهراوين البقرة وآل عمران، فإنهما يأتيان يوم القيامة كأنهما غمامتان أو غيايتان أو كأنهما فرقان من طير صواف يحاجان عن أصحابهما، اقرءوا سورة البقرة فإن أخذها بركة، وتركها حسرة ولا تستطيعها البطلة». [رواه مسلم]\n\nالثاني: وعن عبد الله بن عمرو بن العاص رضي الله عنهما قال: قال رسول الله - صلى الله عليه وسلم -: «يقال لصاحب القرآن اقرأ وارتق ورتل كما كنت ترتل في الدنيا، فإن منزلتك عند آخر آية تقرؤها». [رواه الترمذي وأبو داود وابن ماجه وابن حبان في صحيحه وقال الترمذي حديث حسن صحيح]"
  },
  {
    "number": "الوصية الثانية والأربعون",
    "text": "",
    "label": "«طرق الإنفاق»\nعن أنس بن مالك - رضي الله عنه - قال: أتى رجل من تميم رسول الله - صلى الله عليه وسلم - فقال: يا رسول الله، إني ذو مال كثير، وذو أهل ومال، وحاضرة، فأخبرني كيف أصنع وكيف أنفق؟ فقال رسول الله - صلى الله عليه وسلم -: «تخرج الزكاة من مالك فإنها طهرة تطهرك، وتصل أقرباءك وتعرف حق المسكين والجار والسائل».  [رواه أحمد ورجاله رجال الصحيح]"
  },
  {
    "number": "الوصية الثالثة والأربعون",
    "text": "",
    "label": "«دعاء لذهاب الهم وسداد الدين»\nعن أبي سعيد الخدري - رضي الله عنه - قال: دخل رسول الله - صلى الله عليه وسلم - ذات يوم المسجد فإذا هو برجل من الأنصار يقال له أبو أمامة جالس فيه، فقال: «يا أبا أمامة ما لي أراك جالسًا في المسجد في غير وقت صلاة؟» قال: هموم لزمتني ودين يا رسول الله، قال: «أفلا أعلمك كلامًا إذا قلت أذهب الله تعالى همك، وقضى عنك دينك، قل: إذا أصبحت وإذا أمسيت: اللهم إني أعوذ بك من الهم والحزن، وأعوذ بك من العجز والكسل، وأعوذ بك من الجبن والبخل، وأعوذ بك من غلبة الدين وقهر الرجال» قال: ففعلت ذلك فأذهب الله عز وجل همي وقضى عني ديني.\n\n[رواه أبو داود عن أبي سعيد - رضي الله عنه -]"
  },
  {
    "number": "الوصية الرابعة والأربعون",
    "text": "",
    "label": "«دعاء يقال عند النوم»\nعن أبي عمارة البراء بن عازب رضي الله عنهما قال: قال رسول الله - صلى الله عليه وسلم -: «يا فلان إذا أويت إلى فراشك فقل: اللهم أسلمت نفسي إليك، ووجهت وجهي إليك، وفوضت أمري إليك، وألجأت ظهري إليك، رغبة ورهبة إليك، لا ملجأ ولا منجى منك إلا إليك، آمنت بكتابك الذي أنزلت ونبيك الذي أرسلت؛ فإنك إن مت من ليلتك مت على الفطرة وإن أصبحت أصبت خيرًا». [متفق عليه]\n\nوإتمامًا للفائدة نروي الحديثين الآتيين:\n\nالأول: عن أبي سعيد الخدري - رضي الله عنه -، عن النبي - صلى الله عليه وسلم - قال: قال: «من قال حين يأوي إلى فراشه: أستغفر الله الذي لا إله إلا هو الحي القيوم وأتوب إليه (ثلاث مرات) غفر الله له ذنوبه وإن كانت مثل زبد البحر، وإن كانت عدد ورق الشجر، وإن كانت عدد رمل عالج، وإن كانت عدد أيام الدنيا». [رواه الترمذي]\n\nالثاني: عن أنس بن مالك - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «من قال إذا أوى إلى فراشه: الحمد لله الذي كفاني وآواني، والحمد لله الذي أطعمني وسقاني، والحمد لله الذي منّ علي فأفضل؛ فقد حمد الله بجميع محامد الخلق كلهم» [رواه البيهقي]"
  },
  {
    "number": "الوصية الخامسة والأربعون",
    "text": "",
    "label": "«من أصابه أرق بالليل»\nقال زيد بن ثابت: شكوت إلى رسول الله - صلى الله عليه وسلم - أرقًا أصابني فقال: «قل: اللهم غارت النجوم، وهدأت العيون، وأنت حي قيوم، لا تأخذك سنة ولا نوم، يا حي يا قيوم، أهدئ ليلى، وأنم عيني» فقلتها فأذهب الله عني ما كنت أجد. [أخرجه ابن السني]\n\nواستكمالاً للفائدة نذكر الحديث التالي:\n\nعلم رسول الله - صلى الله عليه وسلم - خالد بن الوليد حين اعتراه الأرق أن يقول: اللهم رب السموات السبع وما أظلت، ورب الأرضين وما أقلت، ورب الشياطين وما أضلت، كن لي جارًا من شر خلقك كلهم جميعًا، أن يفرط علي أحد منهم، أو أن يطغى، عز جارك وجل ثناؤك. وفي رواية: وتبارك اسمك، ولا إله إلا أنت. [رواه الترمذي والطبراني كما في الترغيب]"
  },
  {
    "number": "الوصية السادسة والأربعون",
    "text": "",
    "label": "«الزهد في الدنيا»\n عن ابن عمر رضي الله عنهما قال: أخذ رسول الله - صلى الله عليه وسلم - بمنكبي فقال: «كن في الدنيا كأنك غريب أو عابر سبيل، وعد نفسك من أهل القبور».\n\nوكان ابن عمر رضي الله عنهما يقول: إذا أمسيت فلا تنتظر الصباح، وإذا أصبحت فلا تنتظر المساء، وخذ من صحتكم لمرضك، ومن حياتك لموتك. [رواه البخاري]"
  },
  {
    "number": "الوصية السابعة والأربعون",
    "text": "",
    "label": "«كفارة المجلس»\nوعن أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: «من جلس في مجلس فكثر فيه لغطه فقال قبل أن يقوم من مجلسه ذلك: سبحانك اللهم وبحمدك، أشهد أن لا إله إلا أنت، أستغفرك وأتوب إليك، إلا غفر له ما كان في مجلسه ذلك».\n\n[رواه أبو داود والترمذي واللفظ له والنسائي وابن حبان في صحيحه]"
  },
  {
    "number": "الوصية الثامنة والأربعون",
    "text": "",
    "label": "«في فضل التسبيح»\nوعن أبي ذر - رضي الله عنه - قال: قال لي رسول الله - صلى الله عليه وسلم -: «ألا أخبرك بأحب الكلام إلى الله؟» قلت: يا رسول الله، أخبرني بأحب الكلام إلى الله، فقال: «إن أحب الكلام إلى الله: سبحان الله وبحمده». [رواه مسلم والنسائي]\n\nوفي رواية لمسلم أن رسول الله - صلى الله عليه وسلم - سئل: أي الكلام أفضل؟ قال: «ما اصطفى الله لملائكته أو لعباده: سبحان الله وبحمده».\n\nوإتمامًا للفائدة نروي الحديثين الآتيين:\n\nالأول: عن عبد الله بن عمرو رضي الله عنهما قال: قال رسول الله - صلى الله عليه وسلم -: «من قال سبحان الله العظيم وبحمده، غرست له بها نخلة في الجنة». [رواه البزار بإسناد جيد]\n\nالثاني: عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «كلمتان خفيفتان على اللسان ثقيلتان في الميزان، حبيبتان إلى الرحمن: سبحان الله وبحمده، سبحان الله العظيم».\n\n[رواه البخاري ومسلم والترمذي]"
  },
  {
    "number": "الوصية التاسعة والأربعون",
    "text": "",
    "label": "«غراس الجنة»\nوعن أبي هريرة - رضي الله عنه - أن النبي - صلى الله عليه وسلم - مر به وهو يغرس غرسًا فقال: «يا أبا هريرة ما الذي تغرس؟» قلت: غراسًا، قال: «ألا أدلك على غراس هو خير من هذا؟ تقول: سبحان الله والحمد لله ولا إله إلا الله والله أكبر، يغرس لك بكل كلمة منها شجرة في الجنة».\n\n[رواه ابن ماجه بإسناد حسن واللفظ له، والحاكم وقال صحيح الإسناد]"
  },
  {
    "number": "الوصية الخمسون",
    "text": "",
    "label": " «تعويذة من العقرب»\nعن أبي هريرة - رضي الله عنه - قال: جاء رجل إلى النبي - صلى الله عليه وسلم - فقال: يا رسول الله ما لقيت من عقرب لدغتني البارحة، قال: «أما لو قلت حين أمسيت: أعوذ بكلمات الله التامات من شر ما خلق، لم تضرك» [رواه مالك ومسلم والترمذي وحسنه]\n\nولفظه: «من قال حين يمسي ثلاث مرات: أعوذ بكلمات الله التامات من شر ما خلق، لم يضره حمة تلك الليلة». قال سهيل: فكان أهلنا تعلموها فكانوا يقولونها كل ليلة فلدغت جارية منهم فلم تجد لها وجعًا. [رواه ابن حبان في صحيحه]"
  },
  {
    "number": "الوصية الحادية والخمسون",
    "text": "",
    "label": "«دعاء لسداد الدين»\nعن عائشة رضي الله عنها قالت: دخل علي أبو بكر فقال: سمعت من رسول الله - صلى الله عليه وسلم - دعاء علمنيه فقلت: ما هو؟ قال: «كان عيسى ابن مريم يعلم أصحابه قال: لو كان على أحدكم جبل ذهبًا دينًا فدعا الله بذلك لقضاه الله عنه: اللهم فارج الهم، كاشف الغم، مجيب دعوة المضطرين، رحمن الدنيا والآخرة ورحيمهما، أنت ترحمني، فارحمني برحمة تغنيني بها عن رحمة من سواك» قال أبو بكر: فكنت أدعو الله بذلك فأتاني الله بفائدة فقضى عني ديني.\n\nوقالت عائشة رضي الله عنها، فكنت أدعو بذلك الدعاء فما لبثت إلا يسيرًا حتى رزقني الله رزقًا ما هو بصدقةٍ تصدق بها علي ولا ميراث ورثته، فقضى الله عني ديني، وقسمت في أهلي قسمًا حسنًا، وحليت ابنة عبد الرحمن بثلاث أواق من ورق، وفضل لنا فضل حسن. [رواه البزار والحاكم والأصبهاني]"
  },
  {
    "number": "الوصية الثانية والخمسون",
    "text": "",
    "label": "«دعاء لسداد الدين أيضًا»\nقال النبي - صلى الله عليه وسلم -: «يا معاذ! ألا أعلمك دعاء تدعو به؟ لو كان عليك مثل جبل أحد دينًا لأداه الله عنك، يا معاذ: قل اللهم مالك الملك تؤتي الملك من تشاء، وتنزع الملك ممن تشاء، وتعز من تشاء وتذل من تشاء، بيدك الخير إنك على كل شيء قدير، تولج الليل في النهار وتولج النهار في الليل، وتخرج الحي من الميت وتخرج الميت من الحي، وترزق من تشاء بغير حساب، رحمن الدنيا والآخرة ورحيمهما تعطيها من تشاء، ارحمني رحمة بها تغنيني عن رحمة من سواك». [رواه الطبراني عن معاذ - رضي الله عنه -]"
  },
  {
    "number": "الوصية الثالثة والخمسون",
    "text": "",
    "label": "«في الدعاء»\nعن أبي هريرة - رضي الله عنه - أن أبا بكر الصديق - رضي الله عنه - قال: يا رسول الله مرني بكلمات أقولهن إذا أصبحت وإذا أمسيت، قال: «قل: اللهم فاطر السموات والأرض عالم الغيب والشهادة، رب كل شيء ومليكه، أشهد أن لا إله إلا الله أنت، أعوذ بك من شر نفسي ومن شر الشيطان وشركه». وقال: «قلها: إذا أصبحت، وإذا أمسيت، وإذا أخذت مضجعك». [رواه أبو داود والترمذي وقال حديث حسن صحيح]"
  },
  {
    "number": "الوصية الرابعة والخمسون",
    "text": "",
    "label": "«في الدعاء أيضًا»\nعن أنس بن مالك - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم - لفاطمة رضي الله عنها: «ما يمنعك أن تسمعي ما أوصيك به؟ أن تقولي إذا أصبحت وإذا أمسيت: يا حي يا قيوم برحمتك أستغيث، أصلح لي شأني كله، ولا تكلني إلى نفسي طرفة عين».\n\n[رواه النسائي والبزار بإسناد صحيح]"
  },
  {
    "number": "الوصية الخامسة والخمسون",
    "text": "",
    "label": "«باتخاذ المساجد في الدور»\nعن عائشة رضي الله عنها قالت: أمر رسول الله - صلى الله عليه وسلم - ببناء المساجد في الدور وأن تنظف وتطيب.\n\n[رواه أحمد والترمذي وأبو داود وقال حديث صحيح]\n\nوعن سمرة بن جندب - رضي الله عنه - قال: أمرنا رسول الله - صلى الله عليه وسلم - أن نتخذ المساجد في ديارنا وأن ننظفها.\n\n[رواه أحمد والترمذي وقال حديث صحيح]\n\n «خاتمة الوصايا»\nأختتم هذه الوصايا الشريفة بوصية نبينا إبراهيم عليه الصلاة والسلام لأمة محمد - صلى الله عليه وسلم -. فعن ابن مسعود - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «لقيت إبراهيم - عليه السلام - ليلة أسري بي، فقال: يا محمر أقرئ أمتك مني السلام، وأخبرهم أن الجنة طيبة التربة، عذبة الماء وأنها قيعان، وأن غراسها: سبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر».[رواه الترمذي والطبراني في الصغير والأوسط]\n\nوزاد: «ولا حول ولا قوة إلا بالله».\n\nوصلى الله على نبينا محمد وعلى آله وصحبه وسلم.\n\nوسلام على المرسلين والحمد لله رب العالمين. "
  }
]