[
  {
    "number": "ما هو الإيمان",
    "text": "",
    "label": "تعريف الإيمان لغة واصطلاحا\n\nيُعرَّف الإيمان في اللُّغة: بأنه مُطلق التصديق،وأمّا في الاصطلاح فهو: تصديقُ القلبِ وإذعانُه وقَبوله بِكُلّ ما جاء به النّبي -عليه الصّلاة والسّلام-، وجعل الله -تعالى- الشّهادتين العلامة الظَّاهرة التي تدُلُّ عليه؛ لإجراء أحكام الإسلام على الشَّخص المؤمن، كالصَّلاة عليه وصحة التَّوارث منه وله وغيرها من الأحكام.\n\nأركان الإيمان\n\nللإيمان ستةُ أركان، وهي كما يلي:\n\nالإيمان بالله -تعالى-، وأنه واحد لا شريك له، فلا تقرن معه غيره في العبادات، والتشريع.\nالإيمان بالملائكة، وأنّها مخلوقات نورانية؛ أوْجدها الله لتنفيذِ أوامره.\nالإيمان بالكُتُب، وهي التَّوراة والإنجيل والزبور والقُرآن وهو أفضلُها.\nالإيمان بالرُّسل، وخاتمهم النَّبي محمد -عليه الصَّلاة والسَّلام-.\nالإيمان باليوم الآخر، وهو يوم القيامة؛ لمُحاسبة الإنسان على أعماله.\nالإيمان بالقضاء والقَدَر خيره وشره؛ لأنه قدر الله -تعالى-، وقع بحكمته ومشيئته.\nالإسلام والإيمان والاحسان\n\nالدِّين الإسلاميُّ له عدة مراتب ودرجات، وهي الإسلام ويكون بالاستسلام لله -تعالى-، وتوحيدِه، وطاعتِه، والبراءة من الشرك وأهله، فإذا فُقدت صفةٌ منها يُصبح الإنسان غير مُسلماً، ثُمّ الإيمان وقد سبق تعريفه في بداية المقال، ثُمّ الإحسان ويكون بتحسين العبد العلاقة بينه وبين خالقه في العبادة، وقد عرَّفه النبي -عليه الصلاة والسلام- بقوله: (الإحْسَانُ أنْ تَعْبُدَ اللَّهَ كَأنَّكَ تَرَاهُ، فإنْ لَمْ تَكُنْ تَرَاهُ فإنَّه يَرَاكَ)،وفيما يأتي بيانٌ لكُلٍ من الإسلام والإحسان وقد سبق بيان الإيمان:\n\nالإسلام: ويُعرف في اللُغة : أنه الإستسلام والإنقياد، وفي الإصطلاح فهو: الإستسلام والانقياد لأمر الله -تعالى- طوعاً وكراهية، لقوله تعالى: (أَفَغَيْرَ دِينِ اللَّهِ يَبْغُونَ وَلَهُ أَسْلَمَ مَن فِي السَّمَاوَاتِ وَالْأَرْضِ طَوْعًا وَكَرْهًا وَإِلَيْهِ يُرْجَعُونَ)، وأمّا أركانه فقد جاءت في حديث النَّبي -عليه الصلاة والسلام-: (بُنِيَ الإسْلامُ علَى خَمْسٍ، شَهادَةِ أنْ لا إلَهَ إلَّا اللَّهُ، وأنَّ مُحَمَّدًا عَبْدُهُ ورَسولُهُ، وإقامِ الصَّلاةِ، وإيتاءِ الزَّكاةِ، وحَجِّ البَيْتِ، وصَوْمِ رَمَضانَ)، فأوَّلها الشهادتيْن وتكون بإخلاص العمل لله -تعالى-، وموافقته لشرعه، ثُمّ إقامة الصلاة والقيام بها بجميع واجباتها وشُروطها وأركانها، ثُمّ إيتاء الزكاة وصرفها لمُستحقيها، ثُمّ صوْم رمضان، ثُمّ حجُ البيت.\nالإحسان: وهو مُراقبة العبد لخالقه في جميع أحواله، سواءً أكان في السر أو العلن، والمُبادرة إلى فعل الخير؛ مع قصد الله -تعالى- في كلِّ امره، ويكون الإحسان بإخلاص الأعمال لله -تعالى-، وفعل ما يُحبه، وأداؤه على الوجه الأكمل، لقوله تعالى: (وَمَنْ أَحْسَنُ دِينًا مِمَّنْ أَسْلَمَ وَجْهَهُ لِلَّهِ وَهُوَ مُحْسِنٌ وَاتَّبَعَ مِلَّةَ إبْرَاهِيمَ حَنِيفًا وَاتَّخَذَ اللَّهُ إبْرَاهِيمَ خَلِيلًا)."
  },
  {
    "number": "أسباب ضعف الإيمان",
    "text": "",
    "label": "الحمد الله رب العالمين، المعبود في كل وقت وحين، المتصرف في الكون، القائل للشيء كن فيكون، سبحانه وبحمده, والصلاة والسلام على النبي الكريم صلى الله عليه وعلى آله وصحبه أجمعين، أما بعد:\n\nفإن من المعلوم في عقيدتنا أن الإيمان بالله – تبارك وتعالى – يزيد وينقص قال الإمام النووي – رحمه الله -: \"مذهب جماعة أهل السنة من سلف الأمة وخلفها أن الإيمان قول وعمل، يزيد وينقص، والحجة على زيادته ونقصانه ما أورده البخاري من الآيات يعنى قوله – عز وجل -: {لِيَزْدَادُوا إِيمَاناً مَّعَ إِيمَانِهِمْ}1, وقوله – تعالى -: {وَزِدْنَاهُمْ هُدًى}2, وقوله – تعالى -:{وَيَزِيدُ اللَّهُ الَّذِينَ اهْتَدَوْا هُدًى}3, وقوله – تعالى -: {وَالَّذِينَ اهْتَدَوْا زَادَهُمْ هُدًى}4, وقوله – تعالى -: {وَيَزْدَادَ الَّذِينَ آمَنُوا إِيمَاناً}5, وقوله – تعالى –: {أَيُّكُمْ زَادَتْهُ هَذِهِ إِيمَاناً فَأَمَّا الَّذِينَ آمَنُواْ فَزَادَتْهُمْ إِيمَاناً}6، وقوله – تعالى -: {فَزَادَهُمْ إِيمَاناً}7, وقوله – تعالى –:{وَمَا زَادَهُمْ إِلَّا إِيمَاناً وَتَسْلِيماً}8, قال ابن بطال: فإيمان من لم تحصل له الزيادة ناقص9\".\n\nولتلك الزيادة أو ذلك النقص أسباب, سوف نذكر في هذه العجالة بعضاً من الأسباب التي تؤدي إلى ضعف الإيمان وفي المقابل فإن عكسها هي أسباب لزيادة الإيمان:\n\nأولاً: عدم مراقبة الله – تبارك وتعالى –: وجهل الإنسان بأن الله – تبارك وتعالى – مطلعٌ عليه, رقيب يعلم كل شيء {إِنَّ اللّهَ كَانَ عَلَيْكُمْ رَقِيباً}10, {وَكَانَ اللَّهُ عَلَى كُلِّ شَيْءٍ رَّقِيباً }11, {وَللّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ وَكَانَ اللّهُ بِكُلِّ شَيْءٍ مُّحِيطاً}12, وكذا جهل الإنسان بأن الله على كل شيء قدير لا يعجزه شيء في الأرض ولا في السماء {مَا نَنسَخْ مِنْ آيَةٍ أَوْ نُنسِهَا نَأْتِ بِخَيْرٍ مِّنْهَا أَوْ مِثْلِهَا أَلَمْ تَعْلَمْ أَنَّ اللّهَ عَلَىَ كُلِّ شَيْءٍ قَدِيرٌ}13, وقال:{وَلِكُلٍّ وِجْهَةٌ هُوَ مُوَلِّيهَا فَاسْتَبِقُواْ الْخَيْرَاتِ أَيْنَ مَا تَكُونُواْ يَأْتِ بِكُمُ اللّهُ جَمِيعاً إِنَّ اللّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ}14, وقال:{وَلِلّهِ مُلْكُ السَّمَاوَاتِ وَالأَرْضِ وَاللّهُ عَلَىَ كُلِّ شَيْءٍ قَدِيرٌ}15, وتناسيه أن الله – تبارك وتعالى – هو الذي بيده الموت والحياة، وهو على كل شيء قدير قال الله: {ذَلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ وَأَنَّهُ يُحْيِي الْمَوْتَى وَأَنَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ }16, وقال: {وَهُوَ عَلَى كُلِّ شَيْءٍ شَهِيدٌ}17, وقال:{تَبَارَكَ الَّذِي بِيَدِهِ الْمُلْكُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ}18, فتجاهل الإنسان لصفات الله – تبارك وتعالى – تجعل الإنسان بعيداً عن استشعار مراقبته لله – جل وعلا -، وإذا لم يراقب العبد ربه – تعالى – وقع في المعاصي والآثام، وهذا يكون سبباً في ضعف الإيمان بالله – تبارك وتعالى -.\n\nثانياً: فعل المعاصي: فإن للمعاصي آثاراً عظيمة على القلب وعلى الإيمان، وجاء عن أبي هريرة – رضي الله عنه – قال: قال النبي – صلى الله عليه وسلم -: ((لا يزني الزاني حين يزني وهو مؤمن، ولا يشرب الخمر حين يشرب وهو مؤمن، ولا يسرق حين يسرق وهو مؤمن، ولا ينتهب نهبة يرفع الناس إليه فيها أبصارهم حين ينتهبها وهو مؤمن))19, فهذا دليل على أن فعل المعاصي يضعف الإيمان، ومعنى قوله: ((وهو مؤمن)) أي كامل الإيمان، وليس المراد نفي الإيمان بالكلية قال ابن عبد البر – رحمه الله -: \"يريد مستكمل الإيمان، ولم يرد به نفي جميع الإيمان عن فاعل ذلك؛ بدليل الإجماع على توريث الزاني والسارق وشارب الخمر إذا صلوا للقبلة، وانتحلوا دعوة الإسلام من قرابتهم المؤمنين الذين آمنوا بتلك الأحوال، وفي إجماعهم على ذلك مع إجماعهم على أن الكافر لا يرث المسلم؛ أوضح الدلائل على صحة قولنا أن مرتكب الذنوب ناقص الإيمان بفعله ذلك وليس بكافر20\"، وقال الإمام النووي – رحمه الله -: \"فالقول الصحيح الذي قاله المحققون أن معناه: لا يفعل هذه المعاصي وهو كامل الإيمان، وهذا من الألفاظ التي تطلق على نفى الشيء ويراد نفى كماله21\"؛ وقال العيني – رحمه الله -: \"أن المراد بحديث \"لا يشرب الخمر وهو مؤمن\" نفي كمال الإيمان، لا أنه يخرج عن الإيمان22\", وقال: \"وفيه تنبيه على جميع أنواع المعاصي لأنها إما بدنية كالزنا، أو مالية إما سراً كالسرقة أو جهراً كالنهب، أو عقلية كالخمر فإنها مزيلة له، قوله \"نُهبة\" بضم النون وهو المال المنهوب\"23.\n\nثالثاً: الاشتغال بالدنيا حتى يصبح القلب عبداً لها – والعياذ بالله -: من انشغال بالمال أو زوجة وأولاد يقول الله – تبارك وتعالى -: {وَاعْلَمُواْ أَنَّمَا أَمْوَالُكُمْ وَأَوْلاَدُكُمْ فِتْنَةٌ وَأَنَّ اللّهَ عِندَهُ أَجْرٌ عَظِيمٌ}24, وقال: {اعْلَمُوا أَنَّمَا الْحَيَاةُ الدُّنْيَا لَعِبٌ وَلَهْوٌ وَزِينَةٌ وَتَفَاخُرٌ بَيْنَكُمْ وَتَكَاثُرٌ فِي الْأَمْوَالِ وَالْأَوْلَادِ كَمَثَلِ غَيْثٍ أَعْجَبَ الْكُفَّارَ نَبَاتُهُ ثُمَّ يَهِيجُ فَتَرَاهُ مُصْفَرّاً ثُمَّ يَكُونُ حُطَاماً وَفِي الْآخِرَةِ عَذَابٌ شَدِيدٌ وَمَغْفِرَةٌ مِّنَ اللَّهِ وَرِضْوَانٌ وَمَا الْحَيَاةُ الدُّنْيَا إِلَّا مَتَاعُ الْغُرُورِ}25, ومن المعلوم أن الإنسان مجبول على حب المال والولد والزوجة, وهذا لا شيء فيه إذا لم يلهه ذلك ويشغله عن طاعة الله – تبارك وتعالى – قال الله: {زُيِّنَ لِلنَّاسِ حُبُّ الشَّهَوَاتِ مِنَ النِّسَاء وَالْبَنِينَ وَالْقَنَاطِيرِ الْمُقَنطَرَةِ مِنَ الذَّهَبِ وَالْفِضَّةِ وَالْخَيْلِ الْمُسَوَّمَةِ وَالأَنْعَامِ وَالْحَرْثِ ذَلِكَ مَتَاعُ الْحَيَاةِ الدُّنْيَا وَاللّهُ عِندَهُ حُسْنُ الْمَآبِ}26, فإذا شغله ذلك عن طاعة الله – تبارك وتعالى – كان ماله وولده وزوجته أعداء بين يدي الله – تبارك وتعالى – قال الله: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّ مِنْ أَزْوَاجِكُمْ وَأَوْلَادِكُمْ عَدُوّاً لَّكُمْ فَاحْذَرُوهُمْ وَإِن تَعْفُوا وَتَصْفَحُوا وَتَغْفِرُوا فَإِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ}27.\n\nرابعاً: ترك الطاعة: فإن ترك الطاعة سبب لنقص الإيمان, فإن كانت الطاعة واجبة وتركها بلا عذر فهو نقص يلام عليه ويعاقب, بل بعضها قد يصل به إلى الكفر – والعياذ بالله – كترك الصلاة, وإن كانت الطاعة غير واجبة كالنوافل، أو واجبة لكن تركها بعذر؛ فإنه نقص لا يلام عليه.\n\nخامساً: الإفراط في الأكل والنوم والسهر والكلام في ما لا يعنيه: فالإفراط في الأكل يؤدي إلى كثرة النوم والغفلة والكسل عن فعل الطاعات, والإفراط في النوم والسهر يسبب نومه عن الصلوات وبخاصة صلاة الفجر, والإفراط في الكلام فيما لا يعنيه حتى ولو كان في المباح فإنه يجره إلى الحرام فيقع في الغيبة والآثام نسأل الله العافية.\n\nسادساً: الابتعاد عن طلب العلم الشرعي، وهجر القرآن, وعدم مطالعة سير السلف، والكتب الإيمانية التي تحيي القلب: وذلك لأن طلب العلم وقراءة القرآن يجعل المسلم يتعرف على عظمة الله – تبارك وتعالى -، وما الذي يجب عليه تجاه خالقه – سبحانه وبحمده -, وبمطالعة سير السلف ينبعث النشاط والهمة على عبادة الله – تبارك وتعالى -، فإذا أكثر الإنسان من العبادة زاد إيمانه.\n\nسابعاً: عدم الإكثار من ذكر الله – تبارك وتعالى -: فهو مدعاة لضعف الإيمان، فإن ذكر الله يحيي القلوب ويطمئنها قال الله: {الَّذِينَ آمَنُواْ وَتَطْمَئِنُّ قُلُوبُهُم بِذِكْرِ اللّهِ أَلاَ بذِكْرِ اللّهِ تَطْمَئِنُّ الْقُلُوبُ}28, وقال: {أَلَمْ يَأْنِ لِلَّذِينَ آمَنُوا أَن تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ اللَّهِ وَمَا نَزَلَ مِنَ الْحَقِّ وَلَا يَكُونُوا كَالَّذِينَ أُوتُوا الْكِتَابَ مِن قَبْلُ فَطَالَ عَلَيْهِمُ الْأَمَدُ فَقَسَتْ قُلُوبُهُمْ وَكَثِيرٌ مِّنْهُمْ فَاسِقُونَ}29, والإعراض عن ذكر الله سبب في عيشة الضنك – والعياذ بالله – قال الله: {وَمَنْ أَعْرَضَ عَن ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنكاً وَنَحْشُرُهُ يَوْمَ الْقِيَامَةِ أَعْمَى}30.\n\nفهذه جملة من الأسباب التي تضعف الإيمان، والذي يجب على المسلم أنه إذا شعر بأن إيمانه خَلُقَ وضَعُفَ أن يكثر من النوافل والمحافظة على الفرائض, ويكثر من ذكر الله – تبارك وتعالى -، حيث قد ثبت الأمر بتجديد الإيمان في حديث عبد الله بن عمرو بن العاص – رضي الله عنهما – قال: قال رسول الله – صلى الله عليه وسلم -: ((إن الإيمان ليخلق في جوف أحدكم كما يخلق الثوب الخلق، فاسألوا الله أن يجدد الإيمان في قلوبكم))31.\n\nنسأل الله – تبارك وتعالى – أن يعيننا على طاعته وطاعة رسوله – صلى الله عليه وعلى آله وسلم -، وأن يزيد إيماننا قوة وثباتاً حتى نلقاه، بمنَّه وكرمه، والحمد لله رب العالمين، والصلاة والسلام على نبينا محمد وآله وصحبه أجمعين."
  },
  {
    "number": "مظاهر ضعف الإيمان",
    "text": "",
    "label": "لضعف الإيمان العديد من المظاهر، وهي كما يأتي:\n\nارتكاب المعاصي واستصغارها والإصرار عليها، ممّا يؤدي إلى قسوة القلب وعدم الخوف من الله -تعالى-، وبالتالي إلى ضعف الإيمان، وقد قرن النبي -عليه الصلاة والسلام- بين المعصية وضعف الإيمان بقوله: (لَا يَزْنِي الزَّانِي حِينَ يَزْنِي وَهو مُؤْمِنٌ، وَلَا يَسْرِقُ حِينَ يَسْرِقُ وَهو مُؤْمِنٌ، وَلَا يَشْرَبُ حِينَ يَشْرَبُهَا وَهو مُؤْمِنٌ).[٢٤]\n\nالتثاقل عن الطاعات والتقاعس عنها؛ كتأخير الصلوات، وهجران القُرآن، والغفلة عن ذكر الله -تعالى- وغير ذلك، والميل إلى الراحة والشهوات، وقد ذكرها الله -تعالى- أنّها من صفات المُنافقين بقوله: (إِنَّ الْمُنَافِقِينَ يُخَادِعُونَ اللَّـهَ وَهُوَ خَادِعُهُمْ وَإِذَا قَامُوا إِلَى الصَّلَاةِ قَامُوا كُسَالَى يُرَاءُونَ النَّاسَ وَلَا يَذْكُرُونَ اللَّـهَ إِلَّا قَلِيلًا).[٢٥]\n\nالتنافس في الدُنيا، والانشغال بها، والانخداع بزخرفها؛ ممّا يؤدّي إلى تعلّق القلب بها.\n\nظُهور الأخلاق السيئة؛ كالكبر والحسد وغيرها، وقد بيّن النبي -عليه السلام- أنّها من علامات نقص الإيمان، بقوله: (لَا يُؤْمِنُ أحَدُكُمْ، حتَّى يُحِبَّ لأخِيهِ ما يُحِبُّ لِنَفْسِهِ).[٢٦]\n\nالاستئناس بالمعاصي ومُجالسة أصحابها؛ وذلك يؤثّر على الإيمان وعلى القلب فيمرضه.\n\nالشعور بقسوة القلب بحيث لا يتأثّر بشيء، وعدم إتقان العبادات؛ كشرود الذهن في الصلاة وعند تلاوة القُرآن، والفزع عند المصائب، وعدم الاهتمام بقضايا المُسلمين، أو التفاعل معها سواءً بالدعاء أو بالصدقة، والشحّ والبخل."
  },
  {
    "number": "كيف تقوي الإيمان",
    "text": "",
    "label": "الإيمان بالله تعالى هو ذلكم الرابط الثمين الذي يربط العبد بالله، ويجعله دائم الصلة به والتفكر في نعمه وآلائه.. وبدون ذلك الرباط يوكل الإنسان لنفسه التي لا تكاد تسلمه إلا إلى المهالك.\n والايمان معناه لا يقتصر على التصديق الجازم بوجود الله وتعالى وملائكته ورسوله واليوم الآخر والقضاء والقدر  فحسب، بل يزيد على ذلك تغيّر السلوك والأخلاق بحسب الاعتقاد، لذا  فقد عرّف العلماء الإيمان بأنّه اعتقاد بالقلب يؤكّد استقراره عمل الجوارح وقول اللسان.\nكيف تقوي إيمانك بالله؟\nتقوية الصلة بالله بأداء الطاعات والبعد عن المنككرات بعامة هي الطريقة المثلى لزيادة الإيمان الذي يزيز بالطاعة ويل بالمعصية، وفصّل العلماء في أسباب زيادة الإيمان في القلب فقالوا:\n1-تتأتى زيادة الإيمان بمعرفة الله -تعالى- بأسمائه وصفاته.\n فمن تجلّت له معرفة الله -تعالى- وتعرّف على أسمائه وصفاته فإنّ ذلك يزيد الخشوع واليقين في قلبه، وبالتالي يزيد ويفيض إيمانه بالله تعالى.\n2 -طلب العلم؛ فطلب العلم النافع يُوصل صاحبه إلى الزيادة في الخشوع والمعرفة التي تزيد الإيمان في القلب، قال الله تعالى: (إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ)، وأحسن العلوم علوم الحلال والحرام والأخلاق والقرآن.\n 3-الإكثار من قراءة القرآن الكريم وتعلّمه وتدبّره؛ فالقرآن الكريم كلام الله -تعالى- ولا يوجد شيء أنفع للمسلم من تلاوته وتدبّره ممّا يوصل الإنسان إلى القيام بأوامر ربه ومناجاته والشعور بقُربه.\n4- التفكّر في خلق الله تعالى؛ فمَن يُمعن النظر في آيات الله -تعالى- في الخلق يُدرك قدره وحقيقة نفسه، وقدرة الله -تعالى- وعظمته في إيجاد التناسق والتوازن في الكون، ممّا يزيد الإيمان بالله -تعالى- وعظمته.\n5-ذكرُ الله تعالى عامة؛ فذكر المسلم لربّه يُطمئن القلب ويحييه، حيث قال عمير بن حبيب حين سُئل عن زيادة الإيمان ونقصانه: (إذا ذكرنا ربّنا وخشِيناه فذلك زيادته، وإذا غفلنا ونسِيناه وضيّعنا فذلك نقصانه).\n6- الإكثار من الأعمال الصالحة والطاعات؛ فمن يُمعن النظر يجد أنّ الله -تعالى- قرن بين الإيمان والعمل الصالح مِراراً، وقرن كذلك بين الإيمان وهنيء العيش وراحته، ومن ذلك قول الله تعالى: (مَنْ عَمِلَ صَالِحاً مِنْ ذَكَرٍ أَوْ أُنثَى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً وَلَنَجْزِيَنَّهُمْ أَجْرَهُمْ بِأَحْسَنِ مَا كَانُوا يَعْمَلُونَ).\n7-تجنّب المعاصي؛ فالمعاصي تُنقص الإيمان بخلاف الطاعات والصالحات، وقد يتنافس الأصحاب على طاعةٍ ما فتكون الصحبة بذلك سبباً لزيادة الإيمان لكليهما.\n8-كثرة الدعاء والتضرّع إلى الله تعالى؛ بالثّبات والهداية، حيث أرشد الرّسول -صلّى الله عليه وسلّم- إلى ذلك بقوله: (إنَّ الإيمانَ لَيَخْلَقُ في جَوْفِ أحدِكُمْ كَما يَخلَقُ الثّوبُ، فاسْألُوا اللهَ -تعالَى- أنْ يُجَدِّدَ الإيمانَ في قُلوبِكمْ)."
  },
  {
    "number": "ادعية لتقوية الايمان",
    "text": "",
    "label": "اللهم إني أعوذ بك من العجز والكسل والجبن والهرم والبخل ، وأعوذ بك من عذاب القبر ومن فتنة المحيا والممات .\nالله أهدني وسددني ، اللهم إني أسالك الهدى والسداد.\n*********\nاللهم إني أعوذ بك من منكرات الأخلاق ، والأعمال والأهواء. اللهم إني أعوذ بك من قلب لا يخشع ، ودعاء لا يُسمع ، ومن نفس لا تشبع ، ومن علم لا ينفع . أعوذ بك من هؤلاء الأربع .\n*********\nاللهم إني أعوذ بك من زوال نعمتك ، وتحول عافيتك ، وفجأة نقمتك ، وجميع سخطك .\nاللهم إني أعوذ بك من جار السوء في الدار المقامة ، فإن جار البادية يتحول .\nاللهم إني أسألك علماً نافعاً ورزقاً طيباً متقبلاً .\n*********\nاللهم إني أعوذ بك من شر ما عملت ومن شر ما لم أعمل .\nاللهم إني أعوذ بك من يوم السوء ، ومن ليلة السوء ، ومن ساعة السوء ، ومن صاحب السوء ، ومن جار السوء في دار المقامة .\n*********\nاللهم أكثر مالي وولدي وبارك لي فيما أعطيتني .\nاللهم إني أسألك يا الله بأنك الواحد الأحد الصمد الذي لم يلد ولم يولد ولم يكن له كفواً أحد أن تغفر لي ذنوبي إنك أنت الغفور الرحيم .\n*********\nلا إله إلا الله العظيم الحليم ، لا إله إلا الله رب العرش العظيم ، لا إله إلا الله رب السماوات ورب الأرض ورب العرش الكريم . اللهم إني أسألك الجنة وأستجير بك من النار .\n*********\nاللهم رحمتك ارجو فلا تكلني إلى نفسي طرفة عين ، وأصلح لي شأني كله ، لا إله إلا أنت .\nاللهم طهرني من الذنوب والخطايا اللهم نقني منها كما ينقى الثوب الأبيض من الدنس .\nاللهم طهرني بالثلج والبرد والماء البارد.\n*********\nلا إله إلا أنت سبحانك إني كنت من الظالمين .\nاللهم إني أسالك بأن لك الحمد لا إله إلا أنت (وحدك لا شريك لك) المنان يا بديع السموات والأرض ياذا الجلال والإكرام يا حي ياقيوم إني أسألك (الجنة وأعوذ بك من النار).\n*********\nاللهم إنك عفو كريم تحب العفو فاعف عني .\nاللهم ارزقني حُبك وحُب من ينفعني حُبّهُ عندك ، اللهم مارزقتني مما أُحبُ فاجعله قوة لي فيما تحب ، اللهم ما زويت عني مما أُحب فاجعله فراغاً لي فيما تحب.\n*********\nاللهم إني اسألك عيشة نقية وميتة سوية ومرداً غير مخزٍ ولا فاضح.\nاللهم قنعني بما رزقتني وبارك لي فيه واخلف عليَّ كل غائبة لي بخير .\nاللهم ألهمني رشدي وأعذني من شر نفسي .\n*********\nاللهم إني أسألك العافية في الدنيا ولآخرة .\nاللهم متعني بسمعي وبصري واجعلهما الوارث منيِّ وانصرني على من يظلمُني ، وخذ منه بثأري .\nاللهم أعني علي ذكرك وشكرك وحسن عبادتك.\n*********\nاللهم احسن عاقبتنا في الأمور كلها ، وأجرنا من خزي الدنيا وعذاب الآخرة .\n*********\nاللهم إني أعوذ بك من العجز والكسل والبخل والهرم وعذاب القبر ، اللهم آت نفسي تقواها زكها انت خير من زكاها ، أنت وليها ومولاها .\nاللهم إني أعوذ بك من علم لا ينفع ، ومن قلب لا يخشع ، ومن نفس لا تشبع ، ومن دعوة لا يستجاب لها .\n*********\nاللهم إني أسألك من خير ما سألك منه نبيك محمد صلى الله عليه وسلم ونعوذ بك من شر ما استعاذ منه نبيك محمد صلى الله عليه وسلم ، وأنت المستعان وعليك البلاغ . ولا حول ولا قوة إلا بالله .\nاللهم إني أسألك علماً نافعاً وأعوذ بك من علم لا ينفع.\n*********\nاللهم ربَّ جبرائيل وميكائيل وربَّ إسرافيل أعوذ بك من حر النار ومن عذاب القبر .\nاللم إني أعوذ بك من شر سمعي ، ومن شر بصري ، ومن شر لساني ، ومن شر قلبي ومن شر منيي.\n*********\nاللهم إني أعوذ بك من العجز والكسل والجبن والبخل والهرم والقسوة والغفلة والعيلة والذلة والمسكنة ، وأعوذ بك من الفقر والكفر والفسوق والشقاق والنفاق والسمعة والرياء ، وأعوذ بك من الصمم والبكم والجنون والجزام والبرص وسييء الأسقام .\n*********\nاللهم اجعل أوسع رزقك عليّ عند كبر سني ، وانقطاع عمري .\nاللهم إني أسألك بأني اشهد أنك أنت الله لا إله إلا أنت الأحد الصمد الذي لم يلد ولم يولد ولم يكن له كفواً أحد .\n*********\nرب أعني ولا تعن عليّ ، وانصرني ولا تنصر عليّ وامكر لي ولا تمكر عليّ ، وأهدني ويسر الهدي إليّ ، وانصرني على من بغى عليّ ، رب اجعلني لك شكاراً لك ذكاراً ، لك رهَاباَ ، لك مطواعاً إليك مخبتاَ أوّاهاً منيباَ ، رب تقبل توبتي ، واغسل حوبتي ، وأجب دعوتي ، وثبت حُجتي واهد قلبي ، وسدد لساني ، وأسْلُلْ سخيمة قلبي .\n*********\nاللهم إني أعوذ بك من البرص والجنون والجذام ، ومن سيئ الأسقام .\nاللهم قني شر نفسي واعزم لي على ارشد أمري ، اللهم اغفر لي ما اسررتُ وما أعلنتُ ، وما أخطأتُ وما عملتُ وما جهلتُ.\n*********\nاللهم حاسبني حساباً يسيراَ .\nاللهم إني أسألك فعل الخيرات وترك المنكرات حُب المساكين ، وأن تغفر لي وترحمني ، وإذا أردت فتنة قوم فتوفني غير مفتون ، وأسألك حُبّك ، وحب من يُحبِك ، وحُب عمل يقربني إلى حُبك .\n*********\nاللهم فقهني في الدين .\nاللهم احفظني بالإسلام قائماً ، واحفظني بالإسلام قاعداً واحفظني بالإسلام راقداً ولا تشمت بي عدواً ولا حاسداً . اللهم إني أسألك من كل خير خزائنه بيدك ، وأعوذ بك من كل شر خزائنه بيدك .\n*********\nاللهم إني أعوذ بك من الجبن وأعوذ بك من البخل ، وأعوذ بك من أن أُرد إلى أرذل العمر ، وأعوذ بك من فتنة الدنيا وعذاب القبر .\nاللهم جنبني منكرات الأخلاق ، والأهواء ، والأعمال ، والأدواء.\n*********\nاللهم أغفر لي خطيئتي وجهلي وإسرافي في أمري ، ما أنت أعلم به مني . اللهم اغفر لي هزلي وجدي ، وخطئي وعمدي وكل ذلك عندي .\nاللهم إني أعوذ بك من غلبة الدَّين ، وغلبة العدوِّ ، وشمائة الأعداء .\n*********\nاللهم إني ظلمت نفسي ظلماً كثيرا ولا يغفر الذنوب إلا أنت . فاغفر لي مغفرة من عندك ، وارحمني إنك أنت الغفور الرحيم .\nاللهم اغفر لي واهدني وارزقني وعافني ، أعوذ بالله من ضيق المقام يوم القيامة .\n*********\nرب اغفر لي وتب عليّ إنك انت التواب الغفور.\nاللهم لك أسلمت وبك آمنت وعليك توكلت وإليك أنبت وبك خاصمت .\nاللهم إني أعوذ بعزتك لا إله إلا أنت أن تضلني أنت الحي الذي لا يموت والجن والإنس يموتن.\n*********\nاللهم إنّا نسألك موجبات رحمتك ، وعزائم مغفرتك ، والسلامة من كل إثم ، والغنيمة من كل بر ، والفوز بالجنة والنجاة من النار.\nاللهم إني أعوذ بك من البخل والجبن وسوء العمر وفتنة الصدر وعذاب القبر .\n*********\nاللهم مصرف القلوب صرف قلوبنا على طاعتك .\nاللهم إني أعوذ بك من التردي والهدم والغرق والحرق ، وأعوذ بك أن يتخبطني الشيطان عند الموت ، وأعوذ بك أن أموت في سبيلك مُدْبراً وأعوذ بك ان أموت لديغا .\n*********\nاللهم إني أعوذ بك أن اشرك بك وأنا أعلم وأستغفرك لما لا اعلم .\nاللهم إني أعوذ بك من الجوع فإنه بئس الضجيع ، واعوذ بك من الخيانة فإنها بئست البطانة .\n*********\nاللهم اصلح لي ديني الذي هو عصمة أمري ، واصلح لي دنياي التي فيها معاشي واصلح لي آخرتي التي فيها معادي ، واجعل الحياة زيادة لي في كل خير ، واجعل الموت راحة لي من كل شر .\n*********\nاللهم ألف بين قلوبنا ، واصلح ذات بيننا ، واهدنا سبل السلام ، ونجنا من الظلمات إلى النور , وجنبنا الفواحش ما ظهر منها ومابطن ، وبارك لنا في أسماعنا وأبصارنا وقلوبنا وأزواجنا وذرياتنا ، وتب علينا إنك أنت التواب الرحيم ، واجعلنا شاكرين لنعمك مثنين بها عليك قابلين لها وأتممها علينا .\n*********\nاللهم آتنا في الدنيا حسنة وفي الآخرة حسنة وقنا عذاب النار .\nاللهم إني أعوذ بك من الفقر والقِلة والذِلة ، وأعوذ بك من أن أَظلم أو أَظلم ، يا مُقلب القلوب ثبت قلبي على دينك .\n*********\nاللهم إني أعوذ بك من شر ما عملت ، ومن شر ما لم أعمل .\nاللهم إني أعوذ بك من يوم السوء ، ومن ليلة السوء ، ومن ساعة السوء ، ومن صاحب السوء ، ومن جار السوء في دار المقامة.\n*********\nلا إله إلا أنت سبحانك إني كنت من الظالمين . اللهم إني أسألك بان لك الحمد لا إله إلا أنت وحدك لا شريك لك المنان (يا) بديع السماوات والأرض ياذا الجلال والإكرام ياحي يا قيوم إني اسالك الجنة وأعوذ بك من النار .\n*********\nاللهم إني أعوذ بك من العجز والكسل والجبن والهرم والبخل وأعوذ بك من عذاب القبر ومن فتنة المحيا والممات . اللهم اهدني وسددني ، اللهم إني أسألك الهدى والسداد .\n*********\nاللهم أكثر مالي وولدي وبارك لي فيما اعطيتني ، اللهم إني أسالك يالله بأنك الواحد الأحد الصمد الذي لم يلد ولم يولد ولم يكن له كفوا أحد أن تغفر لي ذنوبي إنك أنت الغفور الرحيم .\n*********\nاللهم إنك عفو كريم تحب العفو فاعف عني . اللهم ارزقني حبك وحب من ينفعني حبه عندك . اللهم وارزقني مما احب فاجعله قوة لي فيما تحب . اللهم ما زويت عني مما احب فاجعله فراغاً لي فيما تحب.\n*********\nاللهم إني أعوذ بك من منكرات الأخلاق والأعمال والأهواء . اللهم إني أعوذ بك من قلب لا يخشع ودعاء لا يسمع ومن نفسع لا تشبع ومن علم لا ينفع .\nاعوذ بك من هؤلاء الأربع .\n*********\nلا إله إلا الله العظيم الحليم ، لا إله إلا الله رب العرش العظيم لا إلا الله رب السموات ورب الأرض ورب العرش الكريم .\nالله إني أسالك الجنة وستجير بك من النار .\n*********\nاللهم إني أسألك عيشةً نقية وميتة سوية ومرداً غير مخز ولا فاضح.\nاللهم قنعني بما رزقتني وبارك لي فيه واخلف على كل غائبة لي بخير . اللهم الهمني رشدي واعذني من شر نفسي .\n*********\nاللهم إني اعوذ من زوال نعمتك وتحول عافيتك وفجأة نقمتك ، وجميع سخطك. اللهم إني اعوذ بك من جار السوء في دار المقامة فإن جار البادية يتحول . اللهم إني اسالك علماً نافعاً ورزقاً طيباً ، وعملاً متقبلاً.\n*********\nاللهم رحمتك أرجو فلا تكلني إلى نفسي طرفة عين ، واصلح لي شأني كله ، لا إله إلا أنت ، طهرني من الذنوب والخطايا ، اللهم نقني منها كما ينقى الثوب الأبيض من الدنس ، اللهم طهرني بالثلج وبالبرد والماء البارد .\n*********\nاللهم إني أعوذ بك من العجز والكسل والجبن والبخل والهرم ، وعذاب القبر . اللهم أتي نفسي تقواها وزكها أنت خير من زكَّها ، أنت وليها ومولاها .\nاللهم إني أعوذ بك من علم لا ينفع ومن قلب لا يخشع ومن نفس لا تشبع ومن دعوة لا يستجاب لها"
  }
]