[
  {
    "number": "تعريف الجنة",
    "text": "",
    "label": "الجَنَّة في اللغة هي البُسْتان، ومنه الجَنّات، وتصغيرها جنينة، والعرب تسمّي النخيل جَنَّة، والجَنَّةُ الحَديقةُ ذات الشجر والنخل، وجمعها جِنان، وفيها تخصيص، ويقال للنخل وغيرها.[1] والكلمة مشتقة من جَنَّ أي سَتَرَ وأظْلَمَ وخَفَى. سميت بذلك لسترها الأرض بظلالها. وقد وردت بهذا المعنى في سورة الكهف مثلا في الآية:   وَاضْرِبْ لَهُمْ مَثَلًا رَجُلَيْنِ جَعَلْنَا لِأَحَدِهِمَا جَنَّتَيْنِ مِنْ أَعْنَابٍ وَحَفَفْنَاهُمَا بِنَخْلٍ وَجَعَلْنَا بَيْنَهُمَا زَرْعًا \n\nويقصد عادة في السياق العام «تلك الجنة التي وعد الله عباده بالغيب» وهي نقيض النار. والجنة مصطلح للدلالة على مكان فيه رخاء ونعيم وحياة رغيدة كاملة الملذات.\n\nالجنة في العقيدة الإسلامية:\nلقد ورد في القرآن الكثير من الآيات التي تشير إلى الجنة وهي بالتحديد 66 آية. ووردت كمسكن للصالحين والعابدين الله وحده لاشريك له يؤمن المسلمون بأنها الحياة الخالدة في الجنة دار النعيم في الآخرة وهي حياة لا موت بعدها. قال الله تعالى:   مَثَلُ الْجَنَّةِ الَّتِي وُعِدَ الْمُتَّقُونَ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ أُكُلُهَا دَائِمٌ وَظِلُّهَا تِلْكَ عُقْبَى الَّذِينَ اتَّقَوْا وَعُقْبَى الْكَافِرِينَ النَّارُ \n\nمعني الجنة في الإسلام:\nيؤمن المسلمون أن في الجنة أنهارًا وخضرة وفواكه وثمارًا دانية وأشجارًا كثيرة. وفيها أكل وشرب وكل ما تشتهيه النفس كما ذكر في القرآن، وكما قال رسول الله صلى الله عليه وسلم: \"إن في الجنة ما لا عين رأت ولا أذن سمعت ولا خطر على قلب بشر\". لذلك فهم يتبعون أوامر دينهم من آداء الصلاة والصيام ومساعدة المحتاجين بدفع الزكاة والحج ونصرة المظلوم وفعل الصالحات ليرضى عنهم الله ويدخلهم الجنة.                      "
  },
  {
    "number": "درجات الجنة",
    "text": "",
    "label": "درجات الجنة\tعدل\nفي الجنة مائة درجة ما بين كل درجتين كما بين الأرض والسماء، أعلاها الفردوس. روى مسلم بن الحجاج في صحيحه من حديث المغيرة بن شعبة رضي الله عنه أن النبي صلى الله عليه وسلم قال: «سأل موسى بن عمران ربه جل وعلا وقال: يا رب! ما أدنى أهل الجنة منزلة؟ فقال الله جل وعلا: يا موسى! ذلك رجل يجيء بعدما أدخل أهل الجنة الجنة فيقال له: ادخل الجنة، فيقول: يا رب! كيف وقد نزل الناس منازلهم وأخذوا أخذاتهم؟ فيقول الله جل وعلا: أما ترضى أن يكون لك مثل مُلْك مَلِك من ملوك الدنيا؟ فيقول العبد: رضيت يا رب! رضيت يا رب! فيقول الرب: لك ذلك ومثله ومثله ومثله ومثله فيقول العبد في الخامسة: رضيت يا رب! رضيت يا رب! فيقول الرب جل وعلا: لك ذلك وعشرة أمثاله معه، ولك فيها ما اشتهت نفسك، ولذت عينك».\n\nوقال أحمد : حدثنا فزارة، أخبرني فليح، عن هلال - يعني ابن علي - عن عطاء، عن أبي هريرة، أن رسول الله ﷺ قال: «إن أهل الجنة ليتراءون في الجنة كما تراءون - أو ترون - الكوكب الدري الغابر في الأفق، الطالع، في تفاضل الدرجات. \" قالوا: يا رسول الله، أولئك النبيون؟\" قال: بلى، والذي نفسي بيده، وأقوام آمنوا بالله وصدقوا المرسلين». قال الحافظ الضياء: وهذا على شرط البخاري."
  },
  {
    "number": "وصف الجنة",
    "text": "",
    "label": "وصف الجنة في الإسلام\tعدل\nومن أفضل ما وُصف عن الجنة، ما ألفه ابن القيم في خاتمة نونيته الشهيرة \"نونية ابن القيم\" واسمها الكامل هو \"الكافية الشافية في الانتصار للفرقة الناجية\"، ويبدأ وصف الجنة في نونيته من البيت رقم 4931 وتنتهي بنهاية القصيدة في البيت رقم 5698.                      "
  },
  {
    "number": "من أسماء الجنة",
    "text": "",
    "label": "من أسماء الجنة ودرجاتها\tعدل\nدار السلام: قال تعالى:   لَهُمْ دَارُ السَّلَامِ عِنْدَ رَبِّهِمْ وَهُوَ وَلِيُّهُمْ بِمَا كَانُوا يَعْمَلُونَ    [4] (سورة الأنعام، الآية 127).\n\nجنات عدن: قال عزّ وجلّ:   جَنَّاتِ عَدْنٍ الَّتِي وَعَدَ الرَّحْمَنُ عِبَادَهُ بِالْغَيْبِ إِنَّهُ كَانَ وَعْدُهُ مَأْتِيًّا    [5] (سورة مريم، الآية 61).\n\nجنات النعيم: قال عزّ وجلّ:   إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ جَنَّاتُ النَّعِيمِ    [6] (سورة لقمان، الآية 8).\n\nدار المقامة: قال عزّ وجلّ:   وَقَالُوا الْحَمْدُ لِلَّهِ الَّذِي أَذْهَبَ عَنَّا الْحَزَنَ إِنَّ رَبَّنَا لَغَفُورٌ شَكُورٌ   الَّذِي أَحَلَّنَا دَارَ الْمُقَامَةِ مِنْ فَضْلِهِ لَا يَمَسُّنَا فِيهَا نَصَبٌ وَلَا يَمَسُّنَا فِيهَا لُغُوبٌ    [7] (سورة فاطر، الآيات 34-35).\n\nدار الخلد: قال عزّ وجلّ:   وَأَمَّا الَّذِينَ سُعِدُوا فَفِي الْجَنَّةِ خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ إِلَّا مَا شَاءَ رَبُّكَ عَطَاءً غَيْرَ مَجْذُوذٍ    [8] (سورة هود، الآية 108) وقال كذلك:   مَثَلُ الْجَنَّةِ الَّتِي وُعِدَ الْمُتَّقُونَ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ أُكُلُهَا دَائِمٌ وَظِلُّهَا تِلْكَ عُقْبَى الَّذِينَ اتَّقَوْا وَعُقْبَى الْكَافِرِينَ النَّارُ    [2] (سورة الرعد، الآية 35) وقال:   لَا يَمَسُّهُمْ فِيهَا نَصَبٌ وَمَا هُمْ مِنْهَا بِمُخْرَجِينَ    [9] (سورة الحجر، الآية 48) وقال:   ادْخُلُوهَا بِسَلَامٍ ذَلِكَ يَوْمُ الْخُلُودِ    [10] (سورة ق، الآية 34).\n\nجنة المأوى: قال عزّ وجلّ:   عِنْدَهَا جَنَّةُ الْمَأْوَى    [11] (سورة النجم، الآية 15). قال عطاء عن ابن عباس هي جنة التي يأوي إليها جبريل والملائكة وقال مقاتل هي جنة تأوي إليها أرواح الشهداء وقال كعب هي جنة فيها طير خضر ترتع فيها أرواح الشهداء.\n\nدار الحيوان: قال عزّ وجلّ:   وَمَا هَذِهِ الْحَيَاةُ الدُّنْيَا إِلَّا لَهْوٌ وَلَعِبٌ وَإِنَّ الدَّارَ الْآخِرَةَ لَهِيَ الْحَيَوَانُ لَوْ كَانُوا يَعْلَمُونَ    [12] (سورة العنكبوت، الآية 64).\n\nالفردوس: قال عزّ وجلّ:   أُولَئِكَ هُمُ الْوَارِثُونَ   الَّذِينَ يَرِثُونَ الْفِرْدَوْسَ هُمْ فِيهَا خَالِدُونَ    [13] (سورة المؤمنون، الآية 10-11).\n\nالمقام الأمين: قال عزّ وجلّ:   إِنَّ الْمُتَّقِينَ فِي مَقَامٍ أَمِينٍ    [14] (سورة الدخان، الآية 51).\nمقعد صدق: قال عزّ وجلّ:   إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَنَهَرٍ   فِي مَقْعَدِ صِدْقٍ عِنْدَ مَلِيكٍ مُقْتَدِرٍ    [15] (سورة القمر، الآية 54-55).                      "
  },
  {
    "number": "أنهار الجنة",
    "text": "",
    "label": "أنهار الجنة\tعدل\nفي الجنة نهر من ماء ونهر من عسل ونهر من اللبن ونهر من الخمر يختلف عن خمر الدنيا كما ورد في الأحاديث النبوية، وفي سنن الترمذي أن رسول الله صلى الله عليه وسلم قال: \" إن في الجنة بحر العسل، وبحر الخمر، وبحر اللبن، وبحر الماء، ثم تنشق الأنهار بعد \".[16]\n\nقال عزّ وجلّ:   وَبَشِّرِ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ أَنَّ لَهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ كُلَّمَا رُزِقُوا مِنْهَا مِنْ ثَمَرَةٍ رِزْقًا قَالُوا هَذَا الَّذِي رُزِقْنَا مِنْ قَبْلُ وَأُتُوا بِهِ مُتَشَابِهًا وَلَهُمْ فِيهَا أَزْوَاجٌ مُطَهَّرَةٌ وَهُمْ فِيهَا خَالِدُونَ    [17] (سورة البقرة، الآية 25).\nقال عزّ وجلّ:   مَثَلُ الْجَنَّةِ الَّتِي وُعِدَ الْمُتَّقُونَ فِيهَا أَنْهَارٌ مِنْ مَاءٍ غَيْرِ آسِنٍ وَأَنْهَارٌ مِنْ لَبَنٍ لَمْ يَتَغَيَّرْ طَعْمُهُ وَأَنْهَارٌ مِنْ خَمْرٍ لَذَّةٍ لِلشَّارِبِينَ وَأَنْهَارٌ مِنْ عَسَلٍ مُصَفًّى وَلَهُمْ فِيهَا مِنْ كُلِّ الثَّمَرَاتِ وَمَغْفِرَةٌ مِنْ رَبِّهِمْ كَمَنْ هُوَ خَالِدٌ فِي النَّارِ وَسُقُوا مَاءً حَمِيمًا فَقَطَّعَ أَمْعَاءَهُمْ    [18] (سورة محمد، الآية 15).\n\nنهر الكوثر: وهو نهر أعطى لرسول الله ﷺ في الجنة ويشرب منه المسلمون في الموقف يوم القيامة شربة لا يظمأون بعدها أبدًا بحمد الله وقد سميت إحدى سور القرآن باسمه ووصفه رسول الله صلى الله عليه وسلم بأن حافتاه من قباب اللؤلؤ المجوف وترابه المسك وحصباؤه اللؤلؤ وماؤه أشد بياضًا من الثلج وأحلى من السكر وآنيته من الذهب والفضة.\n\nنهر البيدخ: وهو نهر يغمس فيه الشهداء فيخرجون منه كالقمر ليلة البدر وقد ذهب عنهم ما وجدوه من أذى الدنيا.\n\nنهر بارق: وهو نهر على باب الجنة يجلس عنده الشهداء فيأتيهم رزقهم من الجنة بكرة وعشيًا.\nعيون الجنة\tعدل\n\nعين من كافور:   إِنَّ الْأَبْرَارَ يَشْرَبُونَ مِنْ كَأْسٍ كَانَ مِزَاجُهَا كَافُورًا   عَيْنًا يَشْرَبُ بِهَا عِبَادُ اللَّهِ يُفَجِّرُونَهَا تَفْجِيرًا    [19] (سورة الإنسان، الآيتين 5-6).\n\nالتسنيم:   إِنَّ الْأَبْرَارَ لَفِي نَعِيمٍ   عَلَى الْأَرَائِكِ يَنْظُرُونَ   تَعْرِفُ فِي وُجُوهِهِمْ نَضْرَةَ النَّعِيمِ   يُسْقَوْنَ مِنْ رَحِيقٍ مَخْتُومٍ   خِتَامُهُ مِسْكٌ وَفِي ذَلِكَ فَلْيَتَنَافَسِ الْمُتَنَافِسُونَ   وَمِزَاجُهُ مِنْ تَسْنِيمٍ   عَيْنًا يَشْرَبُ بِهَا الْمُقَرَّبُونَ    [20] (سورة المطففين، الآيات 22-28).\n\nالسلسبيل:   وَيُسْقَوْنَ فِيهَا كَأْسًا كَانَ مِزَاجُهَا زَنْجَبِيلًا   عَيْنًا فِيهَا تُسَمَّى سَلْسَبِيلًا    [21] (سورة الإنسان، الآيتين 17-18).                      "
  },
  {
    "number": "نساء الجنة",
    "text": "",
    "label": "نساء الجنة\tعدل\nونساء الجنة هن الحور العين وهن مطهرات من الحيض، والبول، النفاس، الغائط، المخاط، البصاق، وكل قذر وأذى نساء الدنيا، فطهر مع ذلك بدنها من الأخلاق السيئة والصفات المذمومة وطهر لسانها من الفحش والبذاء وطهر طرفها من أن تطمع في غير زوجها وطهر أثوابها من يعرض لدنس أو وسخ. والحور جمع حوراء وهي المرأة الشابة الجميلة البيضاء الشديدة البياض.\n\nقال عزّ وجلّ :   كَأَنَّهُنَّ الْيَاقُوتُ وَالْمَرْجَانُ    [22] (سورة الرحمن، الآية 58).\nقال عزّ وجلّ :   كَأَمْثَالِ اللُّؤْلُؤِ الْمَكْنُونِ    [23] (سورة الواقعة، الآية 23).\nقال عزّ وجلّ :   قَالُوا بَلْ لَمْ تَكُونُوا مُؤْمِنِينَ    [24] (سورة الصافات، الآية 29).    "
  },
  {
    "number": "بناء الجنة",
    "text": "",
    "label": "بناء الجنة\tعدل\nوبناء الجنة لبنة من فضة ولبنة من ذهب، وملاطها المسك، وحصباؤها اللؤلؤ والياقوت، وترابها الزعفران، ومن صلى في اليوم إثنتي عشرة ركعة (النوافل) بني له بيت في الجنة، كما ذكر في الحديث.                  "
  },
  {
    "number": "أبواب الجنة ",
    "text": "",
    "label": "للجنة ثمانية أبواب ومن بينها باب الريان لا يدخله إلا الصائمون، وعرض الباب مسيرة الراكب السريع قيل أربعين عامًا. ومن أبواب الجنة أيضًا باب الصلاة لأهل الصلاة، وباب الصدقة لأهل الصدقة، وباب الجهاد للمجاهدين في سبيل الله، وباب الأيمن، وباب الكاظمين الغيظ.       "
  },
  {
    "number": "أشجار الجنة",
    "text": "",
    "label": "ذكر في أحاديث نبوية أن فيها شجرة يسير الراكب في ظلها مائة سنة لا يقطعها، وإن أشجارها دائمة العطاء قريبة دانية مذللة وقد ذكر منها شجرة طوبى وسدرة المنتهى.\n\nشجرة طوبى: قال عنها رسول الله ﷺ أنها تشبه شجرة الجوز وهي بالغة العظم في حجمها وتتفتق ثمارها عن ثياب أهل الجنة في كل ثمرة سبعين ثوبًا ألوانًا ألوان من السندس والأستبرق لم ير مثلها أهل الدنيا ينال منها المؤمن ما يشاء وعندها يجتمع أهل الجنة فيتذكرون لهو الدنيا فيبعث الله ريحًا من الجنة تحرك تلك الشجرة بكل لهو كان في الدنيا.\n\nسدرة المنتهى: وهي شجرة عظيمة تحت عرش الرحمن ويخرج من أصلها أربعة أنهار ويغشاها نور الله والعديد من الملائكة وهي مقام سيدنا إبراهيم عليه السلام ومعه أطفال المؤمنين الذين ماتوا وهم صغار يرعاهم كأب لهم جميعًا وأوراقها تحمل علم الخلائق وما لا يعلمه إلا الله سبحانه وتعالى وفي الجنة أشجار من جميع أنواع الفواكه المعروفة في الدنيا ليس منها إلا الأسماء أما الجوهر فهو ما لا يعلمه إلا الله.\nقال عزّ وجلّ:   وَبَشِّرِ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ أَنَّ لَهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ كُلَّمَا رُزِقُوا مِنْهَا مِنْ ثَمَرَةٍ رِزْقًا قَالُوا هَذَا الَّذِي رُزِقْنَا مِنْ قَبْلُ وَأُتُوا بِهِ مُتَشَابِهًا وَلَهُمْ فِيهَا أَزْوَاجٌ مُطَهَّرَةٌ وَهُمْ فِيهَا خَالِدُونَ    [17] (سورة البقرة، الآية 25).  "
  },
  {
    "number": "خيام الجنة",
    "text": "",
    "label": "خيام الجنة\tعدل\nتضرب فيها للمؤمن خيمة مجوفة من اللؤلؤ عرضها ستون ميلًا في كل زاوية فيها أهل يطوف عليهم.        "
  },
  {
    "number": "أماني الجنة",
    "text": "",
    "label": "أماني الجنة\tعدل\nيقال لداخلها تمنى فلك الذي تمنيت وعشرة أضعاف الدنيا.                      "
  },
  {
    "number": "خازن الجنة",
    "text": "",
    "label": "خازن الجنة\tعدل\nوكما أن للنار خازنًا من الملائكة يدعى مالك؛ فإن للجنة خازنًا من الملائكة يدعى رضوان.                      "
  },
  {
    "number": "غرف الجنة",
    "text": "",
    "label": "وَصَفَ الله -تعالى- غُرفَ الجنَّة ومساكنِها بقوله: (لَكِنِ الَّذِينَ اتَّقَوْا رَبَّهُمْ لَهُمْ غُرَفٌ مِّن فَوْقِهَا غُرَفٌ مَّبْنِيَّةٌ تَجْرِي مِن تَحْتِهَا الأَنْهَارُ وَعْدَ الله لا يُخْلِفُ الله الْمِيعَادَ)؛[٨] فقال ابنُ كثير في تفسيره: إنَّ هذه الغُرف تكون قُصوراً شاهقة، وتكونُ طبقاتٍ بعضها فوق بعض، مبنيّةٌ بإحْكام، وهي عالية ومُزخرفةٌ، ووصفها النبيّ -عليه الصلاةُ والسلام- بقوله: (إنَّ في الجنَّةِ غرفًا يُرى ظاهرُها من باطنِها وباطنُها من ظاهرِها)،[٩][١٠] ففي الجنَّة غُرفٌ، وبيوتٌ، وقُصورٌ، وخيام، لِقولهِ -تعالى- على لسان امرأة فرعون: (رَبِّ ابْنِ لِي عِندَكَ بَيْتًا فِي الْجَنَّةِ)،[١١] وأمّا بالنسبة للخيام، فجاء ذِكرُها في قولهِ -تعالى-: (حُورٌ مَّقْصُورَاتٌ فِي الْخِيَامِ)،[١٢] ويُمكن لأهلِ الجنَّة الذهاب فيها حيثُ يشاؤون.[١٣]                      "
  },
  {
    "number": "فرش الجنة",
    "text": "",
    "label": "تُعدُّ فُرش الجنَّة من السُرر -جمع سرير- المرفوعة، وتتكوّن من الياقوت الأحمر، ولها جناحان من الزُمُرّد الأخضر، وعليها سبعون فِراشاً محشوةً بالنور، وظاهرها السُندس، ومن داخلها الاستبرق، وطولها مسيرة أربعين عاماً، وأرائكها من اللؤلؤ، قال الله -تعالى-: (هُمْ وَأَزْوَاجُهُمْ فِي ظِلَالٍ عَلَى الْأَرَائِكِ مُتَّكِئُونَ)،[٣٠][٣١] كما أنَّ من فُرشها العبقري؛ وهو الفِراش المُطرَّز، وكذلك الزرابيّ، والرفرف، وهي المفارش التي تكون فوق السُّرر، لِقولهِ -تعالى-: (فِيهَا سُرُرٌ مَّرْفُوعَةٌ* وَأَكْوَابٌ مَّوْضُوعَةٌ* وَنَمَارِقُ مَصْفُوفَةٌ* وَزَرَابِيُّ مَبْثُوثَةٌ)،[٣٢] وتصعد هذه السُّرر بصاحبها حيثُ يُريد.[٣٣]                      "
  },
  {
    "number": "نور الجنة",
    "text": "",
    "label": "أجواء الجنَّة من نور، حيث لا يوجد شمسٌ أو قمرٌ، أو ليلٌ أو نهارٌ، أو صيفٌ أو شِتاءٌ، وجاء عن بعض السلف قوله: إنَّ جَوَّها كالنور الذي يكون عند الفجر وقبل طُلوع الشمس، كما أنَّه لا يوجد بها نوم، وفيها سوقٌ يدخله الإنسانُ كُلُّ جُمعةٍ، لِقول النبيّ -عليه الصلاةُ والسلام-: (إنَّ في الجَنَّةِ لَسُوقًا، يَأْتُونَها كُلَّ جُمُعَةٍ، فَتَهُبُّ رِيحُ الشَّمالِ فَتَحْثُو في وُجُوهِهِمْ وثِيابِهِمْ، فَيَزْدادُونَ حُسْنًا وجَمالًا، فَيَرْجِعُونَ إلى أهْلِيهِمْ وقَدِ ازْدادُوا حُسْنًا وجَمالًا، فيَقولُ لهمْ أهْلُوهُمْ: واللَّهِ لَقَدِ ازْدَدْتُمْ بَعْدَنا حُسْنًا وجَمالًا، فيَقولونَ: وأَنْتُمْ، واللَّهِ لَقَدِ ازْدَدْتُمْ بَعْدَنا حُسْنًا وجَمالًا).[٣٤][٣٥]                      "
  },
  {
    "number": "أول من يدخل الجنة",
    "text": "",
    "label": "روى أنس بن مالك -رضيَ الله عنه- أنّ رسول الله -صلّى الله عليه وسلّم- قال: (آتي بابَ الجَنَّةِ يَومَ القِيامَةِ فأسْتفْتِحُ، فيَقولُ الخازِنُ: مَن أنْتَ؟ فأقُولُ: مُحَمَّدٌ، فيَقولُ: بكَ أُمِرْتُ لا أفْتَحُ لأَحَدٍ قَبْلَكَ)،[١] وقال: (أنا أكْثَرُ الأنْبِياءِ تَبَعًا يَومَ القِيامَةِ، وأنا أوَّلُ مَن يَقْرَعُ بابَ الجَنَّةِ).[٢]\n\nوالرسول الأمين هو أوّل مَن يدخل الجنّة، ويأخذ ما أعدّ الله له ولأمته من النعيم فيها، ثمّ يعود إلى أرض المحشر ليشفع لأمته، ويشهد معهم مشاهد القيامة.[٣]\n\nأول من يشفع بدخول الجنة \n\nتكون الشفاعة الكبرى يوم القيامة عند الله للنبيّ محمّد -صلّى الله عليه وسلّم-، فلا أحد من الخلق أفضل منه وأعظم منه عند الله، وهو أوّل مَن يشفع بدخول الجنّة، فقد روى أنس بن مالك -رضيَ الله عنه- عن النبيّ -صلّى الله عليه وسلّم- فقال: (أنا أوَّلُ النَّاسِ يَشْفَعُ في الجَنَّةِ وأنا أكْثَرُ الأنْبِياءِ تَبَعاً).[٤][٥]\n\nأول من يقرع باب الجنة \n\nأوّل مَن يطرق باب الجنّة يوم القيامة هو رسول الله، فيسأله خازن الجنة عنه، فيخبره أنّه محمد، فيردّ الخازن أنّه قد أمر ألّا يفتح الباب لأحدٍ قبل رسول الله من الناس والأنبياء، ثمّ إذا دخل رسول الله دخل من بعده الذين آمنوا به من أُمته، روى أنس بن مالك -رضي الله عنه- عن الرسول الأمين أنّه قال: (أنا أولُ مَنْ يَأْخُذُ بِحَلْقَةِ بابِ الجنةِ فَأُقَعْقِعُها).[٦][٧]\n\nأول فئات الناس دخولا للجنة\n\nروى عبد الله بن عمرو -رضيَ الله عنه- أنّ رسول الله قال: (هل تدرونَ مَن أوَّلُ مَن يدخُلُ الجنَّةَ مِن خَلْقِ اللهِ؟ قالوا: اللهُ ورسولُه أعلَمُ، قال: أوَّلُ مَن يدخُلُ الجنَّةَ مِن اللهِ الفُقَراءُ المُهاجِرونَ الَّذينَ يُسَدُّ بهم الثُّغورُ وتُتَّقَى بهم المَكارِهُ ويموتُ أحَدُهم وحاجتُه في صدرِه لا يستطيعُ لها قضاءً).[٨][٩]\n\nوجاء أيضاً أنّ أوّل مَن يقرع باب الجنّة بلال بن حمامة، ولا يتنافى أيٌّ من ذلك مع الآخر، فقد يكون المراد أنّ هذه الفئات هي أوّل مَن يدخل الجنة من أمّة محّمد، أو أنّها تقرع الباب الأصليّ للجنة وليس حِلق الجنة.[١٠]\n\nأول من يدخل الجنة من الصحابة\n\nورد في الحديث الضعيف الذي رواه أبو هريرة -رضيَ الله عنه- عن رسول الله -صلّى الله عليه وسلّم- أنّه قال: (أتاني جبريلُ فأخذ بيدِي، فأَرَانِي بابَ الجنةِ الذي يَدْخُلُ منه أُمَّتِي، قال أبو بكرٍ : ودِدْتُ أني كنتُ معك حتى أنظرَ إليه، قال : أَمَا إنك يا أبا بكرٍ أولُ مَن يدخلُ الجنةَ من أُمَّتِي).[١١][١٢]\n\nونُقل عن بعض العلماء أنّ أبا سلمة -رضيَ الله عنه- كان أوّل المهاجرين وهو أوّل مَن يدخل الجنة من أمّة سيدنا محمد، لكن الأصح أنّ أبا بكر -رضيَ الله عنه- هو أوّل مَن يدخل الجنة من الأمّة.[١٣]     "
  },
  {
    "number": "أسباب دخول الجنة",
    "text": "",
    "label": "صحة العقيدة و العمل\n\nإن صحة العقيدة من الشروط الأساسية لدخول الجنة، بالإضافة إلى صحة العمل، فمن أخذ بأسباب دخول الجنة ولم تكن عقيدته صحيحة لا يدخل الجنة، وذلك لقوله تعالى: (وَقَدِمْنَا إِلَى مَا عَمِلُوا مِنْ عَمَلٍ فَجَعَلْنَاهُ هَبَاءً مَّنثُورًا) [الفرقان: 23]، كما أن الإيمان وحده لا يدخل الجنة، حيث إنّ الله عزّ وجل قرن الإيمان بالعمل الصالح، وبناءً على ذلك فإن العمل الصالح الذي يدخل الجنة هو العمل الخالص لوجه الله، والموافق للسنة.\n\n\nالتقوى\n\nالتقوى تعني الخوف الجليل، والعمل بالتنزيل، والقناعة بالشيء القليل، والاستعداد للقاء الله عزّ وجل يوم القيامة، ويمكن تعريف التقوى على أنها طاعة الله كما جاء في القرآن الكريم والسنة النبوية، بهدف نيل ثوابه، وترك معصيته على نور منه، والأمر بالمعروف والنهي عن المنكر بهدف التقرب منه، قال تعالى: (وَسَارِعُوا إِلَى مَغْفِرَةٍ مِنْ رَبِّكُمْ وَجَنَّةٍ عَرْضُهَا السَّمَوَاتُ وَالْأَرْضُ أُعِدَّتْ لِلْمُتَّقِينَ)[آل عمران: 133].\n\nإيثار طاعة الله على المصلحة الشخصية\n\nينبغي على العبد عندما يشعر بأنّ مصلحته تتعارض مع الحكم الشرعي، أن يلتزم بالحكم الشرعي، وأن يطيع الله ورسوله، قال تعالى: (وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ) [النساء: 13].\n\nالجهاد في سبيل الله\n\nيعتبر الجهاد من الأعمال التي تدخل صاحبها الجنة، سواءً كان ذلك جهاداً بالنفس أم جهاداً بالدعوة، قال تعالى: (فَلَا تُطِعِ الْكَافِرِينَ وَجَاهِدْهُمْ بِهِ جِهَاداً كَبِيراً) [الفرقان: 52]؛ حيث إنّ الجهاد في سبيل الله أحد أكبر أسباب دخول الجنة، قال تعالى:(إِنَّ اللَّـهَ اشتَرى مِنَ المُؤمِنينَ أَنفُسَهُم وَأَموالَهُم بِأَنَّ لَهُمُ الجَنَّةَ يُقاتِلونَ في سَبيلِ اللَّـهِ فَيَقتُلونَ وَيُقتَلونَ وَعدًا عَلَيهِ حَقًّا فِي التَّوراةِ وَالإِنجيلِ وَالقُرآنِ وَمَن أَوفى بِعَهدِهِ مِنَ اللَّـهِ) [التوبة: 111].\n\nطلب العلم لوجه الله\n\nيكون طلب العلم لوجه الله عزّ وجل بحضور المسلم مجالس العلم لا يبتغي إلا وجه الله عزّ وجل، وأن يكون الهدف منها التعرف إلى الله من خلالها، وأن يعرف أوامره ونواهيه، كما يجب التعرف على سنة النبي صلى الله عليه وسلم، حيث قال: (من سلك طريقا يلتمس فيه علما ، سهل الله له طريقا إلى الجنة) [صحيح].\n\nحسن الخلق\n\nيعتبر الخلق أحد أسباب دخول الجنة، لأنّ الإيمان هو الخلق، فمن زاد في الخلق زاد في الإيمان، حيث إنّ الله عزّ وجل عندما أراد أن يمدح نبيه صلى الله عليه وسلم مدح خلقه فقال: ﴿وَإِنَّكَ لَعَلى خُلُقٍ عَظِيمٍ ﴾[القلم: 4].\n\nأسباب أخرى لدخول الجنة\n\nتعتبر التوبة أحد أبواب دخول الجنة، حيث إنّ الله يحب التوابين، قال تعالى:﴿إِلَّا مَنْ تَابَ وَآَمَنَ وَعَمِلَ صَالِحاً فَأُولَئِكَ يَدْخُلُونَ الْجَنَّةَ وَلَا يُظْلَمُونَ شَيْئاً) [مريم: 60].\nترك المراء.\nالمداومة على صلاة ركعتين بعد كل أذان.\nأداء الصلوات في المسجد مع الجماعة.\nالإكثار من السجود لله عزّ وجل.\nالتطوع في العبادات كالصوم، والصلاة، والصدقات.\nإفشاء السلام، وصلة الأرحام.\nالوفاء بالعهود، والصدق في الحديث.\nكفالة اليتيم، وحسن رعايته، وحفظ ماله.\nعيادة المريض.\nتسبيح الله، وحمده، والتهليل، والتكبير، والدعاء.\nالتجاوز عن المعسر.                      "
  },
  {
    "number": "كيف تدخل الجنة",
    "text": "",
    "label": "إنّ من عظيم إحسان الله، وفيض رحمته أنّه يضع لعبده أسهل الطرق لدخول الجنة، فالمحافظة على صلاة الفجر والعصر في وقتهما باب يضمن لك سعادة دائمة، ورسول الله يطمئننا ويقول: \"من صلّى البردين دخل الجنة\".\nصيام التطوع خير وفير، يضمن لك الدخول من باب الريان، وهو باب من أبواب الجنة.\nطاعة الوالدين وبرهما والإحسان إليهما في الكِبر، وهو من أقرب الأعمال إلى الله بعد الصلاة كما أجاب المصطفى صحابته.\nحفظ أسماء الله الحسنى وفهم معانيها دخول للجنة بيسر بإذن الله.\nإماطة الأذى عن الطريق خلقٌ حسن يتحلّى به المسلم المخلص لدينه، وهو عمل يوصلك للجنة.\nدخول الجنة دون حساب أو عذاب\n\nيخبرنا رسول الله أنّ سبعين ألفاً من أمته يدخلون الجنة دون حساب أو عذاب، وهم الذين لا يسترقون، ولا يكتوون، ولا يتطايرون، وعلى ربهم يتوكلون، والذين لا يسترقون هم من لا يطلبون من أحد أن يقرأ عليهم الرقية الشرعية؛ اعتماداً على الله، وعزة لنفوسهم التي تأبى التذلل والخضوع لغيره، وثقة بقوته وقدرته على أن يُحيي العظام وهي رميم، ومعنى لا يتطايرون لا يتشاءمون، ولا يكتوون هم الذين لا يتداوون بالكي توكلاً على الله وفي ذلك دلالة كبيرة على ضرورة التوكل والاعتماد عليه فهو حسبه ووليه وناصره وكافيه، لأنّ المسلم في التوكل عليه جل في علاه لا يخشى إلّاه، ولا يلجأ إلّا إليه، ولا يرجو ويطلب العفو والتذلل إلّا لمن نفث روح الحياة في جسده وصار إنساناً من لحمٍ ودم، ولما يشعر ربنا بأن عبده يُوكله في كل حركة وسكنة ثقة بقوته وكرمه يغدق عليه من واسع رحمته ويفيض عليه من قدرته ورضاه.\n\nأسباب دخول الجنة\n\nكل مسلم على وجه البسيطة يسأل الله في كل صلاة الجنة ويواظب على الخير ما استطاع إلى ذلك سبيلاً للفوز برضا الله وبها:\n\nالعمل الصالح: هو ما يُرضي الله، كالتيسير على المُعسر بتفريج كربته بعد بمشيئة الله، وإماطة الأذى عن الطريق، والأمانة في المأكل والمشرب، والمعاملات التجارية، كذلك بر الوالدين، والعطف على الصغير، واحترام الكبير، وتقديم يد العون له.\nطاعة الله ورسوله في الفرائض والواجبات واجتناب ما نهى عنه، والحرص على أداء الطاعات على أكمل وجه.\nالصبرعلى البلاء حين فقد الأزواج أو الأبناء واحتسابهم عند الله والرضا بالقضاء والقدر، والإيمان بأن الخير فيما قضاه الله والشر فيما صرفه.\nكفالة اليتيم، فلقد أخبرنا رسول الله أنه وكافل اليتيم كهاتين في الجنة وأشار بأصابعه السبابة والإبهام؛ لأن في ذلك رحمة وخير وتيسير حال.\nالتحلي بالصدق وحفظ الفرج وغض البصر، ولقد ضمن رسول الله لمن يتسم بهذه الصفات الحسنة الجنة.\nقيام الليل، وهو اصطفاء يكرمه الله لمن يشتاق لصوته في عتمة الليل وحلكته، ويستجيب لرجائه ودموعه التي ترجو رحمته وكرمه ورضاه.\nقراءة آية الكرسي بعد كل صلاة، من داوم عليها لا يحول بينه وبين الجنة إلّا الموت.\nصلاة اثنتي عشر ركعة كل يوم تطوعاً، وتُقسَّم ركعتين قبل الفجر،أربع ركعات قبل الظهر، وركعتين بعدها، ركعتين بعد المغرب، وركعتين بعد العشاء، ويكون بذلك بُني بيتاً للمسلم في الجنة.\nوشرط كل عمل صالح الإخلاص لله وحده وأن يقصد وجه الله تعالى دون أن يُشرك بذلك عبد مأمور أصلاً من الله وليس بيده حول أو قوة، فالإخلاص يُحقق العبودية التامة ويكون باباً لدخول الجنة بإذن الله، ومحل النية القلب التي يبدأ بها كل عمل يرتجي وجه الله ويطلب جنته، وعلى المسلم الفطن الذي يطمع في رضوان الله ويُسابق في الخيرات ويكون شعاره \"لن يسبقني إلى الجنة أحد\" أن يُوطّن نفسه على أي لحظة مغادرة حياة الدنيا إلى الآخرة وحياة البرزخ، ويكون بذلك ضمن دخول الجنة بكثرة ذكر الله وفعل الصالحات من الأعمال، وسلامة القلب من شوائب السوء والمعاصي تأتي من سماع القرآن وفي مجالس الذكر وأوقات الخلوة، فالحياة حياة القلب والموت موت القلب والمرض مرض القلب، والقلب يحضر كلما خرَّ المسلم ساجداً باكياً متذللاً لربه مع حضور الخوف والرجاء من الله باب لدخول الجنة بإذنه.\n\nأحسنوا الظن بالله، وتفائلوا بالجنة بالعمل الصالح ستنعمون بجنة عرضها السماوات والأرض، فالله عند حسن ظن عبده به، اخلعوا ثوب اليأس والجزع والشر، واعمروا دنياكم بالخير والرضا والطاعة.                      "
  }
]