[
  {
    "number": "كيفية الصلاة",
    "text": "",
    "label": "الصلاة هي الركن الثاني من أركان الإسلام الخمسة، وأول ما يُسأَل عنه العبد يوم القيامة باعتبارها عمود الدين، واتصال روحي بين العبد وربه، فكانت الصلاة منذ أن فُرضت خمسون صلاة، فأصبحت خمس صلوات في اليوم تخفيفًا على الأمة، يؤديها المسلم في طمأنينة لكسب رضى الله سبحانه وتعالى، ففي الصلاة تكون الراحة والسكينة والرقي بالنفس وسموّها، لأنّ تأديتها تريح المسلم، فمن أراد الصلاة يجب عليه أن يطبّق شروطها الصحيحة لتُقبل.\n\nشروط الصلاة:\nطهارة البدن: الوضوء أو الاغتسال أو التيمّم في حال عدم وجود ماء. طهارة الثوب. استقبال القبلة. استحضار النية: محلُّها في القلب وليس النطق بها.\n\nكيفية الصلاة الصحيحة:\n\n• بعد أداء شروط الصلاة الصحيحة يستقبل المسلم القبلة مراعيًا اتجاهها دون التفات أو انحراف، ومن بعدها يستحضر النية دون التلفظ بها. \n\n• تكبيرة الإحرام بقول الله أكبر، ورفع اليدين حذو المنكبين.\n\n•الاستفتاح، وذلك بوضع اليد اليمنى على اليد اليسرى فوق صدره، ويقول المصلي دعاء الاستفتاح: سبحانك اللهم وبحمدك وتبارك اسمك وتعالى جدك ولا إله غيرك. \n\n•قراءة سورة الفاتحة بعد الاستعاذة والبسملة. قراءة ما تيسّر من القران الكريم . \n\n•الركوع: انحناء الظهر باستقامة دون زيادة أو نقصان في الانحناء، إذ يجعل رأسه حيال ظهره ويضع يديه على ركبتيه مفرجتي الأصابع، ويكبّر عند ركوعه برفع يديه حذو منكبيه، ويقول عند الركوع (سبحان ربي العظيم) ثلاث مرات. \n\n•الرفع من الركوع وقول:سمع الله لمن حمده، وبعد الاعتدال في الرفع قول: ربنا ولك الحمد والشكر ملء السموات والأرض وملء ما شئت من شيء بعد. \n\n•السجود: ينزل على أعضائه السبعة: الجبهة والأنف والكفين والركبتين وأطراف القدمين، ويضع يديه بمحاذاة منكبيه على الأرض ويرفع عضديه، ولا يبسط ذراعيه على الأرض، ويستقبل برؤوس أصابعه القبلة، ويقول: (سبحان ربي الأعلى) ثلاث مرات، ثم الرفع من السجود وقول الله أكبر. \n\n•الجلوس بين السجدتين، وقول: رب اغفر لي وارحمني واهدني وارزقني واجبرني وعافني، ثم السجود للسجدة الثانية وقول كما في السجدة الأولى، والتكبير عند السجود، وتكون بذلك قد اكتملت الركعة الأولى، ثم الإتيان بالركعة الثانية بعد التكبير وقول كما في الركعة الأولى دون دعاء الاستفتاح. \n\n•التشهّد: بعد انتهاء الركعة الثانية يجلس متورّكًا فينصب قدمه اليمنى ويخرج قدمه اليسرى من تحت اليمنى ويجعل مقعدته متمكّنة من الأرض، ثم يضع المصلي يديه على فخذيه كما وضعها في التشهّد الأول، ويقول: (التّحيات لله والصلوات والطيبات السّلام عليك أيها النبي ورحمة الله وبركاته السلام علينا وعلى عباد الله الصالحين أشهد أن لا إله الا الله وأشهد أن محمدًا عبده ورسوله). إذا كان لم ينهي الصلاة يأت بالركعة الثالثة أو الرابعة ليستكمل الصلاة، \n\nأما إذا أراد أن ينهي الصلاة فيأت بالصلاة الإبراهيمية ويقول: (اللهم صلّ على محمد وعلى آل محمد كما صليت على إبراهيم وعلى آل إبراهيم إنك حميد مجيد، وبارك على محمد وعلى آل محمد كما باركت على إبراهيم وعلى آل إبراهيم إنك حميد مجيد). ثم يدعو الله بما يحب ويقول: أعوذ بالله من عذاب جهنم ومن عذاب القبر ومن فتنة المحيا والممات ومن فتنة المسيح الدجال. التسليم: يسلم عن يمينه ويساره، ويقول: السلام عليكم ورحمة الله.                      "
  },
  {
    "number": "نواقض ( مبطلات الصلاة )",
    "text": "",
    "label": "ما يبطل الصلاة\n\n1- ما يَنْقُضُ الوضوء: لأن الطهارة شرط في صحة الصلاة كما تقدم فإذا انتقضت الطهارة انتقضت الصلاة أي بطلت.\n\n2- كشف العورة: لأن ستر العورة شرط في صحة الصلاة كما علمت، فإذا انكشفت العورة عمداً، بطلت الصلاة.\n\n3- استِّدْبار الكعبة: لأنه شُرِطَ استقبالها لصحة الصلاة- إلا لجاهل- فإن كان عالماً عامداً بطلت صلاته.\n\n4- الزِّيادة في الأركان أو النقص منها عمداً: لأنها عبادة تَوقيفية لا تجوز الزيادة عليها ولا النقص منها فإن فعل عامدا بطلت صلاته.\n\n5- تقديم بعض الأركان على ما قبلها: ترتيب الأركان ركن من الصلاة كما علمت فإن قدم أو أخر عمدا أخلَّ بهذا الترتيب وبطلت صلاته.\n\n6- فَسْخُ النية أو نية الخروج من الصلاة: لأن النية واستدامتها شرط لصحة الصلاة، فإن فسخها أو نوى الخروج من الصلاة بطلت صلاته.\n\n7- الكلام الخارجُ عن الصلاة: من تكلم عامدا عالما بحرمة الكلام في الصلاة بطلت صلاته، لحديث زيد بن أرقم: \"كنا نتكلم في الصلاة، يكلم الرجل منا صاحبه وهو إلى جنبه في الصلاة فنزلت ( وَقُومُوا لله قَانتين ) (238 البقرة) فَأُمِرْنا بالسُّكوتِ ونُهِينا عن الكلام \" رواه الجماعة إلا ابن ماجه.                      "
  },
  {
    "number": "كيفية الوضوء الصحيح ",
    "text": "",
    "label": "حتى تكون الصّلاة صحيحة، لا بد أن يكون الوضوء صحيحًا، لأنّ الصّلاة لا يقربها إلاّ من كان طاهرًا بجسده، والوضوء يعتبر مقصد الطّهارة هنا، فهو يسبغ على البدن والرّوح طهارة حسّية ومعنويّة وجسديّة تهيئ المسلم لدخول الصّلاة بقلب سليم، وجسد طاهر، وفيما يلي توضيح لخطوات الوضوء والصّلاة بالتفصيل: \n\nخطوات الوضوء الصّحيح: يعتبر الوضوء مفتاح الصّلاة، والمقصود به طهارة البدن والملبس والمكان، ولا تصح الصّلاة ولا تُقبل إلاّ بالوضوء الصّحيح الكامل، الذي له آداب وشروط نبيّنها كما يلي: \n\n١•البدء بالبسملة واستحضار النيّة بالقلب. \n\n٢•غسل الكفّين ثلاثًا. \n\n٣•المضمضة ثلاثًا، وتعني إدخال الماء بالفم والمضمضة به ثم إخراجه.\n\n٤•الاستنشاق ثلاثًا، ويكون بتقريب الماء من الأنف، والبعض يستنشق الماء ويدخله للأنف ثم يطرده خارجًا، وكلاهما صحيح، والأفضل المبالغة بالاستنشاق ما لم يكن المسلم صائمًا. \n\n٥•غسل الوجه ثلاثًا، بحيث يغمر الماء جميع الوجه من الجبهة وحتى الذّقن، والصدغين وجميع حدود الوجه الخارجيّة. \n\n٦•غسل السّاعدين إلى المرفقين ثلاثًا لكل منهما، ويشترط البدء بالجانب الأيمن ثم الانتقال إلى الجانب الأيسر. \n\n٧•مسح الرأس بالقليل من الماء، ثم مسح الأذنين من الدّاخل والخارج. \n\n٨•غسل القدمين إلى الكعبين ثلاثًا لكل منهما، مع البدء بالجانب الأيمن ثم الأيسر، مع تخليل الماء بين الأصابع لتنظيف ما علق بباطنها من أوساخ وأتربة. \n\n٩•الخطوة الأخيرة من الوضوء يستحب فور الانتهاء من الوضوء قول: \"أشهد أنّ لا إله إلاّ الله وحده لا شريك له، وأنّ محمّدًا عبده ورسوله، اللهم اجعلني من التوّابين، واجعلني من المتطهّرين\".                      "
  },
  {
    "number": "كيفية التيمم",
    "text": "",
    "label": "إنّ الحكمة من مشروعية التيمم هي التسهيل على أمة محمد عليه الصلاة والسلام، ودفع الضرر الذي يمكن أن يقع بالمسلم في حالة استخدام الماء مثل تفاقم الأمراض وشدتها وتعذر شفاءها أو في حالات انقطاع الماء وعدم وجوده كالسفر والضياع، وذلك لدوام صلة العبد بربه وعدم انقطاع الصلاة عندَ انقطاع الماء. \n\nشروط صحة التيمم:\n\nأجمع العلماء أنّ التيمم يكون صحيحاً في حالة دخول وقت الصلاة والحاجة للتيمم، فلا يجوز التيمم للنوافل والتيمم قبل دخول وقت الصلاة، كما أنّ التيمم يجوز للصلاة الفائتة، وهذا حسب رأي جمهور العلماء. \n\nعدم توفر الماء: قال الله سبحانه وتعالى: (فَلَمْ تَجِدُوا مَاءً فَتَيَمَّمُوا) [النساء: 43]. طلب الماء والبحث عنه: يشترط للتيمم حسب مذهب أحمد بن حنبل والشافعي طلب الماء والبحث عنه، فإذا كان الشخص في سفر ومعه رفقة يحب عليه طلب الماء من رفقته، أما إذا رأى ما يدل على وجود الماء كالخضرة وغيرها فعليه أن يتوجه إليها. \n\nعدم القدرة على استخدام الماء: وذلك يكون بسبب إمكانية الاصابة بالأمراض، أو ازدياد المرض وتلف الأعضاء عند استخدام الماء أو الخوف من تأخر الشفاء لبعض الأمراض، وفي حالات البرد الشديدة جدا.\n\nكيفية التيمم:\n\nوضح الرسول محمد عليه الصلاة والسلام كيفية التيمم حيثُ إنّه قال لعمار بن ياسر في الصحيحين: (إنما كان يَكْفيك أن تقولَ بيديْك هكذا، ثم ضربَ بيديه الأرضَ ضربةً واحدةً، ثم مَسَحَ الشمالَ على اليمينِ، وظاهرَ كفَيْه، ووجهَه) [صحيح]، فإذا كان الشخص في حالة سفر أو تعذر عليه استخدام الماء يستطيع التيمم من خلال ضرب كفيه في التراب ضربة واحدة، ثمّ النفخ فيهما للتخلص مما علقَ بهما من التراب ومسح وجهه وكفيه. يسمي الشخص قبل التيمم كما يفعل قبل الوضوء، وبعد مسح وجهه وكفيه يقول: أشهد أنّ لا إله إلا الله وحده لا شريك له وأشهد أنّ محمداً عبده ورسوله، اللهم اجعلني من التوابين واجعلني من المتطهرين، كما يفعل بعد الانتهاء من الوضوء بالماء.       "
  },
  {
    "number": "نواقض الوضوء والتيمم",
    "text": "",
    "label": "وممّا حصل فيه خلاف بين أهل العلم، لكن نذكر ما يكون ناقضاً بمقتضى الدليل:\n\n(الأول): الخارج من السبيلين، أي الخارج من القُبُل أو من الدُّبُر، فكل ما خرج من القُبل أو الدبر فإنه ناقض الوضوء، سواءً كان بولاً أم غائطاً، أم مذياً، أم منياً، أم ريحاً، فكل شيء يخرج من القبل أو الدبر فإنه ناقض للوضوء ولا تسأل عنه، لكن إذا كان منيّاً وخرج بشهوة، فمن المعلوم أن يوجب الغسل، وإذا كان مذياً فإنه يوجب غسل الذكروالأنثيين مع الوضوء أيضاً.\n\n(الثاني): النوم إذا كان كثيراً بحيث لا يشعر النائم لو أحدث، فأما إذا كان النوم يسيراً يشعر النائم بنفسه لو أحدث فإنه لا ينقض الوضوء، ولا فرق في ذلك أن يكون نائماً مضطجعاً أو قاعداً معتمداً أو قاعداً غير معتمد، فالمهم حالة حضور القلب، فإذا كان بحيث لو أحْدث لأحسَّ بنفسه فإن وضوءه لا ينتقض، وإن كان في حال لو أحْدث لم يحسّ بنفسه، فإنه يجب عليه الوضوء، وذلك لأن النوم نفسه ليس بناقض وإنما مظنة الحدث، فإذا كان الحدثُ مُنتقياً لكون الإنسان يشعر به لو حصل منه، فإنه لا ينتقض الوضوء.\n\n(والدليل على أن النوم نفسه ليس بناقض أن يسيره لا ينقض الوضوء، ولو كان ناقضاً لنقض يسيرهُ وكثيرهُ كما ينقض البولُ يسيرهُ وكثيره.)\n\n(الثالث): أكل لحم الجزور، فإذا أكل الإنسان من لحم الجزور -الناقة أو الجمل-، فإنه ينتقض وضوؤه سواءً كان نيِّا أو مطبوخاً، لأنه ثبت عن رسول الله صلى الله عليه وسلم في حديث جابر بن سمرة، أنه سأل النبي صل الله عليه وسلم أنتوضأ من لحوم الغنم؟ قال: \"إنْ شئت\"، فقال: أنتوضأ من لحوم الإبل؟ قال: \"نعم\"، فكونه صلى الله عليه وسلم يجعل الوضوء من لحم الغنم راجعاً إلى مشيئة الإنسان، وأنه لابدَّ منه، وعلى هذا فيجب الوضوء من لحم الإبل إذا أكله الإنسان نيئاً أو مطبوخاً، ولا فرق بين اللحم الأحمر واللحم غير الأحمر، فينقض الوضوء أكلُ الكرش والأمعاء والكبد والقلب والشحم وغير ذلك، وجميع أجزاء البعير ناقضٌ للوضوء، لأن الرسول صلى الله عليه وسلم لم يُفصِّل وهو يعلم أن الناس يأكلون من هذا ومن هذا، ولو كان الحكم يختلف لكان النبي صلى الله عليه وسلم يبيِّنه للناس حتى يكونوا على بصيرة من أمرهم.\n\nثم إننا لا نعلم في الشريعة الإسلامية حيواناً يختلف حُكمه بالنسبة لأجزائه، فالحيوان إمّا حلال أو حرام، وإما موجب للوضوء أو غير موجب، وأما أن يكون بعضه له حكم وبعضه له حكم فهذا لا يُعرف في الشريعة الإسلامية، وإن كان معروفاً في شريعة اليهود، كما قال الله تعالى: {وعلى الذين هادوا حرَّمنا كلَّ ذي ظفر من البقر والغنم حرمنا عليهم شحومهما إلا ما حملت ظهورهما أو الحوايا أو ما اختلط بعظم}، ولهذا أجمع العلماء على أن شحم الخنزير مُحَّرم مع أن الله تعالى لم يذكر في القرآن إلا اللحم، فقال تعالى: {حُرِّمت عليكم الميتة والدم ولحم الخنزير وما أهلَّ لغير الله به}، ولا أعلم خلافاً بين أهل العلم في أن شحم الخنزير محرَّم. وعلى هذا فنقول: اللحم المذكور في الحديث بالنسبة للإبل يدخل فيه الشحم والأمعاء والكرش وغيرها.                      "
  },
  {
    "number": "كيفية صلاة الجماعة ",
    "text": "",
    "label": "كون صلاة الجماعة بين مجموعة من المصلين وتجوز ان تكون بين إثنين من المصلين، وحكمها سنة ليس على تاركها الإثم وإنما يأخذ فاعلها الأجر العظيم والثواب من الله عز وجل.\n\nصلاة الجماعه للمرأة:\n\nتتم بنفس طريقة صلاة الجماعة للرجل باستثناء: أن المرأة الإمام لا تتقدم على المأمومين وإنما تقف بينهم، لأن الواجب في المرأة هو السترة. كما أنه ليس للمرأة الإمام أن ترفع صوتها في الصلاة الجهرية وإنما تؤديها بنفس الطريقة لبقية الصلوات الأخرى. ولا تشرع الأذان وإقامة الصلاة للمرأة في صلاة الجماعة، وكذلك لا يشرع لها ذلك في الصلاة المنفردة.                      "
  },
  {
    "number": "كيفية صلاة الجمعة ",
    "text": "",
    "label": "صلاةُ الجُمُعة كسائر الصّلوات تُصلّى بتكبيرة إحرامٍ وقراءة قرآن وركوعٍ وسجود وقيام، وإنَّما تميّزت عن باقي الصّلوات ببعض الأمور منها ما يُشرع قبل البدء بالصّلاة ومنها ما هو داخلٌ في الصّلاة وبيانها على النّحو الآتي: \n\n(أفعال ما قبل الخُطبة والصَّلاة) \n\nتمتازُ صلاةُ الجُمُعة ببعض الأعمال والتَصرُّفات قبل الصَّلاة منها: \n\n(الغُسل) \n\nويُستَحَبُّ الاغتسال للجُمعة بعد الفَجر، وكلما اقترب الاغتسال مع وقت الذّهاب للجُمُعة كان أفضل وأحبّ، أمّا الاغتسال قبل الفجر فلا يُقبل بقصد الاغتسال للجُمعة، ويكون الاغتسال لمن نوى أداءها فقط. الإبكار في الذّهاب للمسجد: فعن أبي هريرة - رضى الله عنه - أنّ النّبي عليه الصّلاة والسّلام قال: (من اغتَسَل يومَ الجُمعةِ غُسلَ الجنابةِ ثمَّ راح فكأنَّما قرَّب بدنةً، ومن راح في السَّاعةِ الثَّانيةِ فكأنَّما قرَّب بقرةً، ومن راح في السَّاعةِ الثَّالثةِ فكأنَّما قرَّب كبشًا أقرنَ، ومن راح في السَّاعةِ الرَّابعةِ فكأنَّما قرَّب دجاجةً ومن راح في السَّاعةِ الخامسةِ فكأنَّما قرَّب بيضةً فإذا خرج الإمامُ حضرت الملائكةُ يستمعون الذِّكرَ) قال المفسرون: قوله غسل الجنابة أي كغُسل الجنابة، وقيل: أي جامع ثم اغتسل، وقيل في اعتبار ساعة الذّهاب للمسجد أنّها تُعتَبر بمُجرّد طلوع الشّمس، وقيل: من أول طلوع الفجر الثّاني، وقيل: إنّ الاعتبار يكون من وقت الزّوال؛ أي قُبيل الظّهر بما يُقارب النِّصف ساعة. \n\nالتَّزيُّن والتَطيُّب\n(يُسنُّ لِمُصلِّي الجُمُعة أن يلبس أجمل الثِّياب) \n\nويَتطيّب ويمشي إلى المسجد بتؤدة فلا يُسرع؛ لما رُوِي عنه - عليه الصّلاة والسّلام - قال: (منِ اغتسلَ يومَ الجُمعةِ فأحسنَ غسلَهُ، وتطَهَّرَ فأحسنَ طُهورَهُ، ولبسَ من أحسنِ ثيابِهِ، ومسَّ ما كتبَ اللَّهُ لَهُ من طيبِ أَهلِهِ، ثمَّ أتى الجمعةَ ولم يلغُ ولم يفرِّق بينَ اثنينِ، غفرَ لَهُ ما بينَهُ وبينَ الجمعةِ الأخرى)،ويُستحبّ التزيُّن للجمعة كذلك بتوضيب الشَّعر، وتقليم الأظافر، والاستياك !استعمال السِّواك.\n\n(كيفيّة الصَّلاة والخُطبة) \n\nتنقسم صلاة الجُمعة إلى ركعتين وخُطبتين قبلها، وهي في أصلها أربع ركعاتٍ كالظّهر؛ إلا أن الفُقهاء قالوا إنّ خُطبتَي الجمعة تُحسبان بركعتين ثم تُصلّى تتمّة الأربعة ركعتين وهي صلاة الجُمعة، قال عمر: (صلاةُ الأضحى ركعتانِ، وصلاةُ الفطرِ ركعتانِ، وصلاةُ الجمعةِ ركعتانِ، وصلاةُ المسافرِ ركعتانِ، تمامٌ غيرُ قصرٍ، على لسانِ نبيِّكُم صلَّى اللهُ عليْهِ وسلَّمَ، وقد خاب من افترى)، فلها رُكنان أساسيّان هما: الصَّلاة والخُطبَة، والصّلاة ركعتان بقراءةٍ جهرية إجماعاً: الخُطبة: وهي خطبتان قبل الصّلاة على عكس صلاة العيد حيث تكون فيها الخُطبة بعد الصّلاة، وأقَلَّ ما يُسَمى خُطبةً عند العرب، تشتمل على حمدٍ لله تعالى والصَّلاة على رسوله، ووعظٍ في أمور الدّين والدّنيا، وقراءة قرآنٍ، ويُسَنُّ قبلها أربع ركعاتٍ اتّفاقاً، وبعدها عند الجمهور كذلك أربع ركعتان، وخالف المالكيّة في ذلك.                      "
  },
  {
    "number": "كيفية صلاة الاستخارة ",
    "text": "",
    "label": "صلاة الاستخارة مثل أي صلاة فريضة أو سنة تحتاج إلى وضوء. استحضار النية عند الوقوف بين يدي الله. صلاة الاستخارة عبارة عن ركعتين، يتم بالركعة الأولى قراءة الفاتحة وسورة الكافرون، أمّا الركعة الثانية الفاتحة والصمد، وبعد الانتهاء من الركعتين يسلم المصلي. يظل المصلى جالساً جلسة التسليم ويقوم بالتضرع إلى الله والخشوع بين يديه واستحضار عظمة الله، ثمّ يدعو دعاء الاستخار وهو على يقين بأن الله سيكون في عونه. بعدها يتمّ الصلاة على النبيّ، والتوكّل على الله سبحانه وتعالى. علامات الاستخارة الكثير من الناس تظن أن نتيجة الاستخارة تظهر في حلم واضح بعد صلاة الاستخارة، وهذا غير صحيح لأن الحلم واحد فقط من الكيفيات التي تظهر عليها نتيجة الاستخارة، ولكن الأساس ما يوقر في القلب من اطمئنان، وكذلك تيسير الله للموضوع المستخار فيه.                      "
  },
  {
    "number": "دعاء الاستخارة ",
    "text": "",
    "label": "(اللهم إني أَستخيرُك بعِلمِك، وأستقدِرُك بقُدرتِك، وأسألُك من فضلِك، فإنك تَقدِرُ ولا أقدِرُ، وتَعلَمُ ولا أَعلَمُ، وأنت علَّامُ الغُيوبِ، اللهم فإن كنتَُ تَعلَمُ هذا الأمرَ -ثم تُسمِّيه بعينِه- خيرًا لي في عاجلِ أمري وآجلِه -قال: أو في دِيني ومَعاشي وعاقبةِ أمري- فاقدُرْه لي ويسِّرْه لي، ثمّ بارِكْ لي فيه، اللهم وإن كنتَُ تَعلَمُ أنه شرٌّ لي في دِيني ومَعاشي وعاقبةِ أمري -أو قال: في عاجلِ أمري وآجلِه- فاصرِفْني عنه، واقدُرْ ليَ الخيرَ حيثُ كان ثمّ رَضِّني به) [صحيح البخاري].                       "
  },
  {
    "number": "كيفية الصلاة على الميت ",
    "text": "",
    "label": "يعقد النِّية القلبيّة على أداء الصَّلاة على الميت. يُكبر بقول: الله أكبر، ثُمّ يتعوذّ بقول: أعوذ بالله من الشَّيطان الرَّجيم، \nثُمّ يُبسَمل بقول: بسم الله الرَّحمن الرَّحيم. يبدأ الصَّلاة بقراءة سورة الفاتحة تليها سورةٌ من سُور القرآن الكريم القصيرة كسُورة الإخلاص أو سُورة العصر أو يقرأ بعضاً من الآيات ولا يُطلْ في القراءة. يُكبر بعد الفراغ من القراءة بقول: الله أكبر مع رفع اليدين بمحاذاة المنكبين. يُصلي على النَّبي صلى الله عليه وسلم بنفس الصَّلاة عليه في التَّشهد بقول: اللهم صلِّ على محمد وعلى آل محمدٍ كما صلَّيت على إبراهيم وعلى آل إبراهيم في العالمين إنَّك حميدٌ مجيدٌ، وبارك على محمدٍ وعلى آل محمدٍ كما باركت على إبراهيم وعلى آل إبراهيم في العالمين إنَّك حميدٌ مجيدٌ. يُكبر بقول: الله أكبر \n(بعد الانتهاء من الصَّلاة على النّبي الكريم مع رفع اليدين. يدعو للميت بالرَّحمة والمغفرة والثَّبات عند السؤال ودخول الجنة)\nبما ورد عن النَّبي صلى الله عليه وسلم من الأدعية المأثورة، قال صلى الله عليه وسلم:\" اللهم اغفرْ لَهُ وارحمهُ، وعافِهِ واعفُ عنهُ، وأكْرِم نُزَلَهُ، ووسِّع مُدَخلَهُ، واغسلْهُ بالماءِ والثَّلجِ والبَردِ، ونقِّهِ منَ الخطايا كما نقَّيتَ الثَّوبَ الأبيضَ منَ الدَّنسِ، وأبدِلهُ داراً خَيراً مِن دارِهِ، وأهلاً خَيراً مِن أهلِهِ، وزَوجاً خَيراً مِن زَوجِهِ، وأدخِلهُ الجنَّةَ ونجِّهِ منَ النَّارِ ـ أو قالَ ـ وأَعِذْهُ مِن عذابِ القبرِ\". بعد الدُّعاء للميت يُكبر الله أكبر رافعاً يديه. يُسّلم عن اليمين فقط تسليمةً واحدة ويقول: السَّلام عليكم ورحمة الله، وبذلك تنتهي الصَّلاة على الميت صلاة بلا ركوعٍ أو سجودٍ وبتسليمةٍ واحدةٍ فقط.                       "
  },
  {
    "number": "كيفية صلاة الشفع والوتر",
    "text": "",
    "label": "تُصلّى صلاة الشفع والوتر على شكل ثلاث ركعات، تُقرأ سورة الفاتحة وسورة الأعلى في الركعة الأولى، وتُقرأ سورة الفاتحة وسورة الكافرون في الركعة الثانية، ثم يسلم، وهذه الركعتان هي التي تسمى بالشفع، أما الوتر فهي ركعة واحدة تتبع الركعات السابقة، ويُقرأ فيها سورة الفاتحة والإخلاص ثم يركع. وقد وردت طريقة الصّلاة عن الرّسول عليه السّلام في الحديث الشريف: فعن أبي بن كعب رضي الله عنه قال: (أنَّ رسولَ اللَّهِ صلَّى اللَّهُ عليهِ وسلَّمَ كانَ يوتِرُ بسَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى، وقُلْ يَا أيُّهَا الْكَافِرُونَ، وقُلْ هُوَ اللَّهُ أَحَدٌ، وَكانَ يقولُ: سبحانَ الملِكِ القدُّوسِ ثلاثًا، ويرفعُ صوتَه بالثَّالثةِ). ويجوز للمصلي أن يُصلي الركعاث الثلاث مُتصلة، ولكن لا يقعد فيها للتشهد الأوسط، وذلك حتى لا تتشابه بصلاة المغرب، وإنما يقعد فيها قعوداً واحداً وهو للتشهد الأخير، كما يمكن أن يوتر بخمس، أو سبع، أو تسع، أو إحدى عشرة ركعة، استناداً إلى حديث الرّسول عليه السّلام: (الوِترُ حقٌّ على كلِّ مسلمٍ، فمن أحبَّ أن يوترَ بخمسٍ فليفعَلْ، ومن أحبَّ أن يوترَ بثلاثٍ فليفعل، ومن أحبَّ أن يوترَ بواحدةٍ فليفعَلْ). من المهم أيضاً الإشارة أن الوتر لا يُصلّى أكثر من مرّة واحدة في الليلة، فلكل ليلة وترها، وهو أمر ورد عن الرّسول عليه السّلام في حديثه الشّريف: (زارنا أبا طلقُ بنُ عليٍّ في يومٍ من رمضانَ فأمسى بنا، وقامَ بنا تلْكَ اللَّيلةَ وأوترَ بنا، ثمَّ انحدرَ إلى مسجدٍ فصلَّى بأصحابِهِ حتَّى بقيَ الوترُ، ثمَّ قدَّمَ رجلاً، فقالَ لَهُ: أوتر بِهم، فإنِّي سمعتُ رسولَ اللَّهِ صلى الله عليه وسلم يقولُ: لاَ وترانِ في ليلةٍ).                       "
  },
  {
    "number": "كيفية صلاة قيام الليل ",
    "text": "",
    "label": "يُستحبُ أن تُبدأَ صلاة قيام اللّيل بركعتين خفيفتين ثم تُكمَّل الصّلاة ركعتين ركعتين لما ورد عن رسول الله، فعَنْ زَيْدِ بْنِ خَالِدٍ الْجُهَنِيِّ - رضي الله عنه - قَالَ: (صَلَّى رَسُولُ اللهِ صلى الله عليه وسلم رَكْعَتَيْنِ خَفِيفَتَيْنِ، ثُمَّ صَلَّى رَكْعَتَيْنِ طَوِيلَتَيْنِ طَوِيلَتَيْنِ طَوِيلَتَيْنِ، ثُمَّ صَلَّى رَكْعَتَيْنِ وَهُمَا دُونَ اللَّتَيْنِ قَبْلَهُمَا، ثُمَّ صَلَّى رَكْعَتَيْنِ وَهُمَا دُونَ اللَّتَيْنِ قَبْلَهُمَا، ثُمَّ صَلَّى رَكْعَتَيْنِ وَهُمَا دُونَ اللَّتَيْنِ قَبْلَهُمَا، ثُمَّ صَلَّى رَكْعَتَيْنِ هُمَا دُونَ اللَّتَيْنِ قَبْلَهُمَا، ثُمَّ أَوْتَرَ، فَذَلِكَ ثَلَاثَ عَشْرَةَ رَكْعَةً)، وبذلك تُصلى صلاة القيام رَكعتين رَكعتين، وذلك قول الجمهور من العلماء الشافعية، والحنابلة، والمالكية، والعثيمين، وابن باز، وغيرهم من العلماء.                      "
  },
  {
    "number": "وقت صلاة قيام الليل ",
    "text": "",
    "label": "تبدأُ صلاةُ قيام اللّيل بعدَ انتهاء صلاةِ العشاء إلى طلوع الفجر الثّاني،ويُفضّل أن تكونَ في الثّلث الأخير من اللّيل كما جاء في الحديث الصّحيح إذ يقول النّبي عليه الصّلاة والسّلام: (أحَبُّ الصّلاة إلى الله صلاة داود عليه السّلام، وأحَبُّ الصّيام إلى الله صيام داود، وكان ينام نصف اللّيل، ويقوم ثلثه، وينام سدسه، ويصوم يوماً ويُفطر يوماً)،يعني ذلك أنّه كان يصلّي السُدس الرّابع والسُدس الخامس، وإذا قام ففي الثّلث الأخير لما في ذلك فضل عظيم؛ لأنّ الله تعالى يَنزل إلى السّماء الدّنيا في هذا الجزء من اللّيل، إلا أنّها تجوز في أول الليل ووسطه وآخره أيضاً، كلّ ذلك كما فعل رسول الله عليه الصّلاة والسّلام، فعن أنس بن مالك قال: (ما كنا نشاء أن نرى رسول الله صلى الله عليه وسلم في الليل مصليًا إلا رأيناه، ولا نشاء أن نراه نائمًا إلا رأيناه).                      "
  },
  {
    "number": "صلاة التراويح ",
    "text": "",
    "label": "كيفية صلاة التراويح:\n\nتُصلى صلاة التراويح ركعتين ركعتين، وذلك لما رواه عبد الله بن عمر رضي الله عنه، أنّ رسول الله صلى الله عليه وسلم، قال: (صلاةُ الليلِ مَثْنى مَثْنى، فإذا رأيتَ أنَّ الصبحَ يُدركُك فأَوتِرْ بواحدةٍ. فقيل لابنِ عمرَ: ما مَثْنَى مَثْنَى؟ قال: أن تُسلِّمَ في كلِّ ركعتَينِ) أما كيفية تأدية صلاة التراويح بالتفصيل، فهي لا تخرج عن تأدية الصلاة المعتادة سواء كانت فرضاً أو نافلة وهي: أن ينوي المُصلّي أداء صلاة التراويح، ويجزئه في النية وجودها في القلب، وعقد العزم على أداء الصلاة. أن يستقبل المصلّي القبلة، ثم يرفع يدَيْه حذْوَ منكبَيْه أو أذنَيه، ثمّ يُكبّر قائلاً: (اللهُ أكبَرُ). أن يضع المصلّي يده اليُمنى فوق يده اليُسرى تحت سُرّته كما قال فقهاء الحنفيّة وفقهاء الحنابلة، أو يضع يديه تحت صدره كما قال فقهاء المذهب الشافعيّ، أو يرسل يديه كما قال فقهاء المالكية. أن ينظر المُصلّي إلى موضع سجوده، ثم يقرأ دعاء الاستفتاح مبتدِئاً صلاته به. أن يتعوّذ المصلّي بالله من الشيطان الرجيم سرّاً، ثم يقرأ سورة الفاتحة مُبتدئاً بها بالبسملة. أن يقرأ المصلّي ما تيسّر له من آيات القرآن الكريم. أن يركع المصلي، ويتوجّب عليه عند الانتقال أن يكبِّر للركوع، ويأخذ ركبتيه بيديه، مفرجاً أصابعه عن بعضها البعض، وباسطاً ظهره مستقيماً، وناصباً ساقيه، ويقول المصلّي في ركوعه: (سبحان ربي العظيم). أن يرفع المصلّي رأسه عند الانتهاء من الرّكوع وهو يقول: (سَمِعَ الله لِمَنْ حَمِدَه)، ثمّ يقف قليلاً من الوقت وهو مُعتدِل في قيامه. أن يهوي المصلّي إلى السّجود، ويضع ركبتيه قبل يديه، وأن ويقول في سجوده: (سُبحانَ ربّيَ الأعلى وَبِحَمْده) ثلاث مرّاتٍ، أو مرّتين، أو مرّةً، بشرط أن يتحقق الاطمئنان في السجود. أن يجلس المصلّي بين السجدتين قليلاً، ويقول خلال جلوسه: (رب اغفر لي). أن يسجد المصلّي مرّةً ثانيةً، ثمّ ينتقل إلى القيام. أن يأتي المصلّي بالرّكعة الثانية بالهيئة نفسها التي أتى بها في الركعة الأولى، إلاّ أنّه لا يقرأ دُعاء الاستفتاح في الركعة الثانية. أن يجلس المصلّي بعد انتهائه من السّجدة الثانية في الركعة الثانية؛ بحيث تكون أصابعه موجّهةً نحو القبلة، وتكون يداه على فخذيه، ثم يقرأ التشهد الأخير، فيقول: (التَّحِيّاتُ للهِ، والصَّلَواتُ والطَّيِّباتُ، السَّلامُ عليكَ أيُّها النبيُّ، ورحمةُ اللهِ وبَرَكاتُهُ، السَّلامُ عَلَينا وعلى عِبادِ الله الصّالِحين، أشْهدُ أن لا إله إلا الله، وأشْهدُ أنّ مُحمّداً عبدُهُ ورَسولُهُ)، ثمّ يقرأ الصّلاة الإبراهيميّة فيقول: (اللّهُمّ صلِّ على مُحمَّدٍ وعلى آلِ مُحمَّدٍ، كما صلَّيْتَ على إبراهيمَ وعلى آل إبراهيمَ، إنَّكَ حَميدٌ مَجيدٌ، اللَّهُمَّ بارِك على محمّدٍ وعلى آل محمَّدٍ، كما بارَكْتَ على إبراهيمَ وآلِ إبراهيمَ، إنَّكَ حَميدٌ مَجيدٌ). أن يُسلّم المصلّي عن اليمين، ثمّ عن الشّمال، ويقول في كلّ تسليمةٍ: (السَّلامُ عليْكُمْ وَرَحمَةُ اللهِ). ويُستحب أن يجلس المُصلّي بعد كل أربع ركعات جلسة للاستراحة.\n\nوقت صلاة التراويح:\n\nذهب جمهور الفقهاء من الحنفية، والشافعية، والمالكية، والحنابلة إلى أنّ وقت صلاة التراويح يكون من بعد صلاة العشاء، وقبل الوتر إلى طلوع الفجر؛ واستدلوا على ذلك بما نُقل عن السلَف، وبما فعله الصحابة رضوان الله عليهم، ولأنّها سُنة تابعة للعِشاء فكان وقتها قبل الوتر. أما إذا صلّى المصلّي صلاة التراويح بعد المغرب، وقبل العشاء فذهب جمهور الفقهاء من الشافعية والمالكية والحنابلة والأصح عند الحنفية أنها لا تُجزئ، وقال المالكية بأنها تكون نافلة. أما إذا صلّاها المصلّي بعد الوتر فذهب فقهاء الحنفية في الأصح عندهم إلى أنها تُجزئ، وذهب الشافعية والحنفية إلى أنّه يُستحب تأخير صلاة التراويح إلى ثُلث الليل أو إلى نصفه، وذهب فقهاء الحنابلة إلى أنّ صلاة التراويح في أول الليل أفضل.\n\nحكم صلاة التراويح:\n\nاتفق الفقهاء على أنّ صلاة التراويح سُنّة عن النبي صلى الله عليه وسلم، وقال فقهاء الحنفية والحنابلة وبعض المالكية إنّ صلاة التراويح سنة مؤكدة، وصلاة التراويح سنة للرجال والنساء على السواء.فعن أم المؤمنين عائشة رضي الله عنها، أنّ رسول الله صلى الله عليه وسلم: (صلَّى في المسجدِ ذاتَ ليلةٍ، فصلَّى بصلاتِه ناسٌ، ثم صلَّى من القابلةِ، فكثُر الناسُ، ثم اجتمعوا من الليلةِ الثالثةِ أو الرابعةِ، فلم يخرجْ إليهم رسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ، فلما أصبح قال: (قد رأيتُ الذي صنعتُم، فلم يمنعْني من الخروجِ إليكم إلا أني خشيتُ أن تُفرضَ عليكم)، قال: وذلك في رمضانَ). وعن أبي هريرة رضي الله عنه، قال: (كان رسولُ اللهِ صلَّى اللهُ عليه وسلَّم يُرغِّبُ في قيامِ رمضانَ من غيرِ أنْ يأمَرَهم فيه بعزيمةٍ، فيقول: مَن قامَ رَمضانَ إيمانًا واحتسابًا غُفِرَ له ما تَقدَّمَ مِن ذَنبِه)                      "
  },
  {
    "number": "كيفية صلاة التهجد ",
    "text": "",
    "label": "كيفيّة تأدية صلاة التهجد يعقد المسلم النية، ثمّ يقوم من الفراش، ويتوضأ ويحسن وضوءه، ثمّ يشدّ المئزر ويصلي عدد ما شاء من الركعات؛ لأنّ التهجد من النوافل، والنافلة هي صلاة لا محدودة الركع إما فردي وإما زوجي، ورُوي أنّ النبي عليه الصلاة والسلام كان يقوم ليله بإحدى عشرة ركعة. يستطيع المرء أن يصلي مثنى مثنى، ولا بأس من يبدأ بركعتين يجهر فيهما بالقراءة حتى لا يغلبه النعاس والنوم، ولا أن يخطئ في القراءة، ويستحب أيضاً أن يوقظ أهل بيته لأداء هذه الصلاة لما لها فضل عظيم، وعند الركوع أثناء الصلاة عليه الإطالة ويكثر من الثناء والحمد لله تعالى، وكذلك عند السجود أن يطيل في سجوده؛ لأنّه أقرب إلى الله تعالى في خشوعه، ويكثر من التسبيح، ويطيل في الدعاء ويلح في ذلك ولا ييأس لأنّ الله سميع للدعاء. يقرأ المسلم القرآن الكريم ويطيل في القراءة بتلاوة جزء أو جزئين أو ما يقدر عليه، ثمّ ينهض إلى الصلاة مرة أخرى ويقرأ ما تيسر من سور القرآن، كما يجوز له أن يجهر بصلاته أو يُخافت بها وعليه الاعتدال في ذلك. يختتم المسلم صلاة التهجد عليه أن يوتّر، فالوتر هو آخر ما يختم به المرء صلاته كما قال الرسول عليه الصلاة والسلام: (اجعلوا آخرَ صلاتِكم بالليلِ وترًا) [صحيح]، أما في شهر رمضان فيستحب التهجد بعد صلاة التراويح التي يؤديها المسلم بعد صلاة العشاء، وفي رمضان الليالي مباركة فالأجر مضاعف، فبذلك من يقوم التهجد عليه ألا يوتر بعد صلاة العشاء بل يوتر بعد التهجد إذا عقد نية التهجد وقام ليله.                       "
  },
  {
    "number": "علامات الساعة الكبرى ",
    "text": "",
    "label": "• ظهور يأجوج ومأجوج.\n• ظهور أعور الدجال. \n• أن تشرق الشمس من جهة الغرب. \n• نزول سيدنا عيسى عليه السلام إلى الأرض.\n• خروج الدابة.  \n• ظهور دخان أسود من السماء يغطّي الأرض. \n• خروج نار من أرض الحجاز تؤدي إلى هروب الناس \nوحشرهم في بلاد الشام. \n• ظهور ثلاثة خسوف في الأرض. \n• فتح القسطنطينية.                      "
  },
  {
    "number": "علامات الساعة الصغرى ",
    "text": "",
    "label": "علامات قد وقعت(حدثت):\n\n• موت النبي محمد صلى الله عليه وسلم. \n• موت الصحابة، وعدم وجودهم. \n• كثرة القتل في الأرض. \n• حدوث الموت المفاجئ. \n• كثرة النساء وقلة في عدد الرجال. \n• زينة البيوت ومظاهر العمارة. \n• الناس يرفعون أصواتهم في المساجد. \n• انتشار الفحش وقطع الأرحام. \n• انتشار شهادة الزور، وعدم قول الحق. \n• أن تلد الأمة ربتها، أي أن تصبح الأم كالخادمة لابنتها. \n• يؤمّن الخائن، ويخوّن الأمين. \n• كثرة الزلازل. \n• إنتشار الصواعق. \n• ظهور عدد كبير من الكتب عدا القرآن الكريم. \n• أن يتمنّى الناس الموت. \n• انتشار البخل. \n• طاعة الزوجة، وعقوق الوالدين. \n• تحقّق رؤية المؤمنين. \n• ظهور كنوز الأرض. \n• قلّة في العرب مع كثرة الروم. \n\nعلامات لم تقع بعد:\n\n• أن يتكلم الحجر والشجر دفاعاً عن المسلمين. \n• قتال المسلمين لليهود. \n• عمارة بيت المقدس. \n• هدم الكعبة المشرفة. \n• كلام الجمادات. \n• حدوث معركة كبيرة بين المسلمين والروم. \n• أن تزول الجبال من أماكنها. \n• عزوف الناس عن الحج إلى الكعبة المشرفة. \n• يظهر المهدي. \n• زوال قبيلة قريش. \n• نزول المطر مع عدم إنبات الأرض للنبات. \n• قيام آخر الأمة بلعن أول الأمة.                       "
  }
]