[
  {
    "text": "قال صلى الله عليه وسلم: من صلى الفجر في جماعة ثم قعد يذكر الله حتى تطلع الشمس ثم صلى ركعتين كانت له كأجر حجة وعمرة تامة ، تامة ، تامة"
  },
  {
    "text": "قال صلى الله عليه وسلم: كلمتان خفيفتان على اللسان ، ثقيلتان في الميزان ، حبيبتان إلى الرحمن ( سبحان الله وبحمده سبحان الله العظيم )"
  },
  {
    "text": "قال صلى الله عليه وسلم: من صام يوماً في سبيل الله باعد الله وجه من جهنم سبعين عاماً"
  },
  {
    "text": "قال صلى الله عليه وسلم: من صام يوماً في سبيل الله باعد الله وجه من جهنم سبعين عاماً"
  },
  {
    "text": "قال صلى الله عليه وسلم: من صلى علي واحدة صلى الله عليه عشر صلوات وحط عنه عشر خطيئات ورفع له عشر درجات"
  },
  {
    "text": "من عاد مريضاً لم يزل في خرفة الجنة حتى يرجع"
  },
  {
    "text": "قال صلى الله عليه وسلم: من قال حين يسمع النداء ، اللهم رب هذه الدعوة التامة و الصلاة القائمة آت محمداً الوسيلة والفضيلة وابعثه المقام المحمود الذي وعدته حلت له شفاعتي يوم القيامة"
  },
  {
    "text": "قال صلى الله عليه وسلم: من توضأ فأحسن الوضوء ، ثم قال أشهد إن لا إله إلا الله وحده لا شريك له ، وأشهد إن محمداً عبده ورسوله ، اللهم اجعلني من التوابين واجعلني من المتطهرين ، فتحت له أبواب الجنة الثمانية يدخل من أيها شاء"
  },
  {
    "text": "قال صلى الله عليه وسلم: من قرأ أية الكرسي دبر كل صلاة لم يمنعه من دخول الجنة إلا أن يموت"
  },
  {
    "text": "قال صلى الله عليه وسلم: من قال لا إله إلا الله وحده لا شريك له ، له الملك وله الحمد وهو على كل شئ قدير ، في يوم مئة مرة كانت له عدل عشر رقاب ، وكتبت له مئة حسنة ، ومحيت عنه مئة سيئة , وكانت له حرزاً من الشيطان يومه ذلك حتى يمسي ولم يأت أحد بأفضل مما جاء به الا رجل عمل أكثر منه"
  },
  {
    "text": "قال صلى الله عليه وسلم: من صلى العشاء في جماعة فكأنما قام نصف ليله ، ومن صلى الصبح في جماعة فكأنما صلى الليل كله"
  },
  {
    "text": "قال صلى الله عليه وسلم: من غسل يوم الجمعة و أغتسل ثم بكر وابتكر ومشي ولم يركب ودنا من الامام ، و أنصت ولم يلغ كان له بكل خطوة يخطوها من بيته إلى المسجد عمل سنة أجر صيامها و قيامها"
  },
  {
    "text": "قال صلى الله عليه وسلم: من صلى على جنازة فله قيراط ، فإن شهد دفنها فله قيراطان ، القيراط مثل أحد"
  },
  {
    "text": "قال صلى الله عليه وسلم: من قال حين يمسيى بسم الله الذي لا يضر مع اسمه شئ في الأرض ولا في السماء وهو السميع العليم - ثلاث مرات لم يصبه فجأة بلا ، حتى يصبح ، ومن قالها حين يصبح ثلاث مرات لم يصبه فجأة بلا ، حتى يمسي"
  },
  {
    "text": "قال صلى الله عليه وسلم: من قرأ سورة الكهف يوم الجمعة أضاء له من النور ما بين الجمعتين"
  },
  {
    "text": "قال صلى الله عليه وسلم: لأن أقول سبحان الله والحمد لله ولا إله إلا الله و الله اكبر ، أحب إلى مما طلعت عليه الشمس"
  },
  {
    "text": "قال صلى الله عليه وسلم: صوم يوم عرفه يكفر سنتين ماضيه ومتقبله ، وصوم عاشورا ، يكفر سنه ماضية"
  }
]