[
  {
    "number": "أن أهل القرآن هم أهل الله.",
    "text": "",
    "label": "أن ثواب تلاوة القرآن أعظم من أنفس أموال الدنيا.\nأن كل حرف فيه بعشر حسنات.\nأنه يورث الإنسان الراحة والذكر الحسن في السماء والأرض.\nأن كل آية يحفظها المسلم يرفعه الله بها درجة في الجنة.\nأن الماهر بالقرآن يقرنه الله تعالى بأفضل الملائكة.\nأن أفضل الناس هو من يتعلم القرآن ويعلمه.\nأن الله تعالى لا يعذب إنسانًا حفظ القرآن وعمل به.\nأنه يأتي شفيعًا لأصحابه الذين كانوا يعملون به في الدنيا.\nأن صاحب القرآن رفعه النبي صلى الله عليه وسلم صلى الله عليه وسلم إلى مراتب العلماء.\nأن صاحب القرآن يكرمه الله عز وجل عليه وعلى والديه يوم القيامة بأنواع عظيمة من التكريم.\nأن القرآن هو من أعظم القربات التي يتقرب بها إلى الله وأحبها إليه.\nأن الخلق كلهم يكتبون في كل ليلة من الغافلين إلا من قرأ القرآن.\nأن البيت الذي يقرأ فيه القرآن تحصل فيه الخيرات والبركات ويحفظ الله تعالى أهل هذا البيت من كل سوء."
  },
  {
    "number": "الأحاديث الصحيحة التي وردت فى فضل سورة الفاتحة",
    "text": "",
    "label": "عَنْ أَبِي سَعِيدِ بْنِ المُعَلَّى رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ لِيَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ:\nأَلاَ أُعَلِّمُكَ أَعْظَمَ سُورَةٍ فِي القُرْآنِ قَبْلَ أَنْ أَخْرُجَ مِنَ المَسْجِدِ\". فَذَهَبَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لِيَخْرُجَ مِنَ المَسْجِدِ فَذَكَّرْتُهُ، فَقَالَ: \"(الحَمْدُ لِلَّهِ رَبِّ العَالَمِينَ). هِيَ السَّبْعُ المَثَانِي، وَالقُرْآنُ العَظِيمُ الَّذِي أُوتِيتُهُ». رَوَاه البُخَارِي (6\/ 4474)، وأَحمَد (24\/ 15730).\nوعَن عَبْدِ اللهِ بْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا، قَالَ: بَيْنَمَا جِبْرِيلُ قَاعِدٌ عِنْدَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، سَمِعَ نَقِيضًا مِنْ فَوْقِهِ، فَرَفَعَ رَأْسَهُ، فَقَالَ:\n\"هَذَا بَابٌ مِنَ السَّمَاءِ فُتِحَ الْيَوْمَ لَمْ يُفْتَحْ قَطُّ إِلَّا الْيَوْمَ، فَنَزَلَ مِنْهُ مَلَكٌ، فَقَالَ: هَذَا مَلَكٌ نَزَلَ إِلَى الْأَرْضِ لَمْ يَنْزِلْ قَطُّ إِلَّا الْيَوْمَ، فَسَلَّمَ، وَقَالَ: أَبْشِرْ بِنُورَيْنِ أُوتِيتَهُمَا لَمْ يُؤْتَهُمَا نَبِيٌّ قَبْلَكَ: فَاتِحَةُ الْكِتَابِ، وَخَوَاتِيمُ سُورَةِ الْبَقَرَةِ، لَنْ تَقْرَأَ بِحَرْفٍ مِنْهُمَا إِلَّا أُعْطِيتَه\". رَوَاه مُسْلِم (1\/ 806)، والنَّسَائِي (2\/ 912).\nوعَنْ أُبَيِّ بْنِ كَعْبٍ رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:\n«مَا أَنْزَلَ اللَّهُ فِي التَّوْرَاةِ وَالْإِنْجِيلِ مِثْلَ أُمِّ القُرْآنِ، وَهِيَ السَّبْعُ المَثَانِي\". قَالَ اللهُ: «وَهِيَ مَقْسُومَةٌ بَيْنِي وَبَيْنَ عَبْدِي، وَلِعَبْدِي مَا سَأَلَ\". رَوَاه التِّرمِذِيُّ (5\/ 3125) وصَحَّحَهُ، والنَّسَائِي (2\/ 914).\nعَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ قَالَ:\nكُنَّا فِي مَسِيرٍ لَنَا، فَنَزَلْنَا، فَجَاءَتْ جَارِيَةٌ فَقَالَتْ: إِنَّ سَيِّدَ الْحَيِّ سَلِيمٌ، وَإِنَّ نَفَرَنَا غُيَّبٌ، فَهَلْ مِنْكُمْ رَاقٍ؟ فَقَامَ مَعَهَا رَجُلٌ مَا كُنَّا نَأْبُنُهُ بِرُقْيَةٍ، فَرَقَاهُ فَبَرَأَ، فَأَمَرَ لَهُ بِثَلاَثِينَ شَاةً وَسَقَانَا لَبَنًا فَلَمَّا رَجَعَ قُلْنَا لَهُ أَكُنْتَ تُحْسِنُ رُقْيَةً أَوْ كُنْتَ تَرْقِي قَالَ: مَا رَقَيْتُ إِلاَّ بِأُمِّ الْكِتَابِ قُلْنَا. لاَ تُحْدِثُوا شَيْئًا حَتَّى نَأْتِيَ أَوْ نَسْأَلَ النَّبِيَّ -صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ-، فَلَمَّا قَدِمْنَا الْمَدِينَةَ ذَكَرْنَاهُ لِلنَّبِيِّ -صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ- فَقَالَ: \"وَمَا كَانَ يُدْرِيهِ أَنَّهَا رُقْيَةٌ؟ اقْسِمُوا وَاضْرِبُوا لِي بِسَهْمٍ\".\nالأحاديث الضعيفة التي وردت فى فضل سورة الفاتحة\nهام جداً: تم وضع الأحاديث الضعيفة هنا لكي لايؤخذ بها و يعلم الناس أنها ضعيفة.\n\n*\nفاتحة الكتاب تجزي ما لا يجزي شيء من القرآن، ولو أن فاتحة الكتاب جعلت في كفة الميزان، وجعل القرآن في الكفة الأخرى، لفضلت فاتحة الكتاب على القرآن سبع مرات. [((ضعيف جدا))\/سلسلة الأحاديث الضعيفة 3996].\n*\nفاتحة الكتاب شفاء من السم. [سلسلة الأحاديث الضعيفة 3997].\n*\nإذا وضعت جنبك على الفراش وقرأت {فاتحة الكتاب} و {قل هو الله أحد} فقد أمنت من كل شيء إلا الموت. [ضعيف\/ ضعيف الترغيب و الترهيب 347].\n*\nفاتحة الكتاب وآية الكرسي لا يقرؤهما عبد في دار فيصيبهم ذلك اليوم عين إنس وجن. [ضعيف\/ضعيف الجامع الصغير 3952].\n*\nفاتحة الكتاب شفاء من كل داء. [(ضعيف) \/ ضعيف الجامع الصغير 3951].\n*\nفاتحة الكتاب تعدل بثلثي القرآن. [(ضعيف) \/ ضعيف الجامع الصغير 3949]."
  },
  {
    "number": "الأحاديث الصحيحة التي وردت فى فضل سورة البقرة",
    "text": "",
    "label": "عَنْ أَبِي أُمَامَةَ الْبَاهِلِيِّ رَضِيَ اللَّهُ عَنْهُ، قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ:\n\"اقْرَءُوا سُورَةَ الْبَقَرَةِ، فَإِنَّ أَخْذَهَا بَرَكَةٌ، وَتَرْكَهَا حَسْرَةٌ، وَلَا تَسْتَطِيعُهَا الْبَطَلَةُ\". رَوَاه مُسْلِم (1\/ 804)، وأَحمَد فِي \"المُسْنَد\" (36\/ 22146).\nوعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ:\n\"إِنَّ الشَّيْطَانَ يَنْفِرُ مِنَ الْبَيْتِ الَّذِي تُقْرَأُ فِيهِ سُورَةُ الْبَقَرَةِ\". رَوَاه مُسْلِم (1\/ 780)، والتِّرمِذِي (5\/ 2877).\nعَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ:\n.لَا تَجْعَلُوا بُيُوتَكُمْ مَقَابِرَ، إِنَّ الشَّيْطَانَ يَنْفِرُ مِنَ الْبَيْتِ الَّذِي تُقْرَأُ فِيهِ سُورَةُ الْبَقَرَةِ. رَوَاه مُسْلِم (780)\nعَنِ ‏ ‏النُّعْمَانِ بْنِ بَشِيرٍ ‏ رَضِيَ الله عّنْهُ، أَنَّ رَسُولَ اللَّهِ ‏ ‏صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ‏ ‏قَالَ:\n‏‏\"إِنَّ اللَّهَ كَتَبَ كِتَابًا قَبْلَ أَنْ يَخْلُقَ السَّمَوَاتِ وَالْأَرْضَ بِأَلْفَيْ عَامٍ فَأَنْزَلَ مِنْهُ آيَتَيْنِ فَخَتَمَ بِهِمَا سُورَةَ ‏ ‏الْبَقَرَةِ ‏ ‏وَلَا يُقْرَآنِ فِي دَارٍ ثَلَاثَ لَيَالٍ فَيَقْرَبَهَا الشَّيْطَانُ\". أحمد (4\/274 ، رقم 18438) ، والترمذي (5\/159 ، رقم 2882).\nعَنْ أَبِي أُمَامَةَ الْبَاهِلِيِّ رَضِيَ اللَّهُ عَنْهُ، قَالَ: سَمِعْتُ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ:\n\"اقْرَءُوا الزَّهْرَاوَيْنِ: الْبَقَرَةَ وَسُورَةَ آلِ عِمْرَانَ، فَإِنَّهُمَا تَأْتِيَانِ يَوْمَ الْقِيَامَةِ كَأَنَّهُمَا غَمَامَتَانِ، تُحَاجَّانِ عَنْ أَصْحَابِهِمَا\". رَوَاه مُسْلِم (1\/ 840)، وأَحمَد فِي \"المُسْنَد\" (36\/ 22193).\nفَضْلُ آيَةِ الْكُرْسِيِّ\nعَنْ أُبَيِّ بْنِ كَعْبٍ رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ:\n\"يَا أَبَا الْمُنْذِرِ، أَتَدْرِي أَيُّ آيَةٍ مِنْ كِتَابِ اللهِ مَعَكَ أَعْظَمُ؟\" قَالَ: قُلْتُ: اللهُ وَرَسُولُهُ أَعْلَمُ. قَالَ: \"يَا أَبَا الْمُنْذِرِ أَتَدْرِي أَيُّ آيَةٍ مِنْ كِتَابِ اللهِ مَعَكَ أَعْظَمُ؟\" قَالَ: قُلْتُ: {اللهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ} [البَقَرَة: 255]. قَالَ: فَضَرَبَ فِي صَدْرِي، وَقَالَ: «وَاللهِ؛ لِيَهْنِكَ الْعِلْمُ أَبَا الْمُنْذِرِ\". رَوَاه مُسْلِم (1\/ 810)، وأَبُو دَاوُد (2\/ 1460).\nوعَنْ أَبِي أُمَامَةَ الْبَاهِلِيِّ رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ:\n\"مَنْ قَرَأَ آيَةَ الْكُرْسِيِّ فِي دُبُرِ كُلِّ صَلَاةٍ مَكْتُوبَةٍ، لَمْ يَمْنَعْهُ مِنْ دُخُولِ الْجَنَّةِ إِلَّا أَنْ يَمُوتَ\". رَوَاه النَّسَائِيُّ فِي \"السُّنَن الكُبْرَى\" (9\/ 9848)، والطَبَرَانِيُّ فِي \"المُعجَم الكَبِير\" (8\/ 7523).\nفَضْلُ الْآيَتَيْنِ مِنْ آخِرِ سُورَةِ البَقَرَةِ\nعَنْ أَبِي مَسْعُودٍ الْأَنْصَارِيِّ رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ:\n\"مَنْ قَرَأَ بِالْآيَتَيْنِ مِنْ آخِرِ سُورَةِ البَقَرَةِ فِي لَيْلَةٍ، كَفَتَـاهُ\". رَوَاه البُخَارِي (6\/ 5008، 5009)، ومُسْلِم (1\/ 808).\nالأحاديث الضعيفة التي وردت فى فضل سورة البقرة\n*\nآيتان هما قرآن، وهما يشفعان، وهما مما يحبهما الله، الآيتان في آخر سورة البقرة. [سلسلة الأحاديث الضعيفة\/154].\n*\nمن قرأ سورة البقرة توج بتاج في الجنة.((موضوع)) [سلسلة الأحاديث الضعيفة\/4633].\n*\n\"إن لكل شيء سناما، وإن سنام القرآن، سورة البقرة ، من قرأها في بيته ليلا لم يدخله الشيطان ثلاث ليال، ومن قرأها في بيته نهارا لم يدخله الشيطان ثلاثة أيام\"."
  },
  {
    "number": "الأحاديث الصحيحة التي وردت فى فضل سورة آلِ عِمْرَان",
    "text": "",
    "label": "عَنْ أَبِي أُمَامَةَ الْبَاهِلِيِّ رَضِيَ اللَّهُ عَنْهُ، قَالَ: سَمِعْتُ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ:\n\"اقْرَءُوا الزَّهْرَاوَيْنِ: الْبَقَرَةَ وَسُورَةَ آلِ عِمْرَانَ، فَإِنَّهُمَا تَأْتِيَانِ يَوْمَ الْقِيَامَةِ كَأَنَّهُمَا غَمَامَتَانِ، تُحَاجَّانِ عَنْ أَصْحَابِهِمَا\". رَوَاه مُسْلِم (1\/ 840)، وأَحمَد فِي \"المُسْنَد\" (36\/ 22193).\nالأحاديث الضعيفة التي وردت فى فضل سورة آلِ عِمْرَان\n*\n\"من قرأ السورة التي يذكر فيها آل عمران يوم الجمعة ، صلى الله عليه و ملائكته حتى تجب الشمس\". (موضوع) [سلسلة الأحاديث الضعيفة\/ 415].\n*\nاسم الله الأعظم الذي إذا دعي به أجاب في هذه الآية من آل عمران: \"قل اللهم مالك الملك تؤتي الملك من تشاء\" إلى آخره. [سلسلة الأحاديث الضعيفة \/2772].\n*\nالشرك أخفى في أمتي من دبيب النمل على الصفا في الليلة الظلم اء، وأدناه أن تحب على شيء من الجور أو تبغض على شيء من العدل، وهل الدين إلا الحب في الله والبغض في الله؟ قال الله -تعالى-: {قل إن كنتم تحبون الله فاتبعوني يحببكم الله} (آل عمران: 31). [سلسلة الأحاديث الضعيفة\/3755].\n*\nمن قرأ آخر \"آل عمران في ليلة كتب له قيام ليلة\". [ضعيف مشكاة المصابيح 2112].\n*\n\"من قرأ سورة آل عمران يوم الجمعة صلت عليه الملائكة إلى الليل\". [ضعيف مشكاة المصابيح 2113].\n*\nما من رجل يكون على دابة صعبة فيقول في أذنها: \"أفغير دين الله يبغون وله أسلم من في السموات والأرض طوعاً وكرهاً وإليه يرجعون\" (آل عمران: 83) إلا وقفت لإذن الله تعالى. [ضعيف الكلم الطيب 177].\n*\nما خيب الله تعالى عبدا قام في جوف الليل، فافتتح سورة (البقرة) و(آل عمران)، ونعم كنز المرء (البقرة) و(آل عمران). [ضعيف الجامع الصغير 5063]."
  },
  {
    "number": "الأحاديث الصحيحة التي وردت فى فضل سورة الكَهْفِ",
    "text": "",
    "label": "عَنْ أَبِي الدَّرْدَاءِ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ:\n\"مَنْ حَفِظَ عَشْرَ آيَاتٍ مِنْ أَوَّلِ الْكَهْفِ، عُصِمَ مِنْ فِتْنَةِ الدَّجَّالِ\". رَوَاه مُسْلِم (1\/ 809)، وأَبُو دَاوُد (4\/ 4323)، والتِّرمِذِي (5\/ 2886).\nعَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ رَضِيَ اللَّهُ عَنْهُ أَنَّ النَّبِيَّ قَالَ:\nمَنْ قَرَأَ سُوَرَةَ الْكَهْفِ فِي يَوْمِ الْجُمُعَةِ أَضَاءَ لَهُ مِنَ النُّورِ مَا بَيْنَ الْجُمُعَتَيْنِ. [صححه الألباني في صحيح الترغيب والترهيب\/736].\nعَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ رَضِيَ اللَّهُ عَنْهُ أَنَّ النَّبِيَّ قَالَ:\nمَنْ قَرَأَ سُورَةَ الْكَهْفِ لَيْلَةَ الْجُمُعَةِ أَضَاءَ لَهُ مِنَ النُّورِ فِيمَا بَيْنَهُ وَبَيْنَ الْبَيْتِ الْعَتِيق. [صححه الألباني في صحيح الترغيب والترهيب\/736].\nالأحاديث الضعيفة التي وردت فى فضل سورة الكَهْفِ\n*\nألا أخبركم بسورة ملأت عظمتها ما بين السماء و الأرض؟ و لقارئها من الأجر مثل ذلك، و من قرأها غفر له ما بينه و بين الجمعة الأخرى، وزيادة ثلاثة أيام؟ قالوا: بلى قال: سورة الكهف. [ضعيف جداَ\/ضعيف الجامع الصغير\/ 2160].\n*\nسورة الكهف تدعى في التوراة: الحائلة تحول بين قارئها وبين النار. [سلسلة الأحاديث الضعيفة\/ 3259].\n*\nمن قرأ ثلاث آيات من أول الكهف عصم من فتنة الدجال. [ضعيف مشكاة المصابيح\/ 2088]."
  },
  {
    "number": "الأحاديث الصحيحة التي وردت فى فضل سورة المُلْكِ",
    "text": "",
    "label": "عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ:\n\"سُورَةٌ مِنَ الْقُرْآنِ ثَلَاثُونَ آيَةً، تَشْفَعُ لِصَاحِبِهَا حَتَّى يُغْفَرَ لَهُ: (تَبَارَكَ الَّذِي بِيَدِهِ الْمُلْك)\". رَوَاه أَبُو دَاوُد (2\/ 1400)، والتِّرمِذِي (5\/ 2891)، وقَالَ: \"حَدِيثٌ حَسَنٌ\".\nعَنْ جَابِرٍ، قَالَ:\n\"كَانَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لَا يَنَامُ حَتَّى يَقْرَأَ الم تَنْزِيلُ السَّجْدَةَ، وَتَبَارَكَ الَّذِي بِيَدِهِ الْمُلْكُ\". [رواه الترمذي وصححه الألباني \/2316]."
  },
  {
    "number": "الأحاديث الصحيحة التي وردت فى فضل سورة الكَافِرُون",
    "text": "",
    "label": "عَنْ نَوْفَلٍ الأَشجَعِيُّ رَضِيَ اللَّهُ عَنْهُ، أَنَّهُ أَتَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ:\nيَا رَسُولَ اللَّهِ عَلِّمْنِي شَيْئًا أَقُولُهُ إِذَا أَوَيْتُ إِلَى فِرَاشِي، قَالَ: \"اقْرَأْ: (قُلْ يَا أَيُّهَا الكَافِرُونَ) فَإِنَّهَا بَرَاءَةٌ مِنَ الشِّرْكِ\". رَوَاه أَبُو دَاوُد (4\/ 5055)، والتِّرمِذِي (5\/ 3403) وصَحَّحَهُ."
  },
  {
    "number": "الأحاديث الصحيحة التي وردت فى فضل سورة الإِخْلاَصِ",
    "text": "",
    "label": "عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ:\n\"أَيَعْجِزُ أَحَدُكُمْ أَنْ يَقْرَأَ كُلَّ لَيْلَةٍ ثُلُثَ الْقُرْآنِ؟\" قَالُوا: وَمَنْ يُطِيقُ ذَلِكَ؟ قَالَ: \"بَلَى؛ (قُلْ هُوَ اللَّهُ أَحَدٌ)\". رَوَاه البُخَارِي (6\/ 5015)، ومُسْلِم (1\/ 811)، وأَحمَد (14\/ 11053).\nوعَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ، قَالَ: جَاءَ رَجُلٌ إِلَى رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَ:\nإِنِّي أُحِبُّ هَذِهِ السُّورَةَ: (قُلْ هُوَ اللَّهُ أَحَدٌ). فَقَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \"حُبُّكَ إِيَّاهَا أَدْخَلَكَ الْجَنَّةَ\". رَوَاه البُخَارِي (1\/ ص155) تَعلِيقاً، والتِّرمِذِي (5\/ 2901) وحَسَّنَهُ.\nعن مُعَاذِ بْنِ أَنَسٍ الْجُهَنِيِّ رضي الله عنه عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ:\nمَنْ قَرَأَ قُلْ هُوَ اللَّهُ أَحَدٌ حَتَّى يَخْتِمَهَا عَشْرَ مَرَّاتٍ بَنَى اللَّهُ لَهُ قَصْرًا فِي الْجَنَّةِ ، فَقَالَ عُمَرُ بْنُ الْخَطَّابِ : إِذَنْ أَسْتَكْثِرَ يَا رَسُولَ اللَّهِ ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : اللَّهُ أَكْثَرُ وَأَطْيَبُ. رواه أحمد (15057) ، وصححه الألباني في صحيح الجامع (6472).\nعَنْ مُعَاذِ بْنِ عَبْدِ اللَّهِ بْنِ خُبَيْبٍ ، عَنْ أَبِيهِ ، قَالَ:\nخَرَجْنَا فِي لَيْلَةٍ مَطِيرَةٍ ، وَظُلْمَةٍ شَدِيدَةٍ ، نَطْلُبُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُصَلِّي لَنَا ، قَالَ : فَأَدْرَكْتُهُ ، فَقَالَ : قُلْ : فَلَمْ أَقُلْ شَيْئًا ، ثُمَّ قَالَ : قُلْ : فَلَمْ أَقُلْ شَيْئًا ، قَالَ : قُلْ ، فَقُلْتُ : مَا أَقُولُ ؟ قَالَ : قُلْ : \" قُلْ هُوَ اللَّهُ أَحَدٌ , وَالْمُعَوِّذَتَيْنِ حِينَ تُمْسِي وَتُصْبِحُ ثَلَاثَ مَرَّاتٍ تَكْفِيكَ مِنْ كُلِّ شَيْءٍ\". [رواه الترمذي وصححه الألباني \/2829].\nعَنْ أَبِي هُرَيْرَةَ رضي الله عنه قَالَ:\nأَقْبَلْتُ مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَسَمِعَ رَجُلاً يَقْرَأُ \"قُلْ هُوَ اللَّهُ أَحَدٌ ، اللَّهُ الصَّمَدُ\" ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : وَجَبَتْ قُلْتُ : وَمَا وَجَبَتْ ؟ قَالَ : الْجَنَّةُ. [رواه الترمذي وصحح الألباني \/2320].\nعَنْ عُقْبَةَ بْنِ عَامِرٍ قَالَ لَقِيتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ لِي:\nيَا عُقْبَةُ بْنَ عَامِرٍ أَلا أُعَلِّمُكَ سُوَرًا مَا أُنْزِلَتْ فِي التَّوْرَاةِ وَلا فِي الزَّبُورِ و لا فِي الإِنْجِيلِ وَلا فِي الْفُرْقَانِ مِثْلُهُنَّ لا يَأْتِيَنَّ عَلَيْكَ لَيْلَةٌ إِلا قَرَأْتَهُنَّ فِيهَا قُلْ هُوَ اللَّهُ أَحَدٌ وَقُلْ أَعُوذُ بِرَبِّ الْفَلَقِ وَقُلْ أَعُوذُ بِرَبِّ النَّاسِ قَالَ عُقْبَةُ فَمَا أَتَتْ عَلَيَّ لَيْلَةٌ إِلا قَرَأْتُهُنَّ فِيهَا وَحُقَّ لِي أَنْ لا أَدَعَهُنَّ وَقَدْ أَمَرَنِي بِهِنَّ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. [سلسلة الأحاديث الصحيحة\/2861]\nالأحاديث الضعيفة التي وردت فى فضل سورة الإِخْلاَصِ\n*\n\"من قرأ قل هو الله أحد في مرضه الذي يموت فيه، لم يفتن في قبره، وأمن من ضغطة القبر، و حملته الملائكة يوم القيامة بأكفها حتى تجيزه من الصراط إلى الجنة\". (موضوع) [سلسلة الأحاديث الضعيفة\/301].\n*\n\"من قرأ (قل هو الله أحد) عشرين مرة بنى الله له قصرا في الجنة\". [سلسلة الأحاديث الضعيفة\/1351].\n*\n\"من قرأ {قل هو الله أحد} مائتي مرة، غفرت له ذنوب مائتي سنة\". [سلسلة الأحاديث الضعيفة\/295].\n*\n\"من قرأ قل هو الله أحد مائتي مرة كتب الله له ألفا و خمسمائة حسنة، إلا أن يكون عليه دين\". [سلسلة الأحاديث الضعيفة\/300].\n*\n\"من مر بالمقابر فقرأ (قل هو الله أحد) إحدى عشرة مرة، ثم وهب أجره للأموات، أعطي من الأجر بعدد الأموات\". [سلسلة الأحاديث الضعيفة\/1290].\n*\n\"من صلى الصبح ثم قرأ (قل هو الله أحد) مائة مرة قبل أن يتكلم، فكلما قرأ (قل هو الله أحد) غفر له ذنب سنة\". [سلسلة الأحاديث الضعيفة\/405].\n*\n\"من مر على المقابر فقرأ فيها إحدى عشرة مرة: {قل هو الله أحد} ثم وهب أجره للأموات أعطي من الأجر بعدد الأموات\". [سلسلة الأحاديث الضعيفة \/3277].\n*\n\"من قرأ بعد صلاة الجمعة {قل هو الله أحد} و{قل أعوذ برب الفلق} و{قل أعوذ برب الناس} سبع مرات أجاره الله بها من السوء إلى الجمعة الأخرى\". [سلسلة الأحاديث الضعيفة \/4129]."
  },
  {
    "number": "الأحاديث الصحيحة التي وردت فى فضل سورة الفَلَقِ والنَّاسِ (المعوذتين)",
    "text": "",
    "label": "عَنْ عُقْبَةَ بْنِ عَامِرٍ الجُهَنِيِّ رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ:\n\"أَلَمْ تَرَ آيَاتٍ أُنْزِلَتِ اللَّيْلَةَ لَمْ يُرَ مِثْلُهُنَّ قَطُّ: (قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ) وَ (قُلْ أَعُوذُ بِرَبِّ النَّاسِ)\". رَوَاه مُسْلِم (1\/ 814)، وأَبُو دَاوُد (2\/ 1462).\nوعَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُمَا، قَالَ: قَالَ لِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:\n\"اقْرَأْ يَا جَابِرُ\". قُلْتُ: وَمَا أَقْرَأُ بِأَبِي أَنْتَ وَأُمِّي؟ قَالَ: \"اقْـــرَأْ: (قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ) وَ (قُلْ أَعُوذُ بِرَبِّ النَّاسِ). فَقَرَأْتُهُمَا، فَقَالَ: «اقْرَأْ بِهِمَا، وَلَنْ تَقْرَأَ بِمِثْلِهِمَا\". رَوَاه النَّسَائِيُّ (8\/ 5441)، وابْنُ حِبَّان (3\/ 796). وهو حَدِيث حَسَن.\nعَنْ عُقْبَةَ بْنِ عَامِرٍ قَالَ لَقِيتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ لِي:\nيَا عُقْبَةُ بْنَ عَامِرٍ أَلا أُعَلِّمُكَ سُوَرًا مَا أُنْزِلَتْ فِي التَّوْرَاةِ وَلا فِي الزَّبُورِ و لا فِي الإِنْجِيلِ وَلا فِي الْفُرْقَانِ مِثْلُهُنَّ لا يَأْتِيَنَّ عَلَيْكَ لَيْلَةٌ إِلا قَرَأْتَهُنَّ فِيهَا قُلْ هُوَ اللَّهُ أَحَدٌ وَقُلْ أَعُوذُ بِرَبِّ الْفَلَقِ وَقُلْ أَعُوذُ بِرَبِّ النَّاسِ قَالَ عُقْبَةُ فَمَا أَتَتْ عَلَيَّ لَيْلَةٌ إِلا قَرَأْتُهُنَّ فِيهَا وَحُقَّ لِي أَنْ لا أَدَعَهُنَّ وَقَدْ أَمَرَنِي بِهِنَّ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. [سلسلة الأحاديث الصحيحة\/2861]\nالأحاديث الضعيفة التي وردت فى فضل سورة الفَلَقِ والنَّاسِ (المعوذتين)\n*\n\"من قرأ بعد صلاة الجمعة {قل هو الله أحد} و{قل أعوذ برب الفلق} و{قل أعوذ برب الناس} سبع مرات أجاره الله بها من السوء إلى الجمعة الأخرى\". [سلسلة الأحاديث الضعيفة \/4129]."
  },
  {
    "number": "الأحاديث الصحيحة التي وردت فى فضل سورة هود",
    "text": "",
    "label": "عَنْ ابْنِ عَبَّاسٍ، قَالَ: قَالَ أَبُو بَكْرٍ: يَا رَسُولَ اللَّهِ قَدْ شِبْتَ، قَالَ:\n\"شَيَّبَتْنِي هُودٌ، وَالوَاقِعَةُ، وَالمُرْسَلَاتُ، وَعَمَّ يَتَسَاءَلُونَ، وَإِذَا الشَّمْسُ كُوِّرَتْ\". [رواه الترمذي وصححه الألباني في صحيح الجامع \/ 3723].\nقال رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:\n\"شيبتني هود وأخواتها قبل المشيب\". [صحيح الجامع الصغير\/3721].\nقال رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:\n\"شيبتني هود وأخواتها من المفصل\". [صحيح الجامع الصغير\/3722].\nقال رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:\n\"قد شيبتي هود وأخواتها\". [صحيح الشمائل المحمدية\/35].\nالأحاديث الضعيفة التي وردت فى فضل سورة هود\n*\n\"شيبتني (هود) وأخواتها، وما فعل بالأمم قبلي\". [ضعيف الجامع الصغير\/3421].\n*\n\"اقرؤوا سورة هود يوم الجمعة\". [ضعيف الجامع الصغير\/1070].\n*\n\"شيبتني (هود) وأخواتها، (الواقعة) و(الحاقة) و(إذا الشمس كورت)\". [ضعيف الجامع الصغير\/ 3419].\n*\n\"شيبتني سورة هود وأخواتها الواقعة والقارعة والحاقة وإذا الشمس كورت وسأل سائل\". [ضعيف الجامع الصغير\/3418].\n*\n\"شيبتني (هود) وأخواتها: ذكر يوم القيامة ، و قصص الأمم\". [ضعيف الجامع الصغير\/3420]."
  },
  {
    "number": "الأحاديث الصحيحة التي وردت فى فضل سورة الإسراء",
    "text": "",
    "label": "عن عَائِشَة رضي الله عنها قالت:\n\"كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا يَنَامُ حَتَّى يَقْرَأَ الزُّمَرَ ، وَبَنِي إِسْرَائِيلَ\". [سلسلة الأحاديث الصحيحة\/641].\nعَنِ الْعِرْبَاضِ بْنِ سَارِيَةَ رَضِيَ اللَّهُ عَنْهُ ، أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:\n\"كَانَ لَا يَنَامُ حَتَّى يَقْرَأَ الْمُسَبِّحَاتِ ، وَيَقُولُ فِيهَا آيَةٌ خَيْرٌ مِنْ أَلْفِ آيَةٍ\". [رواه الترمذي وصححه الألباني \/2712].\nالمسبحات: هي السور التي تفتتح بقوله تعالى \"سبح\" أو \"يسبح\" وهن سور الإسراء، الحديد، الحشر، الصف، الجمعة ، التغابن، والأعلى."
  },
  {
    "number": "الأحاديث الصحيحة التي وردت فى فضل سورة الفتح",
    "text": "",
    "label": "عَنْ ‏ ‏أَنَسٍ\nأَنَّهَا نَزَلَتْ عَلَى النَّبِيِّ ‏ ‏صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ‏ ‏مَرْجِعَهُ مِنْ ‏ ‏الْحُدَيْبِيَةِ ‏ ‏وَأَصْحَابُهُ يُخَالِطُونَ الْحُزْنَ وَالْكَآبَةَ وَقَدْ حِيلَ بَيْنَهُمْ وَبَيْنَ مَسَاكِنِهِمْ وَنَحَرُوا ‏ ‏الْهَدْيَ ‏ ‏بِالْحُدَيْبِيَةِ ‏ ( إِنَّا فَتَحْنَا لَكَ فَتْحًا مُبِينًا ‏ ‏إِلَى قَوْلِهِ ( ‏ ‏صِرَاطًا مُسْتَقِيمًا ‏ ) ‏قَالَ : لَقَدْ ‏ ‏أُنْزِلَتْ عَلَيَّ آيَتَانِ هُمَا أَحَبُّ إِلَيَّ مِنْ الدُّنْيَا جَمِيعًا ) [ رواه أحمد وصححه الألباني في صحيح الجامع \/ 5121]."
  }
]