[
  {
    "text": "قال رسول الله صلى الله عليه وسلم: (ما مِن يَومٍ يُصْبِحُ العِبادُ فِيهِ، إلَّا مَلَكانِ يَنْزِلانِ، فيَقولُ أحَدُهُما: اللَّهُمَّ أعْطِ مُنْفِقًا خَلَفًا، ويقولُ الآخَرُ: اللَّهُمَّ أعْطِ مُمْسِكًا تَلَفًا).__ قال رسول الله صلى الله عليه وسلم: (مَن تَصدَّقَ بعَدْلِ تمرةٍ مِن كسْبٍ طيِّبٍ، ولا يَصعَدُ إلى اللهِ إلَّا طيِّبٌ؛ فإنَّ اللهَ يَقبَلُها بيَمِينه، ثمَّ يُربِّيها لِصاحِبِها، كما يُربِّي أحدُكم فَلُوَّه، حتى تَكونَ مثلَ الجبلِ).__ قال رسول الله صلى الله عليه وسلم: (الرَّجلُ في ظلِّ صدقتِه حتَّى يُقضَى بين النَّاسِ).__ قال رسول الله صلى الله عليه وسلم: (قالَ اللَّهُ: أنْفِقْ يا ابْنَ آدَمَ أُنْفِقْ عَلَيْكَ).__ قال رسول الله صلى الله عليه وسلم: (ما نقصت صدقة من مال)."
  },
  {
    "text": "قال رسول الله صلى الله عليه وسلم: (يا مَعْشَرَ النِّسَاءِ، تَصَدَّقْنَ، فإنِّي رَأَيْتُكُنَّ أكْثَرَ أهْلِ النَّارِ... فَلَمَّا صَارَ إلى مَنْزِلِهِ، جَاءَتْ زَيْنَبُ، امْرَأَةُ ابْنِ مَسْعُودٍ، تَسْتَأْذِنُ عليه، فقِيلَ: يا رَسولَ اللَّهِ، هذِه زَيْنَبُ، فَقَالَ: أيُّ الزَّيَانِبِ؟ فقِيلَ: امْرَأَةُ ابْنِ مَسْعُودٍ، قَالَ: نَعَمْ، ائْذَنُوا لَهَا فَأُذِنَ لَهَا، قَالَتْ: يا نَبِيَّ اللَّهِ، إنَّكَ أمَرْتَ اليومَ بالصَّدَقَةِ، وكانَ عِندِي حُلِيٌّ لِي، فأرَدْتُ أنْ أتَصَدَّقَ به، فَزَعَمَ ابنُ مَسْعُودٍ: أنَّه ووَلَدَهُ أحَقُّ مَن تَصَدَّقْتُ به عليهم، فَقَالَ النبيُّ صَلَّى اللهُ عليه وسلَّمَ: صَدَقَ ابنُ مَسْعُودٍ، زَوْجُكِ ووَلَدُكِ أحَقُّ مَن تَصَدَّقْتِ به عليهم)."
  },
  {
    "text": "قال رسول الله صلى الله عليه وسلم: (إنَّما الدُّنيا لأربعةِ نفرٍ عبدٍ رزقَهُ اللَّهُ مالًا وعلمًا فَهوَ يتَّقي ربَّهُ فيهِ ويصلُ فيهِ رحمَهُ ويعلمُ للَّهِ فيهِ حقًّا فَهذا بأفضلِ المنازلِ).__ قال رسول الله صلى الله عليه وسلم: (والصدقة تطفيء الخطيئة، كما يطفئ الماء النار).__ قال رسول الله -صلى الله عليه وسلم- في حديث السبعة الذين يظلهم الله في ظله يوم القيامة: (ورَجُلٌ تَصَدَّقَ بصَدَقَةٍ فأخْفاها حتَّى لا تَعْلَمَ يَمِينُهُ ما تُنْفِقُ شِمالُهُ).__ قال رسول الله صلى الله عليه وسلم: (دَاوُوا مَرضاكُمْ بِالصَّدقةِ).__ قال رسول الله صلى الله عليه وسلم: (إنْ أردتَ أنْ يَلينَ قلبُكَ، فأطعِمْ المسكينَ، وامسحْ رأسَ اليتيمِ).__ قال رسول الله صلى الله عليه وسلم: (ما مِنكُم مِن أحَدٍ إلَّا سَيُكَلِّمُهُ اللَّهُ، ليسَ بيْنَهُ وبيْنَهُ تُرْجُمانٌ، فَيَنْظُرُ أيْمَنَ منه فلا يَرَى إلَّا ما قَدَّمَ، ويَنْظُرُ أشْأَمَ منه فلا يَرَى إلَّا ما قَدَّمَ، ويَنْظُرُ بيْنَ يَدَيْهِ فلا يَرَى إلَّا النَّارَ تِلْقاءَ وجْهِهِ، فاتَّقُوا النَّارَ ولو بشِقِّ تَمْرَةٍ)"
  },
  {
    "text": "فضائل وفوائد الصدقة__  إن فضائل الصدقة كثيرة، وكلها تعود بالخير والأجر العظيم على صاحبها، ومن هذه الفضائل:__      محو الذنوب والمعاصي._     الوقاية من نار جهنم._     دواء للأمراض البدنية والقلبية._     دفع المصائب والابتلاءات._     دعاء الملائكة للمتصدق._     البركة في الأموال._     طمأنية القلب، وانشراح الصدر._     تطهير المال من ما يصيبه من اللغو، والكذب، والحلف، والغفلة._     مضاعفة الأجر والثواب والحسنات."
  }
]