[
  {
    "text": "قال رسول الله صلى الله عليه وسلم: كُلُّ أُمَّتي يَدْخُلُونَ الجَنَّةَ إِلَّا مَن أَبَى، قالوا: يا رَسُولَ اللَّهِ، وَمَن يَأْبَى؟ قالَ: مَن أَطَاعَنِي دَخَلَ الجَنَّةَ، وَمَن عَصَانِي فقَدْ أَبَى."
  },
  {
    "text": "قال رسول الله صلى الله عليه وسلم: كَلِمَتانِ حَبِيبَتانِ إلى الرَّحْمَنِ، خَفِيفَتانِ علَى اللِّسانِ، ثَقِيلَتانِ في المِيزانِ: سُبْحانَ اللَّهِ وبِحَمْدِهِ، سُبْحانَ اللَّهِ العَظِيمِ."
  },
  {
    "text": "قال رسول الله صلى الله عليه وسلم: ما مِن يَومٍ يُصْبِحُ العِبادُ فِيهِ، إلَّا مَلَكانِ يَنْزِلانِ، فيَقولُ أحَدُهُما: اللَّهُمَّ أعْطِ مُنْفِقًا خَلَفًا، ويقولُ الآخَرُ: اللَّهُمَّ أعْطِ مُمْسِكًا تَلَفًا."
  },
  {
    "text": "قال رسول الله صلى الله عليه وسلم: مَن حَفِظَ عَشْرَ آياتٍ مِن أوَّلِ سُورَةِ الكَهْفِ عُصِمَ مِنَ الدَّجَّالِ."
  },
  {
    "text": "قال رسول الله صلى الله عليه وسلم: لا تَجْعَلُوا بُيُوتَكُمْ مَقابِرَ، إنَّ الشَّيْطانَ يَنْفِرُ مِنَ البَيْتِ الذي تُقْرَأُ فيه سُورَةُ البَقَرَةِ."
  },
  {
    "text": "عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم إن لله تسعا وتسعين اسما، مائة إلا واحدا، إنه وتر يحب الوتر، من حفظها دخل الجنة، وهي: الله الواحد الأحد. الحديث. رواه ابن ماجه وأصله في الصحيحين."
  },
  {
    "text": "قال رسول الله صلى الله عليه وسلم: مَن نَفَّسَ عن مُؤْمِنٍ كُرْبَةً مِن كُرَبِ الدُّنْيَا، نَفَّسَ اللَّهُ عنْه كُرْبَةً مِن كُرَبِ يَومِ القِيَامَةِ، وَمَن يَسَّرَ علَى مُعْسِرٍ، يَسَّرَ اللَّهُ عليه في الدُّنْيَا وَالآخِرَةِ، وَمَن سَتَرَ مُسْلِمًا، سَتَرَهُ اللَّهُ في الدُّنْيَا وَالآخِرَةِ، وَاللَّهُ في عَوْنِ العَبْدِ ما كانَ العَبْدُ في عَوْنِ أَخِيهِ، وَمَن سَلَكَ طَرِيقًا يَلْتَمِسُ فيه عِلْمًا، سَهَّلَ اللَّهُ له به طَرِيقًا إلى الجَنَّةِ، وَما اجْتَمع قَوْمٌ في بَيْتٍ مِن بُيُوتِ اللهِ، يَتْلُونَ كِتَابَ اللهِ، وَيَتَدَارَسُونَهُ بيْنَهُمْ، إِلَّا نَزَلَتْ عليهمِ السَّكِينَةُ، وَغَشِيَتْهُمُ الرَّحْمَةُ وَحَفَّتْهُمُ المَلَائِكَةُ، وَذَكَرَهُمُ اللَّهُ فِيمَن عِنْدَهُ، وَمَن بَطَّأَ به عَمَلُهُ، لَمْ يُسْرِعْ به نَسَبُهُ. غيرَ أنَّ حَدِيثَ أَبِي أُسَامَةَ ليسَ فيه ذِكْرُ التَّيْسِيرِ علَى المُعْسِرِ."
  },
  {
    "text": "قال رسول الله صلى الله عليه وسلم: رَغِمَ أنْفُهُ، ثُمَّ رَغِمَ أنْفُهُ، ثُمَّ رَغِمَ أنْفُهُ قيلَ: مَنْ؟ يا رَسولَ اللهِ، قالَ: مَن أدْرَكَ والِدَيْهِ عِنْدَ الكِبَرِ، أحَدَهُما، أوْ كِلَيْهِما، ثُمَّ لَمْ يَدْخُلِ الجَنَّةَ."
  },
  {
    "text": "عن الحاكم من حديث ابن عباس رضي الله تعالى عنهما عن النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أنه قال: يا أيها الناس؛ إني قد تركت فيكم ما إن اعتصمتم به فلن تضلوا أبداً، كتاب الله، وسنة نبيه."
  },
  {
    "text": "قال رسول الله صلى الله عليه وسلم: سَيِّدُ الِاسْتِغْفارِ أنْ تَقُولَ: اللَّهُمَّ أنْتَ رَبِّي لا إلَهَ إلَّا أنْتَ، خَلَقْتَنِي وأنا عَبْدُكَ، وأنا علَى عَهْدِكَ ووَعْدِكَ ما اسْتَطَعْتُ، أعُوذُ بكَ مِن شَرِّ ما صَنَعْتُ، أبُوءُ لكَ بنِعْمَتِكَ عَلَيَّ، وأَبُوءُ لكَ بذَنْبِي فاغْفِرْ لِي، فإنَّه لا يَغْفِرُ الذُّنُوبَ إلَّا أنْتَ."
  },
  {
    "text": "قال رسول الله صلى الله عليه وسلم: خَيْرُكُمْ مَن تَعَلَّمَ القُرْآنَ وعَلَّمَهُ."
  },
  {
    "text": "قال رسول الله صلى الله عليه وسلم: لَعَنَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ المُتَشَبِّهِينَ مِنَ الرِّجَالِ بالنِّسَاءِ، والمُتَشَبِّهَاتِ مِنَ النِّسَاءِ بالرِّجَالِ."
  },
  {
    "text": "قال رسول الله صلى الله عليه وسلم: مَثَلُ الْمُؤْمِنِ الَّذِي يَقْرَأُ الْقُرْآنَ كَمَثَلِ الأُتْرُجَّةِ؛ رِيحُهَا طَيِّبٌ وَطَعْمُهَا طَيِّبٌ, وَمَثَلُ الْمُؤْمِنِ الَّذِي لَا يَقْرَأُ الْقُرْآنَ؛ كَمَثَلِ التَّمْرَةِ لَا رِيحَ لَهَا وَطَعْمُهَا حُلْوٌ, وَمَثَلُ الْمُنَافِقِ الَّذِي يَقْرَأُ الْقُرْآنَ مَثَلُ الرَّيْحَانَةِ؛ رِيحُهَا طَيِّبٌ وَطَعْمُهَا مُرٌّ, وَمَثَلُ الْمُنَافِقِ الَّذِي لَا يَقْرَأُ الْقُرْآنَ كَمَثَلِ الْحَنْظَلَةِ لَيْسَ لَهَا رِيحٌ وَطَعْمُهَا مُرٌّ."
  },
  {
    "text": "قال رسول الله صلى الله عليه وسلم: مَن قَامَ لَيْلَةَ القَدْرِ إيمَانًا واحْتِسَابًا، غُفِرَ له ما تَقَدَّمَ مِن ذَنْبِهِ، ومَن صَامَ رَمَضَانَ إيمَانًا واحْتِسَابًا غُفِرَ له ما تَقَدَّمَ مِن ذَنْبِهِ."
  },
  {
    "text": "قال رسول الله صلى الله عليه وسلم: لا حَسَدَ إلَّا في اثْنَتَيْنِ: رَجُلٌ عَلَّمَهُ اللَّهُ القُرْآنَ، فَهو يَتْلُوهُ آناءَ اللَّيْلِ، وآناءَ النَّهارِ، فَسَمِعَهُ جارٌ له، فقالَ: لَيْتَنِي أُوتِيتُ مِثْلَ ما أُوتِيَ فُلانٌ، فَعَمِلْتُ مِثْلَ ما يَعْمَلُ، ورَجُلٌ آتاهُ اللَّهُ مالًا فَهو يُهْلِكُهُ في الحَقِّ، فقالَ رَجُلٌ: لَيْتَنِي أُوتِيتُ مِثْلَ ما أُوتِيَ فُلانٌ، فَعَمِلْتُ مِثْلَ ما يَعْمَلُ."
  },
  {
    "text": "رُوي عن عائشة أم المؤمنين -رضي الله عنها- أنها قالت: أنَّ النبيَّ صَلَّى اللهُ عليه وسلَّمَ كانَ لا يَدَعُ أرْبَعًا قَبْلَ الظُّهْرِ، ورَكْعَتَيْنِ قَبْلَ الغَدَاةِ.."
  },
  {
    "text": "قال رسول الله صلى الله عليه وسلم: أيعجزُ أحدُكم أن يَكسبَ كلَّ يومٍ ألفَ حسنةٍ فقال رجلٌ من جلسائِهِ : كيف يَكسِبُ أحدُنا ألفَ حسنةٍ قال : يُسَبِّحُ مائةَ تسبيحةٍ تُكتبُ له ألفُ حسنةٍ أو يُحَطُّ عنه ألفُ خطيئةٍ."
  },
  {
    "text": "قال رسول الله صلى الله عليه وسلم: مَن تَرَكَ صَلَاةَ العَصْرِ حَبِطَ عَمَلُهُ."
  },
  {
    "text": "قال رسول الله صلى الله عليه وسلم: الْمُؤْمِنُ القَوِيُّ، خَيْرٌ وَأَحَبُّ إلى اللهِ مِنَ المُؤْمِنِ الضَّعِيفِ، وفي كُلٍّ خَيْرٌ احْرِصْ علَى ما يَنْفَعُكَ، وَاسْتَعِنْ باللَّهِ وَلَا تَعْجَزْ، وإنْ أَصَابَكَ شيءٌ، فلا تَقُلْ لو أَنِّي فَعَلْتُ كانَ كَذَا وَكَذَا، وَلَكِنْ قُلْ قَدَرُ اللهِ وَما شَاءَ فَعَلَ، فإنَّ لو تَفْتَحُ عَمَلَ الشَّيْطَانِ."
  },
  {
    "text": "عن عائشة رضي الله عنها قالت: كان رسول الله صلى الله عليه وسلم إذا تضور من الليل قال: لا إله إلا الله الواحد القهار، رب السموات والأرض وما بينهما العزيز الغفار. رواه النسائي في عمل اليوم والليلة، وفي الكبرى، وصححه الألباني."
  },
  {
    "text": "عَنْ أَبِي هُرَيْرَةَ رضي الله عنه قَالَ: قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: مَنْ صَامَ رَمَضَانَ إِيمَانًا وَاحْتِسَابًا غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ \nوعنه أيضاً أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ مَنْ قَامَ رَمَضَانَ إِيمَانًا وَاحْتِسَابًا غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ \n وأخيراً عنه أيضاً قَالَ: قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم : مَنْ يَقُمْ لَيْلَةَ الْقَدْرِ إِيمَانًا وَاحْتِسَابًا، غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ"
  },
  {
    "text": "عن عبد الله بن بريدة الأسلمي رضي الله عنه عن أبيه قال: سمع النبي صلى الله عليه وسلم رجلا يدعو وهو يقول: اللهم إني أسألك بأني أشهد أنك أنت الله لا إله إلا أنت الأحد الصمد الذي لم يلد ولم يولد ولم يكن له كفؤا أحد. قال: فقال: والذي نفسي بيده، لقد سأل الله باسمه الأعظم الذي إذا دعي به أجاب، وإذا سئل به أعطى. رواه الترمذي وابن ماجه وابن حبان."
  },
  {
    "text": "قال رسول الله صلى الله عليه وسلم: أنا أغنى الشركاء عن الشرك ، من عمل عملا أشرك فيه معي غيري تركته وشركه. رواه مسلم ، وفي رواية ابن ماجه : ( فأنا منه بريء وهو للذي أشرك )."
  },
  {
    "text": "جَاءَ رَجُلٌ إلى رَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ فَقالَ: يا رَسولَ اللَّهِ، مَن أحَقُّ النَّاسِ بحُسْنِ صَحَابَتِي؟ قالَ: أُمُّكَ قالَ: ثُمَّ مَنْ؟ قالَ: ثُمَّ أُمُّكَ قالَ: ثُمَّ مَنْ؟ قالَ: ثُمَّ أُمُّكَ قالَ: ثُمَّ مَنْ؟ قالَ: ثُمَّ أبُوكَ."
  },
  {
    "text": "قال رسول الله صلى الله عليه وسلم: (لا حَسَدَ إلَّا في اثْنَتَيْنِ: رَجُلٌ عَلَّمَهُ اللَّهُ القُرْآنَ، فَهو يَتْلُوهُ آناءَ اللَّيْلِ، وآناءَ النَّهارِ، فَسَمِعَهُ جارٌ له، فقالَ: لَيْتَنِي أُوتِيتُ مِثْلَ ما أُوتِيَ فُلانٌ، فَعَمِلْتُ مِثْلَ ما يَعْمَلُ)."
  },
  {
    "text": "قال رسول الله صلى الله عليه وسلم: (الَّذي يقرأُ القرآنَ وهو ماهرٌ به مع السَّفَرةِ الكِرامِ البَررةِ، والَّذي يقرأُ القرآنَ وهو عليه شاقٌّ فله أجران)."
  },
  {
    "text": "قال رسول الله صلى الله عليه وسلم: (من قرأ حرفًا من كتابِ اللهِ فله به حسنةٌ والحسنةُ بعشرِ أمثالِها، لا أقولُ ألم حرفٌ، ولكن ألفٌ حرفٌ، ولامٌ حرفٌ، وميمٌ حرفٌ)."
  },
  {
    "text": "قال رسول الله صلى الله عليه وسلم: (اقْرَؤُوا القُرْآنَ فإنَّه يَأْتي يَومَ القِيامَةِ شَفِيعًا لأَصْحابِهِ)."
  },
  {
    "text": "قال رسول الله صلى الله عليه وسلم: (ما اجتمَعَ قومٌ في بيتٍ من بيوتِ اللَّهِ يتلونَ كتابَ اللَّهِ، ويتدارسونَهُ فيما بينَهم إلَّا نزلَت عليهِم السَّكينةُ، وغشِيَتهُمُ الرَّحمةُ، وحفَّتهُمُ الملائكَةُ، وذكرَهُمُ اللَّهُ فيمَن عندَهُ)."
  }
]