[
  {
    "text": "عن أنس بن مالك -رضي الله عنه- أن رسول الله -عليه الصَّلاة والسَّلام- قال: \\\"مَنْ سَقَى الماءَ في موضعٍ قُدِرَ على الماءِ فله بكلِّ شربةٍ يشربُها برًّا كان أو فاجرًا عشرُ حسناتٍ تُكتب له وعشرُ درجاتٍ تُرفعُ لهُ وعشرُ سيئاتٍ تُحطُّ عنه، وإن شربهُ العَطشانُ فعِتقُ نَسَمةً، فإن شَرِبَهُ العطشانُ الذي قد هجم على الموتِ فعِتقُ ستينَ نسمةً، ومن سقى الماءَ في موضعٍ لا يُقْدَرُ على الماءِ فكأنما أحيا الناسَ جميعًا، قلتُ له: وما أحيا الناسَ جميعًا، قال: أليس إذا أحييتَ نفسًا فثوابُك الجنةُ، وكذا مَنْ أحيا الناسَ جميعًا فثوابهُ الجنةُ\\\" . __ روى عبد الله بن عمر -رضي الله عنهما- قال: \\\"سَمِعْتُ رسولَ اللهِ -صلى الله عليه وسلم- وهو يُسْأَلُ عن الماءِ يكونُ في الفَلاةِ مِن الأرضِ، وما يَنُوبُه مِن السِّبَاعِ والدَّوَابِ؟ فقال: إذا كان الماءُ قُلَّتَيْنِ لم يَحْمِلِ الخَبَثَ\\\" . __ روى عبد الله بن عمرو -رضي الله عنه-: \\\"أنَّ النَّبيَّ -صلَّى اللَّهُ عليهِ وسلَّمَ- مرَّ بسَعدٍ وَهوَ يتوضَّأُ، فقالَ: ما هذا السَّرَفُ يا سَعدُ؟ قالَ: أفي الوضوءِ سَرفٌ، قالَ: نعَم، وإن كنتَ على نَهْرٍ جارٍ\\\" ."
  },
  {
    "text": "تفسير الحديث النبوي عن الماء_  بعد ما جاء من حديث عن الماء في السنة الشريفة، سيتم المرور على حديث آخر، وتحليله وذكر مناسبته التي قيل فيها، ومما جاء عن سعد بن عبادة -رضي الله عنه- قال: \\\"يا رسولَ اللهِ! إنَّ أمي ماتت، أفأتصدقُ عنها؟ قال: نعم، قلتُ: فأيُّ الصدقةِ أفضلُ؟ قال: سقْيُ الماءِ\\\".__ مناسبة الحديث الشريف عن الماء_  في الحديثِ السابق وقفةٌ تربويّة نبويّة، تظهر القدرة التعليمية الكبيرة التي تحلَّت بها الشخصية المحمدية، فمناسبة الحديث هي سؤال أحد الصحابة رسول الله -صلَّى الله عليه وسلَّم- عن حكم شرعي بسيط، فكانت إجاباته -عليه الصَّلاة والسَّلام- شافية كافية وافية، وكانت قصيرة بليغة تشي بفصاحة هذا النبيِّ العظيم.__ تفسير الحديث الشريف عن الماء_  جاء رجل من الصحابة الكرام -رضوان الله عليهم- إلى رسول الله -صلَّى الله عليه وسلَّم- فقال له: يا رسول الله، ماتت أمي، فهل يمكنُني أن أدفع لها صدقة، أيْ أن أتصدق بالنيابة عنها بعد موتها، فقال رسول الله -عليه الصلاة والسلام-: نعم يمكنك ذلك، فسأله الرجل مرة أخرى: أي الصدقات أفضل حتَّى أتصدق بها، فقال رسول الله: سقي الماء، أي تبريد ظمأ ظامئ وسقيا عطشان، وهذا دليل على قيمة الماء وقيمة التصدق بالماء في سبيل الله تعالى."
  }
]