[
  {
    "number": "باب آداب السلام",
    "text": "",
    "label": "عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: يسلم الراكب على الماشي، والماشي على القاعد، والقليل على الكثير« متفق عليه. وفي رواية للبخاري: والصغير على الكبير\n\n(يسلم الراكب على الماشي) قال السيوطي هذا خبر بمعنى الأمر. وقيل أن تسليم الماشي لتشبيهه بالداخل على أهل المنزل، وتسليم الراكب لئلا يتكبر بركوبه فيرجع إلى التواضع، وتسليم القليل لأجل حق الكثير لأن حقهم أعظم. \n(وفي رواية للبخاري: والصغير على الكبير) قيل ذلك لأن الصغير مأمور بتوقير الكبير والتواضع له.\n\nعن أبي أمامة صدي بن عجلان الباهلي رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: إن أولى الناس بالله من بدأهم بالسلام« رواه أبو داود بإسناد جيد.\n\n(إن أولى الناس بالله) أحقهم بالقرب منه بالطاعة \n(من بدأهم بالسلام) وذلك لما صنع من المبادرة إلى الطاعة والمسارعة إليها مع ما فيه من حمل المجيب على الرد بالتسبب فيها."
  },
  {
    "number": "باب آداب الشراب",
    "text": "",
    "label": "واستحباب التنفس ثلاثًا خارج الإناء \nوكراهة التنفس في الإناء واستحباب إدارة الإناء على الأيمن فالأيمن بعد المبتدئ\n\nعن ابن عباس رضي الله عنهما قال: قال رسول الله صلى الله عليه وسلم: »لا تشربوا واحدًا كشرب البعير، ولكن اشربوا مثنى وثلاث، وسموا إذا أنتم شربتم، واحمدوا إذا أنتم رفعتم« رواه الترمذي وقال: حديث حسن.\n\n(لا تشربوا واحدًا) أي شربًا بأن لا تنفسوا بينه \n(كشرب البعير) فإنه لا يتنفس بين شربه \n(ولكن اشربوا مثنى وثلاث) أي في نفسين أو ثلاثة أنفاس، والنهي عن الشرب من نفس واحد للتنزيه \n(واحمدوا إذا أنتم رفعتم) من الشراب في كل مرة من الثلاث أو المرتين.\n\nعن أبي قتادة رضي الله عنه: »أن النبي صلى الله عليه وسلم نهى أن يتنفس في الإناء« متفق عليه.\n\nوهذا النهي عن النفس في الشرب من أجل أنه قد يقع فيه شيء من الريق أو يكون فيه أثر رائحة كريهة تعلق به فيعافه الشارب ويستقذره، إذا كان التقذر في مثل ذلك عادة غالبة على طباع أكثر الناس.\n\nعن أنس رضي الله عنه: »أن رسول الله صلى الله عليه وسلم أتى بلبن قد شيب بماء وعن يمينه أعرابي وعن يساره أبو بكر رضي الله عنه، فشرب ثم أعطى الإعرابي وقال: الأيمن فالأيمن« متفق عليه.\n\n(أتى بلبن قد شيب بماء) أي خلط بماء، وذك إما لتبريد حرارته لكونه حليبًا أو ليكثر فيعم \n(الأيمن فالأيمن) الغرض من هذا بيان تقديم الأيمن على غيره وإن كان أفضل، ولا يحط ذلك من رتبته، وكأن ذلك لفضل اليمين على اليسار, واستنبط من تكرير الأيمن أن السنة إعطاء من على اليمين ثم الذي يليه وهكذا."
  },
  {
    "number": "باب استحباب الأكل بثلاثة أصابع",
    "text": "",
    "label": "واستحباب لعق الأصابع وكراهة مسحها قبل لعقها واستحباب \nلعق القصعة وأخذ اللقمة التي تسقط منه وأكلها\n\n\nعن ابن عباس رضي الله عنهما قال: قال رسول الله صلى الله عليه وسلم: »إذا أكل أحدكم طعامًا فلا يمسح أصابعه حتى يلعقها أو يلعقها« متفق عليه.\n\n(إذا أكل أحدكم طعامًا) أي فيه رطوبة تعلق بالأصابع \n(فلا يمسح أصابعه) بمنديل أو نحوه، والنهي هنا للندب \n(حتى يلعقها) بفتح الياء، أي يلحسها هو اغتنامًا للبركة وحرصًا عليها \n(أو) للتنويع \n(يلعقها) بضم الياء، أي يلمسها من لا يقذر من ذلك منه من ولد وتلميذ ومريد. والفضل في لعق الأصابع أن يلعقها وبطن كفه إلى جهة وجهه مبتدئًا بالوسطى ثم السبابة ثم الإبهام.\n\nعن كعب بن مالك رضي الله عنه قال: »رأيت رسول الله صلى الله عليه وسلم يأكل بثلاث أصابع فإذا فرغ لعقها« رواه مسلم.\n\n(رأيت رسول الله صلى الله عليه وسلم يأكل بثلاث أصابع) قال العلماء: فيستحب الأكل بثلاث أصابع، ولا يضم إليها الرابعة والخامسة إلا لضرورة، وكان صلى الله عليه وسلم لا يأكل بإصبعين وقال: إن الشيطان يأكل بهما \n(فإذا فرغ) أي من أكله \n(لعقها) أي لحسها لما تقدم ومبالغة في التنظيف.\n\nعن أنس رضي الله عنه قال: »كان رسول الله صلى الله عليه وسلم إذا أكل طعامًا لعق أصابعه الثلاث، وقال: إذا سقطت لقمة أحدكم فليمط عنها الأذى وليأكلها، وأمرنا أن نسلت القصعة، وقال: إنكم لا تدرون في أي طعامكم البركة« رواه مسلم.\n\n(إذا سقطت لقمة أحدكم فليمط) أي ينحي ويبعد \n(عنها الأذى) لتقبل عليها النفس \n(وليأكلها ولا يدعها للشيطان) ندبًا حرصًا على البركة، وحمل النفس على التواضع ومعاملة الشيطان بنقيض قصده \n(وأمرنا أن نسلت القصعة) أي نمسح القصعة ونتبع ما فيها من الطعام \n(وقال) معللاً للأمر \n(إنكم لا تدرون) أي لا تعلمون \n(في أي طعامكم) أي في أي جزء من أجزائه، في المأكول أو الباقي بالإصبع أو الباقي بالقصعة ونحوها من اللقمة الساقطة \n(البركة) والبركة هنا والله أعلم ما يحصل به التغذية، وتسلم عاقبته من أذى، ويقوي على الطاعة وغير ذلك."
  },
  {
    "number": "باب استحباب زيارة القبور للرجال وما يقوله الزائر",
    "text": "",
    "label": "القبور جمع قبر وهو معروف، وهو مما أكرم به بنو آدم، وأول من سنه الغراب حين قتل قابيل أخاه هابيل.\n\nعن بريدة كعب رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: »كنت نهيتكم عن زيارة القبور فزوروها« رواه مسلم.\n\nوفي رواية »فمن أراد أن يزور القبور فليزر فإنها تذكرة للآخرة«\n\n(قال رسول الله صلى الله عليه وسلم: »كنت نهيتكم عن زيارة القبور) لقرب عهدهم بالجاهلية وكلماتها القبيحة التي كانوا يألفونها على القبور \n(فزوروها) نسخ لذلك النهي لما تمهدت القواعد واتضحت الأحكام، فعلموا ما ينفع وما يضر، فحينئذ طلبها منهم وعللها كما في رواية أخرى لمسلم بأنها تذكرة للآخرة؛ أي لأنها ترق القلوب بذكر الموت وأحواله وما بعده، وأكد في تحفظهم عن عادة الجاهلية كما صح: ألا يقولوا هجراً، أي باطلاً.\n(رواه مسلم) أول الحديث فيه أشياء كان نهى صلى الله عليه وسلم عنها ثم نسخ ذلك النهي وأباحها، وفي الجامع الصغير »كنت نهيتكم عن زيارة القبور فزوروا القبور؛ فإنها تزهد في الدنيا وتذكر الآخرة« رواه ابن ماجة وابن مسعود، وحديث »كنت نهيتكم عن زيارة القبور ألا فزوروها، فإنها ترق القلب وتدمع العين و تذكر الآخرة ولا تقولوا هجرا« رواه الحاكم في المستدرك عن أنس.\n\nعن بريدة رضي الله عنه قال: كان النبي صلى الله عليه وسلم يعلمهم إذا خرجوا إلى المقابر أن يقول قائلهم:»السلام عليكم أهل الديار من المؤمنين والمسلمين، وإنا إن شاء الله بكم لاحقون، أسأل الله لنا ولكم العافية« رواه مسلم.\n\n(السلام عليكم) أخذ منه أفضلية تعريف السلام علي تنكيره، والرد على من قال الأولى أن يقال للأموات عليكم السلام لأنهم ليسوا أهلاً للخطاب، أن الخطاب لا فرق في النظر إليه بين تقدمه وتأخره، على أن الصواب أن الميت أهل للخطاب مطلقاً؛ لأن روحه وإن كانت في أعلى عليين لها مزيد تعلق بالقبر فيعرف من يأتي ومن لا، كما دل عليه الخبر الصحيح »ما من أحد يمر بقبر أخيه المؤمن يعرفه في الدنيا فيسلم عليه إلا عرفه ورد عليه السلام« \n(أهل الديار) المراد بالديار القبور، وسميت بذلك لأنها للموتى من حيث اجتماعهم كالديار للأحياء \n(من المؤمنين والمسلمين) بيان لأهل الديار وللاحتراز عمن قد يكون في المقبرة من خارج عن الملة من الجاهلية \n(وإنا إن شاء الله) أتى به للتبارك امتثالاً للآية أو تعليق بالنظر للحاق بهم في هذا المكان بعينه أو الموت على الإسلام أو أن \n(إن) فيه بمعنى إذ كما قيل به في قوله تعالى:  وَخَافُونِ إِن كُنتُم مُّؤْمِنِينَ \n(أسأل الله لنا ولكم العافية) وهي الأمن من المكروه \n(رواه مسلم) في الجنائز، ورواه أبو داود في رواية أبي الحسن بن العبد عنه لا في رواية أبي القاسم، رواه النسائي وابن ماجة.\n\nعن ابن عباس رضي الله عنهما قال: »مر النبي صلى الله عليه وسلم بقبور المدينة فأقبل عليهم بوجهه فقال: السلام عليكم يا أهل القبور، يغفر الله لنا ولكم، أنتم سلفنا ونحن بالأثر« رواه الترمذي، وقال: حديث حسن.\n\n(فأقبل عليهم بوجهه) يؤخذ منه سن استقبال وجه الميت بوجه الزائر حال السلام عليه، وظاهر الحديث استمرار ذلك حال الدعاء أيضًا وعليه العمل كما قالوه، ولكن السنة عندنا أنه حال الدعاء يستقبل القبلة كما علم ذلك من أحاديث أخرى في مطلق الدعاء، وقيل: يسن التأدب مع الميت حال زيارته كما كان يفعل معه حال حياته \n(السلام عليكم يا أهل القبور، يغفر الله لنا ولكم) وقدم نفسه اهتمامًا، وفيما مر إعلاما بأن من أدب الداعي للغير أن يشرك فيه نفسه وأن يقدمها لحديث »ابدأ بنفسك« \n(أنتم سلفنا) قيل هو مجاز من سلف المال فكأنه أسلفه وجعله ثمنًا للأجر المقابل لصبره عليه، وقيل حقيقة لأن سلف الإنسان من مات قبله ممن يعز عليه، وبهذا سمي الصدر الأول من الصحابة وتابعيهم وتابعي تابعيهم بالسلف الصالح، وهؤلاء يمثلون القرون الثلاثة التي شهد صلى الله عليه وسلم بخيرتها \n(ونحن بالأثر) أي ميتون عن قريب، إذ كل آت قريب."
  },
  {
    "number": "باب استحباب سجود الشكر",
    "text": "",
    "label": "عند حصول نعمة ظاهرة أو اندفاع بلية ظاهرة\n\n\n(سجود الشكر) هو سجدة واحدة تطلب خارج الصلاة , ويشترط لها شروط الصلاة , وأركانها النية وتكبيرة الإحرام, وأركان السجود و السلام\n(عند حصول نعمة ظاهرة) أي هجومها سواء كانت مما يتوقعها أو لا, لكن يظهر من قولهم هجومها انه يشترط ألا يكون متوقعا لها, وسواء عمت النعمة المسلمين أو خصت كما صرح به المصنف وغيرة \n(أو اندفاع بلية ظاهرة) ولو تصدق أو صلى شكراً فحسن\n\nعن سعد ابن أبى وقاص رضى الله عنه قال: (خرجنا مع رسول الله صلى الله علية وسلم من مكة نريد المدينة, فلما كنا قريباً من عزوزاء نزل ثم رفع يديه فدعا الله ساعة ثم خر ساجداً فمكث طويلاً ثم قام فرفع يديه ساعة ثم خر ساجداً, فعله ثلاثاً, قال: إني سألت ربي وشفعت لامتي فأعطاني ثلث أمتي فخررت ساجداً لربي شكراً, ثم رفعت رأسي فسألت ربي فأعطاني ثلث أمتي, فخررت ساجداً لربي شكراً, ثم رفعت رأسي فسألت ربي فأعطاني الثلث الآخر, فخررت ساجداً لربي) \nرواه أبو داود .\n\n(فلما كنا قريباً من عزوزاء) موضع بين مكة والمدينة \n(لم نزل) أي عن راحلته \n(ثم رفع يديه فدعا الله) سبحانه وتعالى \n(ساعة) فيه استحباب رفع اليدين في كل دعاء \n(ثم خر) أي سقط بعزمه \n(ساجدا) والسجود هو وضع الجبهة مكشوفة على الأرض وهو غاية الخرور ونهاية الخضوع \n(فمكث) أي أقام \n(طويلاً) فيه فضيلة تطويل سجدة الشكر, ومثلها سجدتا السهو والتلاوة وغيرهما \n(ثم قام) أي من سجوده وسلم\n(فرفع يديه) أي للدعاء \n(ساعة) ويحتمل أن يكون المراد ثم قام الدعاء بعد التحلل من سجدة الشكر, فيؤخذ منه ندب القيام للدعاء بعد التحلل من سجدة الشكر\n(ثم خر ساجداً) لله عز وجل \n(فعله) أي ما ذكر من الخرور والسجود \n(وشفعت لامتي) (لكل نبي دعوة مستجابة وإني اختبأت دعوتي شفاعة لامتي) (ثلث أمتي) أي أن يدخلهم الجنة \n(شكرا) أي خرور وشكر أي ولما استجاب الله دعوته في أمته وذلك من اعظم النعم عنده أتمها خر ساجداً شكراً لذلك ففيه استحباب سجود الشكر عند تجدد النعمة, وظاهر الحديث أن سجوده كان خارج الصلاة وهو كذلك فإنها لا تشرع فيه \n(ثم رفعت رأسي) أي من سجدة الشكر\n(فأعطاني ثلث أمتي) الثاني أي أن يدخلوا الجنة . \n\nباب استحباب سجود الشكر عند حصول نعمة ظاهرة أو اندفاع بلية ظاهرة\n(سجود الشكر) هو ساجدة واحدة تطلب خارج الصلاة , ويشترط لها شروط الصلاة , وأركانها النية وتكبيرة الإحرام, وأركان السجود و السلام\n(عند حصول نعمة ظاهرة) أي هجومها سواء كانت مما يتوقعها أو لا, لكن يظهر من قولهم هجومها انه يشترط ألا يكون متوقعا لها, وسواء عمت النعمة المسلمين أو خصت كما صرح به المصنف وغيرة \n(أو اندفاع بلية ظاهرة) ولو تصدق أو صلى شكراً فحسن\nعن سعد ابن أبى وقاص رضى الله عنه قال: (خرجنا مع رسول الله صلى الله علية وسلم من مكة نريد المدينة, فلما كنا قريباً من عزوزاء نزل ثم رفع يديه فدعا الله ساعة ثم خر ساجداً فمكث طويلاً ثم قام فرفع يديه ساعة ثم خر ساجداً, فعله ثلاثاً, قال: إني سألت ربي وشفعت لامتي فأعطاني ثلث أمتي فخررت ساجداً لربي شكراً, ثم رفعت رأسي فسألت ربي فأعطاني ثلث أمتي, فخررت ساجداً لربي شكراً, ثم رفعت رأسي فسألت ربي فأعطاني الثلث الآخر, فخررت ساجداً لربي) \nرواه أبو داود .\n\n(فلما كنا قريباً من عزوزاء) موضع بين مكة والمدينة \n(لم نزل) أي عن راحلته \n(ثم رفع يديه فدعا الله) سبحانه وتعالى \n(ساعة) فيه استحباب رفع اليدين في كل دعاء \n(ثم خر) أي سقط بعزمه \n(ساجدا) والسجود هو وضع الجبهة مكشوفة على الأرض وهو غاية الخرور ونهاية الخضوع \n(فمكث) أي أقام \n(طويلاً) فيه فضيلة تطويل سجدة الشكر, ومثلها سجدتا السهو والتلاوة وغيرهما \n(ثم قام) أي من سجوده وسلم\n(فرفع يديه) أي للدعاء \n(ساعة) ويحتمل أن يكون المراد ثم قام الدعاء بعد التحلل من سجدة الشكر, فيؤخذ منه ندب القيام للدعاء بعد التحلل من سجدة الشكر\n(ثم خر ساجداً) لله عز وجل \n(فعله) أي ما ذكر من الخرور والسجود \n(وشفعت لامتي) (لكل نبي دعوة مستجابة وإني اختبأت دعوتي شفاعة لامتي) (ثلث أمتي) أي أن يدخلهم الجنة \n(شكرا) أي خرور وشكر أي ولما استجاب الله دعوته في أمته وذلك من اعظم النعم عنده أتمها خر ساجداً شكراً لذلك ففيه استحباب سجود الشكر عند تجدد النعمة, وظاهر الحديث أن سجوده كان خارج الصلاة وهو كذلك فإنها لا تشرع فيه \n(ثم رفعت رأسي) أي من سجدة الشكر\n(فأعطاني ثلث أمتي) الثاني أي أن يدخلوا الجنة . "
  },
  {
    "number": "باب استحباب صوم ثلاثة أيام من كل شهر",
    "text": "",
    "label": "عن ابي هريرة رضى الله عنه قال :(( أوصاني خليلي صلى الله علية وسلم بثلاث : صيام ثلاثة أيام من كل شهر , وركعتي الضحى وأن أوتر قبل أن أنام)) متفق عليه.\n\n(وعن ابي هريرة رضى الله عنه قال : أوصاني خليلي صلى الله علية وسلم الخلة من أبي هريرة فلا ينافي ( لو كنت متخذا خليلا غير ربي لاتخذت أبا بكر خليلا) .\n( بثلاث) أي من الخصال (صيام ثلاثة أيام من كل شهر) أي سواء كانت البيض أو السود أو غيرها وذلك ليحصل مثل ثواب الشهر كله \n(وركعتي الضحى) هما أقل صلاة الضحى \n(وأن أوتر قبل أن أنام) احتياطا لئلا يغلبه النوم فيفوت عليه الوتر , وهو محول علي من لم يعتد الاستيقاظ آخر الليل , وإلا فالتأخير إليه أفضل لحديث \n( اجعلوا أخر صلاتكم بالليل وترا)متفق عليه ."
  },
  {
    "number": "باب استحباب صوم ستة أيام من شوال",
    "text": "",
    "label": "عن أبي أيوب رضى الله عنه أن رسول الله صلى الله علية وسلم قال : (( من صام رمضان ثم أتبعه ستا من شوال كان كصيام الدهر )) رواه مسلم.\n\n(عن أبي أيوب رضى الله عنه أن رسول الله صلى الله علية وسلم قال : من صام رمضان ثم أتبعه ستا من شوال) أي ستة أيام , وفي التعبير بثم إيماء إلي حصول الفضل بصوم ست منه ولو في أثنائه \n( كان كصيام الدهر) أي فرضا , وإلا فلا يظهر وجه التخصيص إذ كل حسنة بعشر أمثالها , وظاهره أن من لم يصم رمضان أو بعضه فقضاه في شوال لا يحصل له هذا الفضل\n(من صام رمضان وشوالا والأربعاء والخميس دخل الجنة) رواه احمد ."
  },
  {
    "number": "صوم يومى الاثنين والخميس",
    "text": "",
    "label": "عن ابي هريرة رضى الله عنه قال : قال رسول الله صلى الله علية وسلم تعرض الأعمال يوم الاثنين والخميس فأحب أن يعرض عملي وأنا صائم)) رواه الترمذي وقال حديث حسن , ورواه مسلم بغير ذكر الصوم.\n(وعن ابي هريرة رضى الله عنه قال : قال رسول الله صلى الله علية وسلم تعرض الأعمال) أي تعرضها الملائكة الحفظة أو غيرهم \n(يوم الاثنين والخميس) يحتمل عرض مجموع عمل الأسبوع في الآخر منهما بعد عرض عمل ما قبل الاثنين مع عمله فيه , ويحتمل أن المعروض في الثاني ما عمل بعد الأول وما قبل ذلك ففي الأول فقط منهما \n(فأحب أن يعرض عملي وأنا صائم) تعرض أعمال الناس في كل جمعة مرتين ويم الاثنين ويوم الخميس , فيغفر لكل عبد مؤمن إلا عبدا بينه وبين أخيه شحناء فيقال اتركوا هذين حتي يفيئا ."
  },
  {
    "number": "باب استحباب كون ساقي القوم آخرهم شربًا",
    "text": "",
    "label": "عن أبي قتادة رضي الله عنه عن النبي صلى الله عليه وسلم قال: »ساقي القوم آخرهم، يعني آخرهم شربًا« رواه الترمذي وقال: حديث حسن صحيح.\n\nقيل هذا أدب من آداب ساقي الماء واللبن ونحوهما، وفي معناه من يفرق على الجماعة مأكولاً كلحم وفاكهة وغيرهما فليكن المفرق آخرهم تناولاً منه لنفسه. وقيل أيضًا أن في الحديث إشارة إلى أن من ولي شيئًا من أمر الأمة فعليه السعي فيما ينفعهم ودفع ما يؤذيهم وتقديم مصلحتهم على مصلحته، وكذا في الإطعام والسقي، فيبدأ بكبير القوم ثم بمن يليه وهكذا ثم يشرب ما بقى منهم."
  },
  {
    "number": "باب إكرام الضيف",
    "text": "",
    "label": "قال الله تعالى  هَلْ أَتَاكَ حَدِيثُ ضَيْفِ إِبْرَاهِيمَ الْمُكْرَمِينَ * إِذْ دَخَلُوا عَلَيْهِ فَقَالُوا سَلَاماً  قَالَ سَلَامٌ قَوْمٌ مُّنكَرُونَ * فَرَاغَ إِلَى أَهْلِهِ فَجَاء بِعِجْلٍ سَمِينٍ * فَقَرَّبَهُ إِلَيْهِمْ قَالَ أَلَا تَأْكُلُونَ  - سورة الذاريات آيات من 24 إلى 27\n\nوقال تعالى  وَجَاءهُ قَوْمُهُ يُهْرَعُونَ إِلَيْهِ وَمِن قَبْلُ كَانُواْ يَعْمَلُونَ السَّيِّئَاتِ قَالَ يَا قَوْمِ هَـؤُلاء بَنَاتِي هُنَّ أَطْهَرُ لَكُمْ فَاتَّقُواْ اللّهَ وَلاَ تُخْزُونِ فِي ضَيْفِي أَلَيْسَ مِنكُمْ رَجُلٌ رَّشِيدٌ  - سورة هود آية 78\n\nعن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال: »من كان يؤمن بالله واليوم الآخر فليكرم ضيفه، ومن كان يؤمن بالله واليوم الآخر فليصل رحمه، ومن كان يؤمن بالله واليوم الآخر فليقل خيرًا أو ليصمت « متفق عليه.\n\n(من كان يؤمن بالله واليوم الآخر) أي إيمانًا كاملاً، واليوم الآخر هو يوم القيامة وقيل له ذلك لأنه لا يوم بعده \n(فليكرم ضيفه) قيل إكرامه تلقيه بطلاقة الوجه وتعجيل قراه والقيام بخدمته بنفسه \n(من كان يؤمن بالله واليوم الآخر فليصل رحمه) فصلة الرحم واجبة وقطيعتها معصية كبيرة \n(ومن كان يؤمن بالله واليوم الآخر) ذكر ذلك في الجمل الثلاث لأنه حين المجازاة فذكره باعث على الإكثار من عمل البر زاجر عن الكف عن ذلك، وكأن التارك لشيء من هذه الخصال غير مؤمن بما ذكر فيه \n(فليقل خيرًا أو ليصمت) سواء كان هذا الخير أمرًا بالمعروف أو نهيًا عن المنكر أو كلمة طيبة، وإلا فليسكت.\n\nعن أبي شريح خويلد بن عمرو(الخزاعي) رضي الله عنه قال: سمعت رسول الله صلى الله عليه وسلم يقول: »من كان يؤمن بالله واليوم الآخر فليكرم ضيفه جائزته، قالوا: يا رسول الله وما جائزته؟ قال: يومه وليلته، والضيافة ثلاثة أيام، فما كان وراء ذلك فهو صدقة عليه « متفق عليه.\n\nوفي رواية لمسلم: »ولا يحل لمسلم أن يقيم عند أخيه حتى يؤثمه، قالوا: يا رسول الله وكيف يؤثمه؟ قال: يقيم عنده ولا شيء له يقريه به«.\n\n(فليكرم ضيفه جائزته) أي فليكرم جائزة ضيفه \n(قالوا: يا رسول الله وما جائزته؟ قال: يومه وليلته) أي جائزته إكرام يومه وليلته \n(والضيافة ثلاثة أيام) واختلف هل الجائزة منها أو زائدة عليها، لكن قوله \n(فما كان وراء ذلك) أي زيادة عليه \n(فهو صدقة عليه) يؤيد أنها منها. وقد قال العلماء: المطلوب من المضيف أن يبالغ في إكرام الضيف اليوم الأول وليلته، وفي باقي اليومين يأتي له بما يتيسر من الإكرام غير مبالغ فيهما كاليوم الأول، والله أعلم.\n\n(وفي رواية لمسلم: ولا يحل لمسلم) أي لا يجوز، وتنكير مسلم للتعميم \n(أن يقيم عند أخيه) لا يخفى ما في التعبير بأخيه من الحث على النظر إلى حاله والتخفيف عنه؛ فإن ذلك شان الأخوة \n(حتى يؤثمه) أي إلى أن يوقعه في الإثم \n(قالوا: يا رسول الله وكيف يؤثمه؟ قال: يقيم عنده ولا شيء له يقريه به) فيؤدي ذلك إلى الوقيعة فيه واغتيابه وإلى الاستدانة المفضية إلى الكذب وخلف الوعد."
  },
  {
    "number": "باب الاستخارة والمشاورة",
    "text": "",
    "label": "قال الله تعالى :  وَشَاوِرْهُمْ فِي الأَمْرِ  - سورة آل عمران آية من الآية 159\n\nوقال تعالى  وَأَمْرُهُمْ شُورَى بَيْنَهُمْ  - سورة الشورى من الآية 38\n\nالاستخارة أي سؤال خير الأمرين والتوفيق له، أما المشاورة فهي للغير عند إرادة شيء ما.\n\nعن جابر رضي الله عنه قال: كان رسول الله صلى الله عليه وسلم يعلمنا الاستخارة في الأمور كلها كالسورة من القرآن، يقول: إذا هم أحدكم بالأمر فليركع ركعتين من غير الفريضة ثم ليقل: اللهم إني أستخيرك بعلمك، وأستقدرك بقدرتك، وأسألك من فضلك العظيم، فإنك تقدر ولا أقدر، وتعلم ولا أعلم، وأنت علام الغيوب، اللهم إن كنت تعلم أن هذا الأمر خير لي في ديني ومعاشي وعاقبة أمري، أو قال: عاجل أمري وآجله فاقدره لي ويسره لي ثم بارك لي فيه، وإن كنت تعلم أن هذا الأمر شر لي في ديني ومعاشي وعاقبة أمري، أو قال: عاجل أمري وآجله فاصرفه عني واصرفني عنه، واقدر لي الخير حيث كان ثم أرضني به قال: ويسمي حاجته رواه البخاري.\n\n(كان رسول الله صلى الله عليه وسلم يعلمنا الاستخارة) أي طلب الخيرة: أي يعلمهم كيفيته من صلاة ودعاء\n(في الأمور كلها) التي يريد الإقدام عليها بشرط أن تكون مباحة \n(كالسورة من القرآن) أي تعليمها كتعليم السورة، وهذا فيه بيان إتقانه للذكر وعدم اشتباهه عليه \n(يقول:إذا هم أحدكم بالأمر) الجائز فعلاً أو تركًا \n(فليركع) ندبًا \n(ركعتين) بيان لأقل ما تحصل به \n(من غير الفريضة) بيان للأكمل وإلا فيحصل فضلها بما إذا صلى فريضة أو راتبة ونوى بها الاستخارة \n(ثم ليقل) أي عقب فراغه من الصلاة مستقبل القبلة رافعًا يديه بعد الحمد والصلاة على النبي صلى الله عليه وسلم؛ إذ هما سنتان في كل دعاء \n(اللهم إني أستخيرك بعلمك) أي أسألك أن تشرح صدري لخير الأمرين بسبب علمك بكيفيات الأمور وجزئياتها \n(وأستقدرك بقدرتك) أي أسأل منك أن تقدرني على خير الأمرين \n(وأسألك من فضلك العظيم فإنك تقدر) على كل ممكن تعلقت به إرادتك \n(ولا أقدر وتعلم) كل شيء كلي وجزئي وممكن وغيره \n(ولا أعلم) أي شيء من ذلك إلا ما علمتني \n(وأنت علام الغيوب) لا يشذ عن علمك منها شيء ولا يحيط أحد من خلقك منها بشيء إلا ما علمته باطلاع على جزئياتها \n(اللهم إن كنت تعلم أن هذا الأمر) أي الذي عزمت عليه \n(خير لي في ديني ومعاشي وعاقبة أمري) بأن لا يترتب عليه نقص ديني ولا دنيوي \n(أو) شك من الراوي \n(قال:عاجل أمري وآجله) هذا إطناب لشمول ديني ومعاشي لذلك \n(فاقدره لي) أي اقض به وهيئه لي \n(ويسره لي) عطف تفسير أو أخص؛ إذ الإقدار قد يكون نوع مشقة \n(ثم) إذا حصل لي \n(بارك لي فيه) بنموه ونمو آثاره وسلامتها من جميع القواطع \n(وإن كنت تعلم أن هذا الأمر شر لي في ديني ومعاشي وعاقبة أمري، أو قال: عاجل أمري وآجله فاصرفه عني واصرفني عنه) صرح به للمبالغة والتأكيد لأنه يلزم من صرفه عنك صرفك عنه وعكسه، ويصح كونه تأسيسًا بأن يراد بإصرفه عني: لا تقدرني عليه، وبإصرفني عنه: لا تبق في باطني اشتغالاً به \n(واقدر لي الخير) أي ما فيه ثواب ورضا منك على فاعله \n(حيث كان) أي قدرني على فعله في أي مكان وأي زمان حصل \n(ثم أرضني به) حتى لا أزدري شيئًا من نعمك ولا أحسد أحدًا من خلقك، وحتى أندرج في سلك الراضين الممدوحين بقولك  رَّضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ  \n(ويسمي حاجته) عطف على فليقل، أي فليقل ذلك مسميًا حاجته فيقول: اللهم إن كنت تعلم أن حجي هذا العام مثلاً."
  },
  {
    "number": "باب الإصلاح بين الناس",
    "text": "",
    "label": "قال الله تعالى: إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ فَأَصْلِحُوا بَيْنَ أَخَوَيْكُمْ  ;\n\n               : وَأَصْلِحُواْ ذَاتَ بِيْنِكُمْ ;\n\nعن أم كلثوم بنت عقبة بن أبى معيط قالت: سمعت رسول الله صلى الله علية وسلم يقول:((ليس الكذاب الذى يصلح بين الناس,\n\nفينمى خيرا أو يقول خيرا )).متفق عليه\n\nوفى رواية مسلم زيادة (( قالت: ولم أسمعه يرخص فى شئ مما يقول الناس إلا فى ثلاث, تعنى الحرب و الإصلاح بين الناس و حديث الرجل امرأته وحديث المرأة لزوجها)).متفق عليه\n\n(ليس الكذاب) أى إثم الكذب أو معناه ليس بكثير الكذب \n(الذى يصلح بين الناس) أى يكذب للإصلاح بين المتباغضين لأن هذا الكذب يؤدى الى الخير \n(فينمى خيرا) أى يبلغ خبرا فيه خير \n(أو) شك من الراوى, أى شك هل قال: (فينمى خيرا أو قال يقول خيرا).\n\nوفى رواية مسلم لهذا الحديث فى بعض طرقه زيادة على الرواية المتفق عليها \n(قالت) أى أم كلثوم \n( يرخص) من الترخيص \n(فى شئ مما يقول الناس) أى انه كذب \n( إلا فى ثلاث) أى من خصال \n( تعنى) أى أم كلثوم بتلك الثلاث \n(الحرب) كأمن يقول لأعداء الدين: مات كبيركم أو لنل جيش كبير يأتينا, أو نحو ذلك مما فيه مصلحة عامة للمسلمين, فيجوز ارتكاب الكذب لعظم النفع \n(والإصلاح بين الناس) بأن يقول مثلا لزيد: رأيت محمد, يعنى عدوه يحبك و يثنى عليك خيرا وذلك ليصلح بينهما \n(وحديث الرجل امرأته وحديث المرأة زوجها) كأن يقول أحدهما للآخر لا أحد أحب الي منك, فهذا الكذب جائز لعظم المصلحة المترتبة عليه."
  },
  {
    "number": "باب الأكل مما يليه ووعظه وتأديبه من يسئ أكله",
    "text": "",
    "label": "عن عمرو بن أبي سلمة رضي الله عنهما قال: قال رسول الله صلى الله عليه وسلم: »سم الله وكل بيمينك وكل مما يليك« متفق عليه.\n\n(سم الله) أي اذكر اسم الله أول أكلك \n(وكل بيمينك) لأنها لما ليس من باب الإهانة وهذا منه \n(وكل مما يليك) أي إذا كان الطعام لونًا واحدًا، فإن كان ألوانًا جاز الأكل من جميع الجوانب.\n\nعن سلمة بن الأكوع رضي الله عنه: »أن رجلاً أكل عند رسول الله صلى الله عليه وسلم بشماله فقال: كل بيمينك، قال: لا أستطيع، قال: لا استطعت، ما منعه إلا الكبر، فما رفعها إلى فيه« رواه مسلم.\n\n(فقال: كل بيمينك) الأمر فيه للندب وهو إرشاد للرجل للأفضل \n(قال: لا أستطيع) قالها الرجل مخبرًا بخلاف الواقع \n(قال: لا استطعت) دعا عليه صلى الله عليه وسلم لما ظهر له من عناده وكبره عن الانقياد للحق، \nوقوله (ما منعه إلا الكبر) جملة مستأنفة من الراوي مبينة للمقتضي لدعائه صلى الله عليه وسلم مع كمال رحمته ومزيد رأفته وتجاوزه عن أكثر من ذلك، خاصة والأمر على سبيل الندب، وقوله \n(فما رفعها) أي فما رفع المدعو عليه يمينه \n(إلى فيه) أشار به على حصول الإجابة حالاً."
  },
  {
    "number": "باب البكاء والخوف عند المرور بقبور الظالمين",
    "text": "",
    "label": "ومصارعهم وإظهار الافتقار إلى الله تعالى والتحذير من الغفلة عن ذلك\n\n\nعن ابن عمر رضى الله عنهما : (أن رسول الله صلى الله عليه وسلم قال لأصحابه : يعني لما وصلوا الحجر : ديار ثمود : لا تدخلوا على هؤلاء المعذبين إلا أن تكونوا باكين , فإن لم تكونوا باكين فلا تدخلوا عليهم لا يصيبكم ما أصابهم) متفق عليه\n(ديار ثمود) قوم صالح وهى فيما بين المدينة والشام \nلا تدخلوا على هؤلاء المعذبين) أي على منازلهم أو عليهم في قبورهم \nإلا أن تكونوا باكين) أي لا تدخلوا على أي حال إلا بكائكم , وليس المراد الاقتصار عليه حال الدخول بل استمرار ذلك مطلوب عند كل جزء من أجزاء الدخول والمرور بهم \nفإن لم تكونوا باكين فلا تدخلوا عليهم) لأنها مواقع سخط ومنازل بلاء \nلا يصيبكم) أي لئلا يصيبكم \nما أصابهم) أي مثل ما أصابهم من العذاب أو خشية أن يصيبكم \nووجه هذا الخشية أن البكاء في الأول أرجح لما يأتي ببعثه التفكر والاعتبار , فكأنه أمرهم بالتفكر في أحوال توجب البكاء من تقدير الله تعالى على أولئك بالكفر مع تمكينه لهم في الأرض وإمهالهم مدة طويلة ثم إيقاع نقمته بهم وشدة عذابه , وهو سبحانه مقلب القلوب فلا يأمن المؤمن أن تكون عاقبته إلى مثل ذلك , فمن مر عليهم ولم يتفكر فيما يوجب البكاء اعتباراً بحالهم فقد شابههم في الإهمال ودل على قسوة قلبه وعدم خشوعه , فلا يأمن أن يجره ذلك إلى العمل بمثل عملهم فيصيبه ما أصابهم\n\nباب البكاء والخوف عند المرور بقبور الظالمين ومصارعهم وإظهار الافتقار إلى الله تعالى والتحذير من الغفلة عن ذلك\nعن ابن عمر رضى الله عنهما : (أن رسول الله صلى الله عليه وسلم قال لأصحابه : يعني لما وصلوا الحجر : ديار ثمود : لا تدخلوا على هؤلاء المعذبين إلا أن تكونوا باكين , فإن لم تكونوا باكين فلا تدخلوا عليهم لا يصيبكم ما أصابهم) متفق عليه\n(ديار ثمود) قوم صالح وهى فيما بين المدينة والشام \nلا تدخلوا على هؤلاء المعذبين) أي على منازلهم أو عليهم في قبورهم \nإلا أن تكونوا باكين) أي لا تدخلوا على أي حال إلا بكائكم , وليس المراد الاقتصار عليه حال الدخول بل استمرار ذلك مطلوب عند كل جزء من أجزاء الدخول والمرور بهم \nفإن لم تكونوا باكين فلا تدخلوا عليهم) لأنها مواقع سخط ومنازل بلاء \nلا يصيبكم) أي لئلا يصيبكم \nما أصابهم) أي مثل ما أصابهم من العذاب أو خشية أن يصيبكم \nووجه هذا الخشية أن البكاء في الأول أرجح لما يأتي ببعثه التفكر والاعتبار , فكأنه أمرهم بالتفكر في أحوال توجب البكاء من تقدير الله تعالى على أولئك بالكفر مع تمكينه لهم في الأرض وإمهالهم مدة طويلة ثم إيقاع نقمته بهم وشدة عذابه , وهو سبحانه مقلب القلوب فلا يأمن المؤمن أن تكون عاقبته إلى مثل ذلك , فمن مر عليهم ولم يتفكر فيما يوجب البكاء اعتباراً بحالهم فقد شابههم في الإهمال ودل على قسوة قلبه وعدم خشوعه , فلا يأمن أن يجره ذلك إلى العمل بمثل عملهم فيصيبه ما أصابهم"
  },
  {
    "number": "باب التقوى",
    "text": "",
    "label": "عن ابي سعيد الخضري رضي الله عنه عن النبي الله صلى الله عليه و سلم قال : (( إن الدنيا حلوة خضرة و ان الله مستخلفكم فيها فينظر كيف تعملون فاتقوا الدنيا و اتقوا النساء فان اول فتنة بني اسرائيل كانت في النساء )) رواه مسلم\n\nشرح الحديث : \n(ان الدنيا حلوة خضرة) الخضر نوع من البقول ليس من احرارها و جيدها فشبه الدنيا للرغبة فيها و الميل اليها بالفاكهه الحلوة الخضرة فان الحلو مرغوب فيه من حيث الذوق و الاخضر مرغوب فيه من حيث النظر فاذا اجتمعا زادت الرغبة و فيه اشارة الي عدم بقائها و هو من التشبيه المطوي فيه الاداة قيل و الفرق بين هذا النوع و الاستعارة ان هذا لا يتغير حسنه اذا ظهرت الاداة فان قولك : خضرة في الحسن كقولك المال كالخضرة و لا كذلك الاستعارة فان قولك : رأيت اسدا يرمي ليس كقولك رأيت رجلا كالاسد ذكره العاقولي\n\n(و ان الله مستخلفكم فيها) أي جعلكم خلفاء في الدنيا : أي انتم بمنزلة الوكلاء فيها و قيل معناه : جعلكم ممن كان قبلكم فانها لم تصل الى قوم الا بعد الاخرين \n(فينظر) أي فيعلم علم مشاهدة و عيان \n(كيف تعملون) من انفاقها في مراضيه فتثابون او في مساخطه فتأثمون فان الجزاء انما يترتب على ما يبدو عالم الشهادة من الاعمال او فينظر ماذا تعملون : أي أتعتبرون بحالهم و تتدبرون في مآلهم \n(فاتقوا الدنيا) أي اجتنبوا فتنتها و احذروا ان تميلكم محبتها و الاغترار بها عن اوامر الله تعالى و اجتناب مناهيه فيها \n(و اتقوا النساء) أي اجتنبوا الافتتان بهن : أي ان يمنعكم التمتع بهن لاستيلاء محبتهن عن القيام باداء حقوق و العبودية و التقرب الى مراضي الله تعالى فان بمقدار نحبة السوي و الركون اليه البعد عن المولى و يدخل فيهن كما قال المصنف الزوجات و هن اكثر فتنة لدوام فتنتهن و ابتلاء اكثر الناس بهن \n(فان اول فتنة بني اسرائيل كانت في النساء) أي بسببهن قال شارح الانوار السنية يحتمل ان يكون اشارة الى قصة هاروت و ماروت لانهما فتنا بسبب امرأة من بني اسرائيل و يحتمل ان يكون اشارة الى قصة بلعام بن باعوراء لانه انما هلك بمطاوعة زوجته\n\nعن ابن مسعود رضي الله عنه ان النبي صلى الله عليه و سلم كان يقول : اللهم اني اسألك الهدى و التقى و العفاف و الغنى رواه مسلم و الترمذي و ابن ماجه\n\nشرح الحديث :\n(اللهم) : اصله يا الله فحذف حرف النداء و عوض عنه الميم\n(اني اسألك الهدى) أي الرشاد\n(و التقى) أي امتثال الاوامر و اجتناب النواهي\n(و العفاف) أي التنزه عما لا يباح و الكف عنه\n(و الغنى) أي غنى النفس و الاغتناء عن الناس و عما في ايديهم و المسئول له صلى الله عليه و سلم زيادة ذلك و فيه شرف هذه الخصال و فيه الخضوع و اللجأ للكريم الوهاب في سائر الاحوال\n\nعن ابي هريرة رضي الله عنه قال : قيل يا رسول الله من أكرم الناس؟ \nقال : اتقاهم \nفقالوا: : ليس عن هذا نسألك \nقال : فيوسف نبي الله ابن نبي الله ابن نبي الله ابن خليل الله \nقالوا : ليس عن هذا نسألك \nقال : فعن معادن العرب تسألوني ؟ خيارهم في الجاهلية خيارهم في الاسلام إذا فقهوا - متفق عليه\n\nمعاني الحديث : \nفقهوا : علموا احكام الشرع\n\nشرح الحديث : \n(: قيل يا رسول الله من أكرم الناس؟) قال المصنف في شرح مسلم : اصل الكرم كثرة الخير فلما سئل رسول الله صلى الله عليه و سلم أي الناس اكرم؟ اخبر باكرم الكرم و اعمه \n(فقال اتقاهم) لله فان من كان مستقيما كان كثير الخير في الدنيا صاحب الدرجات العليا في الاخرة و قال بعضهم الكريم هو المتقي لله و هو المنقطع عن الاكوان \n(قالوا : ليس عن هذا) الكرم \n(نسألك قال : فيوسف) فانه جمع خيري الدارين و شرفهما فانه مع كونه \n(ابن نبي الله) يعقوب \n(ابن نبي الله) اسحاق \n(ابن خليل الله) ابراهيم انضم اليه شرف علم الرؤيا و تمكنه فيه و رياسة الدنيا و ملكها بالسيرة الجميلة و احاطته للرعية عموم نفعه اياهم و شفقته عليهم \n(قالوا : ليس عن هذا) ايضا \n(نسألك) ففهم حينئذ ان مرادهم قبائل العرب \n(قال : فعن معادن العرب تسألوني ؟) قالوا نعم و سكت عن ذلك لدلالة السياق عليه فقال \n(خيارهم في الجاهلية) ما قبل الاسلام و قد سموا بذلك لكثرة جهالتهم \n(خيارهم في الاسلام) أي اصحاب المروءات و مكارم الاخلاق في الجاهلية هم اصحابها في الاسلام و هم الخيار \n(اذا فقهوا) أي صاروا فقهاء عالمين بالاحكام الشرعية و الفقهية. قال القاضي عياض : قد تضمن الحديث في الاجوبة الثلاثة ان الكرم كله و عمومه و خصوصه مجمله و مفصله انما هو بالدين من التقوى و النبوة و الاعتراف بها و الاسلام مع الفقه\n\nعن ابي امامة صدي بنعجلان الباهلي رضي الله عنه قال سمعت رسول الله صلى الله عليه و سلم يخطب في حجة الوداع فقال : (( اتقوا الله و صلوا خمسكم و صوموا شهركم و ادوا زكاة اموالكم و اطيعوا أمراءكم تدخلوا جنة ربكم )) رواه الترمذي\n\nشرح الحديث :\n(عنه قال سمعت رسول الله صلى الله عليه و سلم يخطب في حجة الوداع) سميت بذلك لانه صلى الله عليه و سلم ودع الناس فيها \n(فقال : اتقوا الله) بدأ به لانه الاساس لتناوله فعل سائر المأمورات و ترك سائر المناهي و عطف عليه ما بعده من عطف الخاص على العام اهتماما به و اعتناء بشأنه و يحتمل ان عطف قوله و اطيعوا أمراءكم من عطف المغاير من حيث ان اظهر مقاصد التقوى انتظار الامور الاخروية\n(و صلوا خمسكم) أي الفروض الخمسة \n(و صوموا شهركم) أي شهر رمضان و أضيف للامة لما يسبغ عليها فيه من الفيوض الالهية من عتق الرقاب و جزيل الثواب و في الحديث : \"رجب شهر الله و شعبان شهري و رمضان شهر الامة\"\n(و ادوا زكاة اموالكم) في الخلافيات \"و ادوا زكاتكم طيبة بها نفوسكم و حجوا بيت ربكم\"\n(و اطيعوا أمراءكم) و في رواية \"ذا أمركم\" فيما ليس فيه معصية الله تعالى و في ذلك انتظام الاحوال المتوصل بها الى قوام المعاش و الاستعداد للمعاد \n(تدخلوا) بالجزم في جواب الامر (جنة ربكم)\n\nعن ابي طريف عدي ابن حاتم الطائي رضي الله عنه قال سمعت رسول الله صلى الله عليه و سلم يقول : \"من حلف على يمين ثم رأى اتقى لله منها فليأت التقوى رواه مسلم\n\nشرح الحديث :\n(سمعت رسول الله صلى الله عليه و سلم يقول : \"من حلف على يمين) الحلف هو اليمين و اصلها العقد بالعزم و النية فخالف بين اللفظين و قال : حلف على يمين تأكيدا و قال القرطبي : اليمين المحلوف عليه \n(ثم رأى اتقى لله منها) أي من يمينه التي التزمها في ترك أمر \n(فليأت التقوى) و حاصله ان من حلف على ترك فعل شيء او فعله فرأى غيره خيرا من التمادي على اليمين و أتقى لله كأن حلف ان يتركن الصلاة او ليشربن المسكر وجب عليه الحنث و الاتيان بما هو التقوى من فعل المأمور به و ترك المنهي عنه فان حلف على ترك مندوب او فعل منهي عنه نهى كراهة ندب له الحنث و مثله حديث مسلم \"من حلف على يمين فرأى غيرها خيرا منها فليأت الذي هو خير و ليكفر عن يمينه\""
  },
  {
    "number": "باب التواضع وخفض الجناح للمؤمنين",
    "text": "",
    "label": "قال تعالى :  وَاخْفِضْ جَنَاحَكَ لِمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ  - سورة الشعراء آية 215 \nوقال تعالى :  يَا أَيُّهَا الَّذِينَ آمَنُواْ مَن يَرْتَدَّ مِنكُمْ عَن دِينِهِ فَسَوْفَ يَأْتِي اللّهُ بِقَوْمٍ يُحِبُّهُمْ وَيُحِبُّونَهُ أَذِلَّةٍ عَلَى الْمُؤْمِنِينَ أَعِزَّةٍ عَلَى الْكَافِرِينَ  - سورة المائدة من الآية 54 \nوقال تعالى :  فَلَا تُزَكُّوا أَنفُسَكُمْ هُوَ أَعْلَمُ بِمَنِ اتَّقَى  - سورة النجم من الآية 32\n\nقالوا: التواضع هو الاستسلام للحق وترك الاعتراض في الحكم، وهو أعم من الخشوع لأنه يستعمل فيما بين العباد وفيما بينهم وبين الرب سبحانه، والخشوع لا يستعمل إلا في الثاني. أما خفض الجناح فهو كناية عن التعطف والترفق، وأصله أن الطائر إذا ضم الفرخ إليه بسط جناحه ثم قبضه على فرخه، والجناحان من ابن آدم جانباه.\n\nعن عياض بن حمار رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: »إن الله أوحى إلي أن تواضعوا حتى لا يفخر أحد على أحد، ولا يبغي أحد على أحد « رواه مسلم.\n\n(إن الله أوحى إلي) قال ابن رسلان لعله وحي إلهام أو برسالة \n(أن تواضعوا) »أن« فيه مفسرة، فالموحى هو الأمر بالتواضع، ونقيض التواضع: التكبر والترفع. قال الحسن: التواضع هو أن تخرج من بيتك فلا تلقى مسلما إلا رأيت له عليك فضلا، وقال القرطبي: التواضع الانكسار والتذلل وهو يقتضي متواضعًا له: هو الله تعالى، ومن أمر الله بالتواضع له كالرسول والإمام والحاكم والعالم والوالد؛ فهذا التواضع الواجب المحمود الذي يرفع الله به صاحبه في الدارين، وأما التواضع لسائر الخلق فالأصل فيه أنه محمود ومندوب إليه إذا قصد فيه وجه الله تعالى، ومن كان كذلك رفع الله قدره في القلوب وطيب ذكره في الأفواه ورفع درجته في الآخرة وأما التواضع لأهل الدنيا ولأهل الظلم فذاك الذل الذي لا عز معه، والخيبة التي لا رفعة معها، بل يترتب عليه ذل الآخرة وكل صفقة خاسرة، وقد ورد »من تواضع لغني لغناه ذهب ثلثا دينه« \n(حتى) غاية التذلل وكسر النفس وعدم النظر إليها، أي افعلوا ذلك إلى أن \n(لا يفخر) والفخر هو التباهي بالمكارم والمناقب من حسب ونسب وغير ذلك سواء كان فيه أو في آبائه، أي لا يباهي \n(أحد) مستعليًا بفخره \n(على أحد) ليس كذلك فالخلق من أصل واحد، والنظر إلى العرض الحاضر الزائل ليس من شأن العاقل \n(ولا يبغي) أي وحتى لا يظلم ولا يتعدى \n(أحد على أحد) وذلك أن من انكسر وتذلل امتثالا لأمر الله عز وجل حال ذلك بينه وبين الفساد والوقوع في الظلم والاعتداء والعناد \n(رواه مسلم) ورواه أبو داود وابن ماجة من حديث عياض أيضًا.\n\nعن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: »ما نقصت صدقة من مال، وما زاد الله عبدًا بعفو إلا عزًا، وما تواضع أحد لله إلا رفعه الله« رواه مسلم.\n\n(ما نقصت صدقة من مال) قيل هو عائد إلى الدنيا بالبركة فيها ودفع المفسدات عنه، أي ما ينقص منه بالصدقة يتدارك بما يحصل فيه من النماء ببركتها. وقيل إلى الآخرة بالثواب والتضعيف \n(وما زاد الله عبدًا بعفو) عمن جنى عليه في نفس أو عرض أو مال أو نحو ذلك \n(إلا عزًا) قيل في الدنيا وقيل في الآخرة، أي أن من عرف بالعفو والصفح ساد وعظم في القلوب وزاد عزة وكرامة أو أن المراد أجره في الآخرة وعزه هناك \n(وما تواضع أحد لله إلا رفعه الله) يجوز أن يكون في الدنيا بأن يرفعه ويثبت له القلوب بتواضعه في الدنيا ويجوز أن بكون في الآخرة أو فيهما جميعا.\n\nعن أنس رضي الله عنه أنه مر على صبيان فسلم عليهم، وقال: »كان النبي صلى الله عليه وسلم يفعله« متفق عليه.\n\n(مر على صبيان) أي على جماعة مميزين منهم \n(فسلم عليهم، وقال: »كان النبي صلى الله عليه وسلم يفعله) أي تواضعًا وكسرًا للنفس، فإن من طبعها الترفع عن خطابهم فضلاً عن مؤانستهم بالسلام، وقيل فيه تدريبهم على آداب الشريعة وطرح رداء الكبر وتناول التواضع ولين الجانب.\n\nعن أنس رضي الله عنه قال: »إن كانت الأمة من إماء المدينة لتأخذ بيد النبي صلى الله عليه وسلم فتنطلق به حيث شاءت« رواه البخاري.\n\n(الأمة من إماء المدينة) أي الجارية من جواري أهل المدينة أي دار هجرته صلى الله عليه وسلم \n(لتأخذ بيد النبي صلى الله عليه وسلم فتنطلق به حيث شاءت) دليل على مزيد تواضعه صلى الله عليه وسلم من وجوه: الأول: أنها أمة وليست من وجوه الناس، الثاني: أنها تأخذ بيده وذلك يدل على مزيد الانقياد. الثالث: أنها تذهب به لحاجتها أي مكان كانت قريبة أو بعيدة، ففيه منه صلى الله عليه وسلم التحريض على ذلك والحث على سلوكه"
  },
  {
    "number": "باب الذكر في السجود",
    "text": "",
    "label": "أخبرنا الربيع قال أخبرنا الشافعي قال أخبرنا إبراهيم بن محمد قال أخبرني صفوان بن سليم عن عطاء بن يسار عن أبي هريرة قال ‏(‏كان النبي -صلى الله عليه وسلم- إذا سجد قال اللهم لك سجدت ولك أسلمت وبك آمنت أنت ربي سجد وجهي للذي خلقه وشق سمعه وبصره تبارك الله أحسن الخالقين‏).\n\nأخبرنا الربيع قال أخبرنا الشافعي قال أخبرنا سفيان بن عيينة عن سليمان بن سحيم عن إبراهيم بن عبد الله بن سعد عن أبيه عن ابن عباس أن رسول الله -صلى الله عليه وسلم- قال ‏(‏ألا إني نهيت أن أقرأ راكعا وساجدا فأما الركوع فعظموا فيه الرب وأما السجود فاجتهدوا فيه من الدعاء فقمن أن يستجاب لكم‏).‏\n\nأخبرنا الربيع قال أخبرني الشافعي قال أخبرنا سفيان بن عيينة عن ابن أبي نجيح عن مجاهد قال ‏\"‏ أقرب ما يكون العبد من الله عز وجل إذا كان ساجدا ألم تر إلى قوله عز ذكره ‏{‏واسجد واقترب‏}‏ يعني افعل واقرب‏.‏ ‏\n\n[‏قال الشافعي‏]‏‏:‏ ويشبه ما قال مجاهد، والله تعالى أعلم ما قال وأحب أن يبدأ الرجل في السجود بأن يقول سبحان ربي الأعلى ثلاثا ثم يقول ما حكيت أن رسول الله -صلى الله عليه وسلم- كان يقوله في سجوده ويجتهد في الدعاء فيه رجاء الإجابة ما لم يكن إماما فيثقل على من خلفه، أو مأموما فيخالف إمامه ويبلغ من هذا إماما ما لم يكن ثقلا ومأموما ما لم يخالف الإمام‏.‏\n\nفضل الجماعة والصلاة معهم\n[‏قال الشافعي‏]‏ رحمه الله تعالى‏:‏ أخبرنا مالك عن نافع عن ابن عمر أن رسول الله -صلى الله عليه وسلم- قال‏:‏ ‏(‏صلاة الجماعة تفضل صلاة الفذ بسبع وعشرين درجة‏)‏.\n\nأخبرنا الربيع قال‏:‏ أخبرنا الشافعي قال‏:‏ أخبرنا مالك عن أبي الزناد عن الأعرج عن أبي هريرة أن رسول الله -صلى الله عليه وسلم- قال‏:‏ ‏(‏صلاة الجماعة أفضل من صلاة أحدكم وحده بخمسة وعشرين جزءا‏)‏‏.‏ ‏\n\n[‏قال الشافعي‏]‏‏:‏ والثلاثة فصاعدا إذا أمهم أحدهم جماعة، وأرجو أن يكون الاثنان يؤم أحدهما الآخر جماعة، ولا أحب لأحد ترك الجماعة ولو صلاها بنسائه، أو رقيقه، أو أمه، أو بعض ولده في بيته وإنما منعني أن أقول صلاة الرجل لا تجوز وحده وهو يقدر على جماعة بحال تفضيل النبي -صلى الله عليه وسلم- صلاة الجماعة على صلاة المنفرد ولم يقل لا تجزئ المنفرد صلاته وإنا قد حفظنا أن قد فاتت رجالا معه الصلاة فصلوا بعلمه منفردين وقد كانوا قادرين على أن يجمعوا وأن قد فاتت الصلاة في الجماعة قوما فجاءوا المسجد فصلى كل واحد منهم متفردا وقد كانوا قادرين على أن يجمعوا في المسجد فصلى كل واحد منهم منفردا وإنما كرهوا لئلا يجمعوا في مسجد مرتين ولا بأس أن يخرجوا إلى موضع فيجمعوا فيه وإنما صلاة الجماعة بأن يأتم المصلون برجل فإذا ائتم واحد برجل فهي صلاة جماعة وكلما كثرت الجماعة مع الإمام كان أحب إلي وأقرب إن شاء الله تعالى من الفضل‏.‏\n\nما يؤمر به في ليلة الجمعة، ويومها \n‏[‏قال الشافعي‏]‏ رحمه الله تعالى‏:‏ بلغنا عن عبد الله بن أبي أوفى أن رسول الله -صلى الله عليه وسلم- قال ‏(‏أكثروا الصلاة علي يوم الجمعة فإني أبلغ وأسمع‏)‏ قال، ويضعف فيه الصدقة، وليس مما خلق الله من شيء فيما بين السماء والأرض يعني غير ذي روح إلا وهو ساجد لله تعالى في عشية الخميس ليلة الجمعة فإذا أصبحوا فليس من ذي روح إلا روحه روح في حنجرته مخافة إلى أن تغرب الشمس فإذا غربت الشمس أمنت الدواب، وكل شيء كان فزعا منها غير الثقلين‏.‏ ‏\n\n[‏قال الشافعي‏]‏‏:‏ وبلغنا أن رسول الله -صلى الله عليه وسلم- قال ‏(‏أقربكم مني في الجنة أكثركم علي صلاة فأكثروا الصلاة علي في الليلة الغراء، واليوم الأزهر‏)‏‏.‏\n\n‏ [‏قال الشافعي‏]‏‏:‏ يعني، والله تعالى أعلم يوم الجمعة‏.‏ ‏\n\n[‏قال الشافعي‏]‏‏:‏ أخبرنا إبراهيم بن محمد قال حدثني صفوان بن سليم أن رسول الله -صلى الله عليه وسلم- قال ‏(‏إذا كان يوم الجمعة، وليلة الجمعة فأكثروا الصلاة علي‏)‏‏.‏ ‏\n\n[‏قال الشافعي‏]‏‏:‏ أخبرنا إبراهيم بن محمد قال حدثني عبد الله بن عبد الرحمن بن معمر أن النبي -صلى الله عليه وسلم- قال‏:‏ ‏(‏أكثروا الصلاة علي يوم الجمعة‏)‏‏.‏ ‏\n\n[‏قال الشافعي‏]‏‏:‏ وبلغنا أن من قرأ سورة الكهف وقي فتنة الدجال‏.‏ ‏\n\n[‏قال الشافعي‏]‏‏:‏ وأحب كثرة الصلاة على النبي -صلى الله عليه وسلم- في كل حال، وأنا في يوم الجمعة، وليلتها أشد استحبابا، وأحب قراءة الكهف ليلة الجمعة، ويومها لما جاء فيها‏.‏\n\nما جاء في فضل الجمعة \n‏ [‏قال الشافعي‏]‏ رحمه الله تعالى‏:‏ أخبرنا إبراهيم بن محمد قال‏:‏ حدثني موسى بن عبيدة قال‏:‏ حدثني أبو الأزهر معاوية بن إسحاق بن طلحة عن عبد الله بن عبيد بن عمير أنه سمع أنس بن مالك يقول ‏(‏أتى جبريل بمرآة بيضاء فيها وكتة إلى النبي -صلى الله عليه وسلم- فقال النبي -صلى الله عليه وسلم- ما هذه‏؟‏ فقال هذه الجمعة فضلت بها أنت، وأمتك فالناس لكم فيها تبع اليهود، والنصارى، ولكم فيها خير، وفيها ساعة لا يوافقها مؤمن يدعو الله بخير إلا استجيب له، وهو عندنا يوم المزيد فقال النبي -صلى الله عليه وسلم- يا جبريل، وما يوم المزيد‏؟‏ فقال‏:‏ إن ربك اتخذ في الفردوس، واديا أفيح فيه كثب مسك فإذا كان يوم الجمعة أنزل الله تبارك وتعالى ما شاء من ملائكته، وحوله منابر من نور عليها مقاعد النبيين، والصديقين، وحف تلك المنابر بمنابر من ذهب مكللة بالياقوت، والزبرجد عليها الشهداء، والصديقون فجلسوا من ورائهم على تلك الكثب فيقول الله عز وجل أنا ربكم قد صدقتكم، وعدي فسلوني أعطكم فيقولون ربنا نسألك رضوانك فيقول الله عز وجل قد رضيت عنكم، ولكم ما تمنيتم، ولدي مزيد فهم يحبون يوم الجمعة لما يعطيهم فيه ربهم من الخير، وهو اليوم الذي استوى فيه ربك تبا رك اسمه على العرش، وفيه خلق آدم، وفيه تقوم الساعة‏)‏،\n\nأخبرنا الربيع قال أخبرنا الشافعي قال أخبرنا إبراهيم بن محمد قال حدثني عبد الله بن محمد بن عقيل عن عمرو بن شرحبيل بن سعيد بن سعد عن أبيه عن جده ‏(‏أن رجلا من الأنصار جاء إلى النبي -صلى الله عليه وسلم- فقال‏:‏ يا رسول الله أخبرنا عن يوم الجمعة ماذا فيه من الخير‏؟‏ فقال النبي -صلى الله عليه وسلم- فيه خمس خلال فيه خلق آدم، وفيه أهبط الله عز وجل آدم عليه السلام إلى الأرض، وفيه توفى الله آدم، وفيه ساعة لا يسأل الله العبد فيها شيئا إلا آتاه الله تعالى إياه ما لم يسأل مأثما أو قطيعة رحم، وفيه تقوم الساعة، وما من ملك مقرب ولا سماء ولا أرض، ولا جبل إلا وهو مشفق من يوم الجمعة‏)‏‏.‏ ‏\n\n[‏قال الشافعي‏]‏‏:‏ أخبرنا مالك بن أنس عن أبي الزناد عن الأعرج عن أبي هريرة ‏(‏أن رسول الله -صلى الله عليه وسلم- ذكر يوم الجمعة فقال‏:‏ فيه ساعة لا يوافقها إنسان مسلم، وهو قائم يصلي يسأل الله شيئا إلا أعطاه إياه، وأشار النبي -صلى الله عليه وسلم- بيده يقللها‏)‏.\n\nأخبرنا الربيع قال أخبرنا الشافعي قال أخبرنا مالك عن يزيد بن عبد الله بن الهاد عن محمد بن إبراهيم بن الحارث التيمي عن أبي سلمة بن عبد الرحمن عن أبي هريرة قال‏:‏ قال رسول الله -صلى الله عليه وسلم- ‏(‏خير يوم طلعت فيه الشمس يوم الجمعة، فيه خلق الله تبارك وتعالى آدم عليه السلام، وفيه أهبط، وفيه تيب عليه، وفيه مات وفيه تقوم الساعة، وما من دابة إلا وهي مسيخة يوم الجمعة من حين تصبح حتى تطلع الشمس شفقا من الساعة إلا الجن والإنس، وفيه ساعة لا يصادفها عبد مسلم يسأل الله عز وجل شيئا إلا أعطاه إياه‏)‏‏.‏\n\nقال أبو هريرة قال عبد الله بن سلام هي آخر ساعة في يوم الجمعة فقلت له‏:‏ وكيف تكون آخر ساعة، وقد قال النبي -صلى الله عليه وسلم- ‏\"‏ لا يصادفها عبد مسلم، وهو يصلي ‏\"‏، وتلك ساعة لا يصلى فيها‏؟‏ فقال عبد الله بن سلام‏:‏ ألم يقل رسول الله -صلى الله عليه وسلم- ‏(‏من جلس مجلسا ينتظر الصلاة فهو في صلاة حتى يصلي‏؟‏‏)‏ قال‏:‏ فقلت بلى قال‏:‏ فهو ذلك‏.‏ ‏\n\n[‏قال الشافعي‏]‏‏:‏ أخبرنا إبراهيم بن محمد قال حدثني عبد الرحمن بن حرملة عن ابن المسيب أن النبي -صلى الله عليه وسلم- قال ‏(‏سيد الأيام يوم الجمعة‏)‏‏.‏\n\nباب ذكر الله عز وجل على غير وضوء \n‏ [‏قال الشافعي‏]‏ رحمه الله تعالى‏:‏ أخبرنا إبراهيم بن محمد قال أخبرني أبو بكر بن عمر بن عبد الرحمن عن نافع عن ابن عمر ‏(‏أن رجلا مر على النبي -صلى الله عليه وسلم- وهو يبول فسلم عليه الرجل فرد عليه النبي -صلى الله عليه وسلم- فلما جاوزه ناداه النبي -صلى الله عليه وسلم- فقال إنما حملني على الرد عليك خشية أن تذهب فتقول إني سلمت على النبي -صلى الله عليه وسلم- فلم يرد علي فإذا رأيتني على هذه الحال فلا تسلم علي فإنك إن تفعل لا أرد عليك‏)‏ أخبرنا إبراهيم بن محمد عن أبي الحويرث عن الأعرج عن ابن الصمة قال ‏(‏مررت على النبي -صلى الله عليه وسلم- وهو يبول فسلمت عليه فلم يرد علي حتى قام إلى جدار فحته بعصا كانت معه ثم مسح يديه على الجدار فمسح وجهه وذراعيه ثم رد علي‏)‏ أخبرنا إبراهيم عن يحيى بن سعيد عن سليمان بن يسار ‏(‏أن النبي -صلى الله عليه وسلم- ذهب إلى بئر جمل لحاجته ثم أقبل فسلم عليه فلم يرد عليه حتى تمسح بجدار ثم رد عليه السلام‏)‏‏.‏\n\n‏ [‏قال الشافعي‏]‏‏:‏ والحديثان الأولان ثابتان، وبهما نأخذ وفيهما وفي الحديث بعدهما دلائل منه أن السلام اسم من أسماء الله تعالى فإذا رده رسول الله -صلى الله عليه وسلم- قبل التيمم وبعد التيمم في الحضر والتيمم لا يجزي المرء وهو صحيح في الوقت الذي لا يكون التيمم فيه طهارة للصلاة دل ذلك على أن ذكر الله عز وجل يجوز والمرء غير طاهر للصلاة‏.‏\n\nقال‏:‏ ويشبه - والله تعالى أعلم - أن تكون القراءة غير طاهر كذلك؛ لأنها من ذكر الله تعالى‏.‏\n\nقال‏:‏ ودليل على أنه ينبغي لمن مر على من يبول أو يتغوط أن يكف عن السلام عليه في حالته تلك ودليل على أن رد السلام في تلك الحال مباح؛ لأن النبي -صلى الله عليه وسلم- رد في حالته تلك وعلى أن ترك الرد حتى يفارق تلك الحال ويتيمم مباح ثم يرد وليس ترك الرد معطلا لوجوبه ولكن تأخيره إلى التيمم‏.‏\n\nقال‏:‏ وترك رد السلام إلى التيمم يدل على أن الذكر بعد التيمم اختيارا على الذكر قبله وإن كانا مباحين لرد النبي -صلى الله عليه وسلم- قبل التيمم وبعده‏.‏\n\nقال‏:‏ فإن ذهب ذاهب إلى أن يقول لما تيمم النبي -صلى الله عليه وسلم- رد السلام؛ لأنه قد جاز له قلنا بالتيمم للجنازة والعيدين إذا أراد الرجل ذلك وخاف فواتهما قلنا والجنازة والعيد صلاة والتيمم لا يجوز في المصر لصلاة فإن زعمت أنهما ذكر جاز العيد بغير تيمم كما جاز في السلام بغير تيمم‏.‏"
  },
  {
    "number": "باب الصبر",
    "text": "",
    "label": "عن ابي سعيد بن مالك بن سنان الخدري رضي الله عنهما ان اناسا من الانصار سألوا ر سول الله صلى الله عليه و سلم : فأعطاهم ثم سألوه فأعطاهم حتى نفد ما عنده فقال لهم حين انفق كل شيء بيده : \"ما يكن عندي من خير فلن ادخره عنكم و من يستعفف يعفه الله و من يستغن يغنه الله و من يتصبر يصبره الله و ما أعطي أحد عطاء خيرا و أوسع من الصبر\" متفق عليه\n\nشرح الحديث : \nسأل مجموعة من الانصار رسول الله صلى الله عليه و سلم \n(فأعطاهم) أي عقب سؤالهم و لم يتوان لما جبل عليه من مكارم الاخلاق و السماحة \n(ثم سألوه فأعطاهم) فتكرر منهم السؤال مرتين و منه العطاء عقب كل مرة \n(حتى نفد ما عنده) أي ذهب بالانفاق جميع ما عنده \n(فقال) عقب نفاده تنفيرا لهم من الاستكثار مما زاد على الحاجة من الدنيا و تحريضا على القناعة و حثا على الاستعفاف و اللام في \n(لهم) هي لام المبالغة \n(حين انفق) وهو مختص باخراج الشيء في الخير \n(كل شيء بيده) معد للانفاق كائن بيده \n(ما يكن عندي من خير فلن ادخره عنكم) أي ما يكن عندي لا اجعله ذخيرة لغيركم معرضا عنكم او فلا أخبؤه و أمنعكم إياه \n(عنكم و من يستعفف) أي من طلب العفه عن سؤال الناس و الاستشراف الى ما في ايديهم \n( يعفه الله) أي يرزقه العفة فيصير عفيفا قنوعا و قيل الاستعفاف الصبر و النزاهة عن الشيء \n(و من يستغن) أي يظهر الغناء بالتعفف عما في ايدي الناس \n(يغنه الله) أي يجعله غناء الا غناؤها \n(ومن يتصبر) أي يتكلف الصبر على ضيق العيش و غيره من مكاره الحياة بأن يتجرع مرارة ذلك و لا يشكو لغير مولاه \n(يصبره الله) أي يعطه من حقائق الصبر الموصلة للرضا ما يهون عليه كل مشق و مكدر و لشرف مقام الصير و علوه لانه جامع لمكارم الاخلاق و معالي الصفات فلا ينال شيئا منها الا من تحلى به \n(الله و ما أعطي أحد عطاء خيرا) أي ما أعطي أحد من خلق و مقام خيرا \n(و أوسع من الصبر) معنى كونه أوسع أي به تتسع المعارف و المشاهد و المقاصد فان قلت : مقام الرضا أفضل منه قلت : هو غايته لانه لا يعتد به الا معه فليس اجنبيا عنه اذ الصبر من غير رضا مقام ناقص جدا\n\nعن عائشة رضي الله عنها أنها سألت رسول الله صلى الله عليه و سلم عن الطاعون فأخبرها أنه كان عذابا يبعثه الله على من يشاء فجعله الله تعالى رحمة للمؤمنين فليس من عبد يقع في الطاعون فيمكث في بلده صابرا محتسبا يعلم انه لا يصيبه الا ما كتب الله له الا كان له أجر شهيد رواه البخاري\n\nشرح الحديث\nسألت أم المؤمنين السيدة عائشة رضي الله عنها رسول الله صلى الله عليه و سلم عن شأن الطاعون و حقيقته كما يؤخذ من الأحاديث بثر مؤلم يخرج غالبا من الاباط مع لهب و اسوداد حواليه و خفقان القلب و القئ \n(فأخبرها أنه كان عذابا يبعثه الله على من يشاء) في نسخة البخاري \"على من شاء\" أي من كافر أو عاص بارتكاب كبيرة أو اصرار على صغيرة\n(فجعله الله تعالى رحمة للمؤمنين) قال الشيخ زكريا في حاشيته على البخاري : أي غير مرتكبي الكبائر\n(فليس من عبد يقع في الطاعون) أي به او في بلده او هو من قبيل التجريد نحو \"لكم في رسول الله اسوة حسنة\" \nو في رواية بحذف في (فيمكث في بلده) التي وقع بها الطاعون \n(صابرا) على ما نزل به او ببلده \n(محتسبا) أي راجيا للاجر و الثواب من الله \n(يعلم انه لا يصيبه الا ما كتب الله له الا كان له أجر شهيد) و ان مات بغير الطاعون فانه حيث كان موصوفا بما اشار اليه الحديث من قصده ثواب الله عارفا ان ما وقع به فبتقدير الله و ان صرف عنه ذلك و هو غير متضجر لو وقع به معتمدا على ربه في حال الصحة و المرض كان له اجر ااشهيد و ان مات بغير الطاعون\n\nو عن أنس رضي الله عنه قال سمعت رسول الله صلى الله عليه و سلم يقول : \" ان الله عز و جل قال : اذا ابتليت عبدي بحبيبتيه فصبر عوضته منهما الجنة. يريد عينيه - رواه البخاري\n\nشرح الحديث\n(ان الله عز و جل) أي عز شأنه و جل برهانه و اتى بهما و ان كانا في المعنى متقاربين لان مقام الثناء مقام اطناب و هذا حديث قدسي لانه صلى الله عليه و سلم يروي عن ربه سبحانه انه ( قال) :أي بكلامه النفسي الذي هو صفة ذاته \n(اذا ابتليت عبدي) : أي عامله معاملة المبتلى أي المختبر \n(بحبيبتيه فصبر) على فقدهما محتسبا لاجرهما مدخرا له عند الله تعالى \n(عوضته منهما) أي بدلهما فهو كقوله تعالى :  أَرَضِيتُم بِالْحَيَاةِ الدُّنْيَا مِنَ الآخِرَةِ \n(الجنة) أي مع الفائزين او منازل مخصوصة منهما \n(يريد) أي النبي بحبيبتيه \n(عينيه) محضهما بذلك لانهما احب اعضاء الانسان اليه\n\nعن ابي هريرة رضي الله عنه قال : قال رسول الله صلى الله عليه و سلم : \"من يرد الله به خيرا يصب منه - رواه البخاري و أحمد\n\nشرح الحديث\n(من يرد الله به خيرا) أي حالا و مالا \n(يصب منه) ضبطوا (يصب) بفتح الصاد و كسرها اما في بدنه او ماله او محبوبه و في الحديث \"المؤمن لا يخلو من علة او قلة او ذلة\" و انما كان خيرا حالا لما فيه من اللجوء الى المولى و مالا لما فيه من تكفير السيئات او كتب الحسنات او هما جميعا\n\nعن معاذ ابن أنس هريرة رضي الله عنه ان النبي صلى الله عليه و سلم قال : \" من كظم غيظا و هو قادر على ان ينفذه دعاه الله سبحانه و تعالى على رءوس الخلائق يوم القيامة حتى يخيره من الحور العين ما شاء - رواه ابو داود و الترمذي و ابن ماجه\n\nشرح الحديث (من كظم غيظا) تجرعه و احتمل سببه و صبر عليه و \n(الغيظ) تغير الانسان عند احتداده و ظاهر عموم تنكير \n(غيظا) حصول الثواب على كظم الغيظ مع القدرة على انفاذه و ان قل \n(و هو قادر على ان ينفذه) أي يقضي و يعمل بما يدعوه اليه من ضرب المغتاظ منه او قتله او نحوه لسطوته على المغتاظ منه بملك او نحوه و هو قيد في حصول ثواب كظم الغيظ المذكور \n(دعاه الله سبحانه) تنزيها له عما لا يليق بشأنه \n(و تعالى) عن ذلك فهو كالاطناب\n(على رءوس الخلائق) تنويها بشأنه و اعلاما بعلو مكانه \n(يوم القيامة) ظرف لدعاه \n(حتى يخيره) بضم الياء الاولى و تشديد الثانية \n(من الحور) أي شديدات سواد العيون و بياضها \n(العين) ضخام العيون\n\nطريفه : \nروي ان الحسين ابن على رضي الله عنهما كان له عبد يقوم بخدمته و يقرب اليه طهره فقرب اليه طهره ذات يوم في كوز فلما فرغ الحسين من طهوره رفع العبد الكوز من بين يديه فأصاب فم الكوز رباعية الحسين فكسرها فنظر اليه الحسين \nفقال العبد : \"و الكاظمين الغيظ\" \nقال : قد كظمت غيظي \nفقال :\" و العافين عن الناس \nقال : قد عفوت عنك \nقال : \" و الله يحب المحسنين\" \nقال : اذهب فأنت خر لوجه الله تعالى \nقال و من جواز عتقي قال : السيف و الدرقة فاني لا اعلم في البيت غيرهما\n\nوعن انس رضى الله عنه قال : مر النبي صلى الله علية وسلم على امرأة تبكي عند قبر فقال لها اتقي الله واصبري واصبري \nفقالت: إليك عني فانك لم تصب بمصيبتي , ولم تعرفه, فقيل لها: انه النبي صلى الله عليه وسلم \nفأتت باب النبي صلى الله علية وسلم فلم تجد عنده بوابين, فقالت: لم أعرفك, فقال : إنما الصبر عند الصدمة الأولى . متفق عليه\n\nقبر فقال لها اتقي الله واصبري : قال القرطبي: الظاهر أنها كان في بكائها قدر زائد من نوح أو غيره ولهذا أمرها بالتقوى \nفقالت إليك عني: بمعنى تنح و ابعد \nولم تعرفه: أي خاطبته بذلك غير عارفة أنه النبي صلى الله علية وسلم \nفأتت: للاعتذار \nباب النبي صلى الله علية وسلم فلم تجد عنده بوابين: استشعرت خوفاَ وهيبةَ في نفسها وتصورت أنه مثل الملوك له حاجب أو بواب يمنع الناس من الوصول إليه, فوجدت الأمر بخلاف ما تصورت \nإنما الصبر: أي الذي يحمد عليه صاحبه كل الحمد ما كان \nعند الصدمة الأولى: أو عند مفاجأة المصيبة, بخلاف ما بعدها فإنه على عود الأيام يسلو \nقال الطيبي : صدر الجواب منه صلى الله علية وسلم بهذا عن قولها لم أعرفك على أسلوب الحكيم, كأنه قال لها : دعي الاعتذار فإني لا اغضب لغير الله, وانظري إلى نفسك في تفويتك الثواب الجزيل بعدم لصبر عند مفاجأة المصيبة\n\nوعن انس رضى الله عنه قال : قال رسول الله صلى الله عليه وسلم : إذا أراد الله بعبده خيراَ عجًل له العقوبة في الدنيا, وإذا أراد الله بعبده الشر أمسك عنه بذنبه حتى يوافي به يوم القيامة . وقال النبي صلى الله عليه وسلم : عن عظم الجزاء مع عظم البلاء, وإن الله تعالى إذا أحب قوماً ابتلاهم, فمن رضى فله الرضا, ومن سخط فله السخط . رواه الترمذي وقال: حديث حسن\n\nوعن انس رضى الله عنه قال : قال رسول الله صلى الله عليه وسلم : إذا أراد الله بعبده: المراد عقابه \nخيراَ عجًل له: في جزاء سيئاته \nالعقوبة في الدنيا : ببلاء في نفسه أو بموت صديقه أو بفقد ماله ونحوه, فيكون ذلك إذا سلم من التبرم من الأقدار كفارة لجناياته فيوافي القيامة وقد خلص من تبعة الذنب ودركه, فإن لم يكن من أرباب المخالفات ونزل به بلاء كان زيادة في درجاته, وعليه يحمل حديث (أشد الناس بلاء الأنبياء ثم الأمثل فالأمثل) \nالشر: من العقاب والعذاب \nأمسك عنه: الأذى \n بذنبه: يعني أن تأخير ما ذكر عنه وبقاءه في تبعات ذنبه من أسباب ذنبه, ففيه استدراجه من حيث لا يشعر \nحتى يوافي به: أي بذنبه حاملا له على كاهله \nيوم القيامة: فيجازي به, وأين جميع أهوال الدنيا ومضايقها من ساعة من عذاب النار وما فيها من أغلال والأنكال ؟ وفي الحديث الحث على الصبر على ما تجري به الأقدار, وأنه خير للناس في الحال والمآل, فمن صبر فاز ومن تبرم بالأقدار فقدر الله لا يرد, وفات المتبرم أعالي الدرجات وتكفير السيئات \nمع عظم البلاء: فمن حل به خلاف ما يهواه الإنسان بالطبع من الشدائد فليفرح بها , لما فينه من التخصيص وإجزال العطاء, فإن لم يكن من أهل مقام الرضا فلا اقل من أهل مقام الصبر \nوإن الله تعالى إذا أحب قوماً ابتلاهم: لأنه لو تركهم وزهرات الدنيا ربما استغرقت فيها قلوبهم: فاشتغلوا بها عن مربوبهم كما وقع ذلك للكفار وأرباب الغفلات , فمن أراد الله إقباله عليه قطع عنه العلائق وأنزل به أنواع البلايا لتقوده إلى الرجوع إلى مولاه في كل ساعة , وأي نعيم يوازي نعيم الشهود , وأي جحيم يساوي الغفلة والبعيد \nفمن رضى: بما جري به القدر ولم تبرم ولم يتضجر \nفله الرضا: بالاختصاص الإلهي والفيض الرباني والثواب الجزيل والأجر الجميل \nومن سخط: من ذلك وتبرم من تلك المقادير جرى المقدور إذ لا مانع لما أراد سبحانه \nفله: أي الساخط \nالسخط: الانتقام أو إرادته , لما فيه من معارضة الأقدار الإلهية والاعتراض على الأحكام الربانية"
  },
  {
    "number": "باب الصدق",
    "text": "",
    "label": "عن ابن مسعود رضي الله عنه عن النبي صلى الله عليه و سلم قال : \" ان الصدق يهدي الى البر و ان البر يهدي الى الجنة و ان الرجل ليصدق حتى يكتب عند الله صديقا و ان الكذب يهدي الى الفجور و ان الفجور يهدي الى النار و ان الرجل ليكذب حتى يكتب عند الله كذابا - متفق عليه\n\nشرح الحديث : \n\n(ان الصدق) أي تحريه في الاقوال \n\n(يهدي) أي يرشد و يوصل\n\n(الى البر) أي العمل الصالح الخالص من كل مذموم و البر : اسم جامع للخير كله و قيل البر الجنة و يجوز ان يتناول العمل الصالح و الجنة كذا قال المصنف و فيه ان تفسير البر بالجنة يأباه قوله (و ان البر يهدي الى الجنة) فالتفسير الاول هنا متعين \n\n(و ان الرجل) ال فيه الجنس و هو جار في المرأة ايضا \n\n(ليصدق) أي يلازمه و يتحراه \n\n(حتى يكتب عند الله صديقا) من ابنية المبالغة و هو من يتكرر منه الصدق حتى يصير خلقا له\n\n(و ان الكذب يهدي الى الفجور) أي ان الكذب يوصل الى الاعمال السيئة \n\n(و ان الفجور يهدي الى النار) أي ان الفجور يوصل الى النار لان المعاصي يقود بعضها الى بعض و هي سبب الورود الى النار \n\n(و ان الرجل ليكذب) أي يتحرى الكذب \n\n(حتى يكتب عند الله كذابا) أي يحكم له بتحقق مبالغة الكذب منه و انها الصفة المميزة له مبالغة في كذبه فهو ضد الصديق.\n\n \n\nقال المصنف : و معنى يكتب هنا : يحكم له بذلك و يستحق الوصف بمنزلة الصديقين و ثوابهم او بصفة الكاذبين و عقابهم و المراد اظهار ذلك للمخلوقين اما بأن يكتبه بذلك ليشتهر بحظه في الصفتين في الملأ الاعلى و اما بأن يلقي في قلوب الناس و ألسنتهم كما يوضع له القبول او البغضاء و لال فقدر الله سبحانه و تعالى و كتابه السابق قد سبق بكل ذلك.\n\n \n\nقال القرطبي حق على كل من فهم عن الله ان يلازم الصدق في الاقوال و الاخلاص في العمل و الصفاء في الاحوال فمن كان كذلك لحق بالابرار ووصل الى رضا الغفار و قد ارشد الله تعالى الى ذلك كله بقوله عند ذكر احوال الثلاثة التائبين (يا ايها الذين امنوا اتقوا الله و كونوا مع الصادقين) و القول في الكذب المحذر عنه على الضد من ذلك\n\n \n\nعن ابي محمد الحسن بن علي بن ابي طالب رضي الله عنهما قال حفظت عن رسول الله صلى الله عليه و سلم (( دع ما يريبك الى ما لا يريبك فان الصدق طمأنينة و الكذب ريبة )) رواه الترمذي\n\nشرح الحديث : \n\n(دع) امر ندب لان توقي الشهاب مندوب على الاصح\n\n(يريبك الى ما لا يريبك فان الصدق طمأنينة و الكذب ريبة) و عند ابن حبان \"فأن الخير طمأنينة و ان لشر ريبة \" و هو كالتمهيد لما قبله و التقدير اذا وجدت نفسك ترتاب في شئ فاتركه فان نفس المؤمن جبلت على انها تطمئن الى الصدق و تنفر من الكذب و ان لم تعلم ان الذي اطمأنت اليه كذلك في نفس الامر و اذا جبلت على ذلك فعليك ان تأخذ برغبتها و رهبتها اذا جربت منها الاصابة كما هو الشأن كثير في النفوس الصافيه لان الله أطلعهم على حقائق الوجود و هم في اماكنهم بالغاء ما يحب\n\nقال بعضهم : لما علم الله ان قلب المؤمن الكامل ذي النفس الزكية المطهرة من ردئ اخلاقها يميل و يطمئن الى كل كمال و منه كون القول أو الفعل صدقا او حقا و ينفر من كون احدهما كذبا او باطلا جعل ميله و طمأنينته علامة واضحة على الحل و نفرته و انزعاجه علمة على الحرام و أمر في الاول بمباشرة الفعل و في الثاني بالاعراض عنه ما امكن\n\nعن ابي ثابت و قيل ابي سعيد و قيل ابي الوليد سهل ابن حنيف و هو بدري (شهد بدرا) رضي الله عنه قال ان النبي صلى الله عليه و سلم قال : (( من سأل الله تعالى الشهادة بصدق بلغه الله منازل الشهداء و ان مات في فراشه )) رواه مسلم\n\nشرح الحديث : \n\n(من سأل الله تعالى الشهادة) أي انالته اياها \n\n(بصدق) أي و هو صادق في سؤالها \n\n(بلغة الله) بنيته الصادقه \n\n(منازل الشهداء) العليا \n\n(و ان مات في فراشه) ففي الحديث ان صدق القلب سبب بلوغ الارب و ان من نوى شيئا من عمل البر أثيب عليه و ان لم يتفق له عمله كما في حديث (ان بالمدينة لرجالا ما سرتم مسيرا و لا قطعتم واديا الا كانوا معكم حبسهم العذر) قال المصنف : ففي الحديث استحباب طلب الشهادة و استحباب نية الخير\n\nعن ابي خالد الحكيم بن حزام رضي الله عنه (أسلم عام الفتح و ابوه من سادة قريش جاهلية و اسلاما) قال : قال رسول الله صلى الله عليه و سلم : (( البيعان بالخيار ما لم يتفرقا فان صدقا و بينا بورك لهما في بيعهما و ان كتما و كذبا نخقت بركة بيعهما )) متفق عليه\n\nشرح الحديث : \n\n(البيعان) بتشديد الياء \n\n(بالخيار) اسم من الاختيار و التخيير و هو طلب خير الامرين من الفسخ و الاجازة \n\n(ما لم يتفرقا) قال الفضل ابن سلمه : افترقا بالكلام و ثفرقا بالابدان \n\n(فان صدقا) فيما يخبران به البائع في المبيع و المشترى في الثمن قدرا و صفة و ان الثمن انتهت الرغبات فيه الى كذا و يخبر بما يترتب عليه تفاوت الرغبات من عيب و نحوه \n\n(و بينا) البائع ما في المبيع و المشتري ما في الثمن من غش و شبهه قوية قامت قرائن أحوال احدهما انه اذا اطلع على مثلها لا يأخذة \n\n(بورك لهما في بيعهما) و شرائهما بتسهيل الاسباب المقتضية لزيادة الربح من كثرة الراغبين و حسن المعاملين و منع الخيانة في المبتاع و الحسد و العداوة المقتضية للخسران \n\n(وان كتما) ما في السلعة من العيوب و نحوها \n\n(و كذبا) فيما يمدحانها \n\n(محقت) ذهبت و تلفت \n\n(بركة بيعهما) فلم يحصلا منه الا على مجرد التعب\n\nكما ان التاجر اذا صدق في سلعته و لم يغش بورك له في معاملته كذلك العبد اذا صدق في معاملته مع ربه و لم يغش في اداء حق عبوديته برياء او سمعة او نظر لعمله بورك له في تلك المعاملة و اعطي امله  إِنَّ اللّهَ اشْتَرَى مِنَ الْمُؤْمِنِينَ أَنفُسَهُمْ وَأَمْوَالَهُم بِأَنَّ لَهُمُ الجَنَّةَ \n\nعن ابي سفيان صخر ابن حرب رضي الله عنه في حديثه الطويل في قصة هرقل : قال هرقل : فماذا يأمركم ؟ يعني النبي الله صلى الله عليه و سلم \n\nقال أبو سفيان : قلت يقول : اعبدوا الله وحده لا تشركوا به شيئا و اتركوا ما يقول آباؤكم و يأمرنا بالصلاة و الصدق و العفاف و الصلة - متفق عليه\n\nشرح الحديث : \n\n(عنه في حديثه الطويل في قصة هرقل) -و هو ملك الروم و لقبه قيصر كما يلقب ملك فارس بكسرى- أي في قصته لما كتب اليه رسول الله صلى الله عليه و سلم يدعوه للاسلام فارسل الى من بالشام من قريش و كان اقربهم منه صلى الله عليه و سلم ابا سفيان و كان ذلك في سنة ست من الهجرة \n\n(قال هرقل) متعرفا احوال النبي صلى الله عليه و سلم \n\n(فماذا يأمركم؟) يدل على ان الرسول من شأنه ان يأمر قومه و الاصل ماذا يأمركم به يعني النبي صلى الله عليه و سلم \n\n(قال أبو سفيان : قلت يقول : اعبدوا الله وحده) فيه ان للامر صيغة معروفة لانه اتى بقول : اعبدوا الله في جوان ما يأمركم و هو أحسن الادلة لان ابا سفيان من اهل اللسان و كذا روي عن ابن عباس بل هو افصحهم و قد رواه عنه مقرا له\n\n(لا تشركوا به شيئا) تأكيدا لقوله وحده و بالغ ابو سفيان في ذلك لانه اشد الاشياء عليه و الابعاد منها اهم\n\n(و اتركوا ما يقول آباؤكم) أي مقولهم او ما يقوله اباؤكم و هي كلمة جامعة لترك ما كانوا عليه في الجاهلية و انما ذكر الاباء تنبيها على عذرهم في مخالفتهم له لان الاباء قدوة عند الفريقين : عبدة الاوثان و النصار\n\n(و يأمرنا بالصلاة) اي باقامتها \n\n(و الصدق) وهي في رواية البخاري \"الصدقة\" بدل \"الصدق\" و رجحها السراج البلقيني يعني البخاري في التفسير الزكاة و اقتران الصلاة بالزكاة معتاد في الشرع و يرجحها ايضا انهم كانوا يستقبحون الكذب فذكر ما لم يألفوة اولى قلت : و في الجملة ليس الامر بذلك ممتنعا كما في امرهم بوفاء العهد و اداء الامانة و قد كان من مألوفاتهم و قد ثبت عند المؤلف في الجهاد من رواية ابي ذر بن شيخية الكشميهي و السرخسي قال \"بالصلاة و الصدق و الصدقة\" و في قوله \"و يأمرنا\" بعد قوله \"يقول اعبدوا الله\" اشارة الى المغايرة بين الامرين فيما يترتب على مخالفتهما اذ مخالف الاولكافر و الثاني عاص\n\n(و العفاف) الكف عن المحارم قال في المحكم : العفة الكف عما لا يحل و لا يجمل \n\n(و الصلة) أي صلة الارحام و كل ما امر الله به ان يوصل و ذلك بالبر و الاكرام و حسن المراعاة"
  },
  {
    "number": "باب المراقبة",
    "text": "",
    "label": "عن ابي جندب بن جنادة و ابي عبد الرحمن معاذ ابن جبل رضي الله عنهما عن رسول الله صلى الله عليه و سلم قال : \"اتق الله حيثما كنت و أتبع السيئة الحسنة تمحها و خالق الناس بخلق حسن رواه الترمذي\n\nشرح الحديث : \n(اتق الله) امر من التقوى و هي امتثال اوامره تعالى و اجتناب نواهيه و هذا على حد قوله تعالي \"اتقوا الله\" أي غضبه و هو اعظم ما يتقى لما ينشأ عنه من العقاب الدنيوي و الاخروي\n\n(حيثما كنت) أي في أي مكان كنت حيث يراك الناس و حيث لا يرونك اكتفاء بنظره تعالى قال تعالى  إِنَّ اللّهَ كَانَ عَلَيْكُمْ رَقِيباً   و من ثم قال رسول الله صلى الله عليه و سلم لابي ذر \"اوصيك بتقوى الله في سرائرك و  علانيتك\" و هذا من جوامع كلمه صلى الله عليه و سلم فان التقوى و ان قل لفظها جامعة لحقوقه تعالى اذ هي اجتناب كل منهي عنه و فعل كل مأمور به فمن فعل ذلك فهو من المتقين الذين شرفهم الله تعالى في كتابه بأنواع من الكمالات\n\n(و أتبع السيئة الحسنة تمحها) وجه مناسبتها لما قبلها ان العبد مأمور بالتقوى في كل حال و لما كان ربما يفرط اما بترك بعض المامورات او فعل بعض المنهيات و ذلك لا ينافي وصف التقوى كما دل عليه نظم سياق\n\n(اعدت للمتقين) – الى ان قال في وصفهم - (و الذين اذا فعلوا فاحشة...) امره بما يمحو به ما فرط فيه و هذا الحديث على حد (و ان الحسنات يذهبن السيئات) و ظاهر قوله \"تمحها\" و قوله تعالى  يُذْهِبْنَ السَّـيِّئَاتِ  ان الحسنة  تمسح السيئة من الصحف  و قيل عبر به عن ترك المؤاخذة بها فهي موجودة فيها بلا محو الى يوم القيامة\n\nو هذا تجوز يحتاج لدليل و ان نقله القرطبي في تذكرته و قال بعض المفسرين انه الصحيح عند المحققين ثم هذا من الصغائر النتعلقة بحق الله تعالى اما الكبائر فلا يكفرها – على الصحيح- الا التوبة بشروط و حينئذ يصح ادخالها في الحديث بان يراد بالسيئة ما يعم الكبيرة و بالحسنة ما يشمل التوبة منها و اما التبعات فلا يكفرها الا ارضاء اصحابها\n\n(و خالق الناس بخلق حسن) جماعة ينحصر كما ذكر عن الترمذي و غيره في طلاقة الوجة لهم و كف الاذى عنهم و بذل المعروف اليهم و قال بعضهم : هو ان تفعل معهم ما تحب ان يفعلوه معك فتجتمع القلوب و يتفق السر و العلانية و حينئذ يأمن كيد الكائد و ذلك جماع الخير و ملاك الامر و قد جاءت احاديث كثيرة في مدح الخلق\n\nعن ابي هريرة رضي الله عنه عن النبي صلى الله عليه و سلم قال : (( ان الله تعالى يغار و غيرة الله تعالى ان يأتي المرء ما حرم الله عليه )) متفق عليه\n\nشرح الحديث : \n(الغيرة) اصلها في اللغة الانفة أي الامتناع عن الضيم و نحوه و في شرح مسلم \"اصلها المنع\" و الرجل غيور على اهله يمنعهم من التعلق بأجنبي بنظرة او غيره و معنى غيرة الله تعالى : منعه الناس من الفواحش أي و سائر المحرمات لكن الغيرة في حق الناس يقارنها تغير حال الانسان و انزعاجه و هذا مستحيل في حق الله تعالى\n\nعن ابي يعلي شداد ابن أوس رضي الله عنه عن النبي صلى الله عليه و سلم قال : (( الكيس من دان نفسه و عمل لما بعد الموت و العاجز من اتبع نفسه هواها و تمنى على الله الاماني )) رواه الترمذي و غيره من العلماء\n\nشرح الحديث : \n(الكيس) أي العاقل \n(من دان نفسه) أي حاسيها و منعها مستلذاتها و شهواتها التي فيها هلاك دينها \n(وعمل لما بعد الموت) من القبر و ما بعده صالح العمل المؤنس له في الوحدة و الوحشة \n(و العاجز) أي التارك لما وجب عمله بالتسويف \n(من اتبع نفسه هواها) أي جعلها تابعة لما تهواه مؤثرة لشهواتها معرضة عن صالح الاعمال لكونه على خلاف ما تدعو اليه النفس \n(و تمنى على الله) الفوز في الاخرة فالحاصل ان الحزم الاتيان بواجب العبودية من اداء الخدمة و محاسبة النفس حذر مجاوزة الحدود و عدم الالتفات الى ذلك بالقلب و الركون اليه بل يكون اعتماده مع ذلك على فضل الله مولاه سبحانه و اما ترك اداء مقام العبودية فذلك من رعونات النفس الخفية لاسيما ان اوقعها في ميدان شهوتها الذي فيه هلاكها و محقها\n\nعن ابي هريرة رضي الله عنه قال : قال رسول الله صلى الله عليه و سلام قال : (( من حسن اسلام المرء تركه ما لا يعنيه )) رواه الترمذي و غيره\n\nشرح الحديث : \n(من ) تبعيضيه \n(حسن اسلام المرء) أي كمال الاسلام و هو ان يستقيم نفسه في الاذعان لامر الله تعالى و الاستسلان لاحكامه و هو علامة شرح الصدر بنور الرب\n(تركه ما لا يعنيه) أي ما لا يريده و لا يحتاج اليه و لا ضرورة اليه فيه و لا ينفعه بكون عيشه بدونه ممكنا و ذلك يشمل الافعال الزائدة و الاقوال الفاضلة فينبغي الا يشتغل الا بما فيه اصلاحه معاشا و معادا بتحصيل ما لابد منه في قوام البدن و بقاء النوع الانساني ثم بالسعي في الكمالات العلمية و الفضائل العلية التي هي الوسيلة لنيل السعادة الابدية و ان يعرض عما عدا ذلك : وذلك انما يكون بالمراقبة و معرفة انه فيما يأتيه بمرأى و مسمع من الله تعالى.\n\nقال معروف : علامة مقت الله للعبد ان تراه منشغلا بما لا يعنيه فان من اشتغل بما لا يعنيه فاته ما يعنيه و قال الغزالي حد ما لا يعنيك في الكلام ان تتكلم بما لو سكت عنه لم تأثم و لم تتضرر حالا و مالا قال : فان شغلت بما لا يعنيك فانك مضيع لزمانك و محاسب على عمل لسانك\n\nعن انس رضي الله عنه قال : (( انكم لتعملون اعمالا هي ادق في اعينكم من الشعر كنا نعدها على عهد رسول الله صلى الله عليه وسلم من الموبقات )) رواه البخاري\n\nمعاني الحديث : \nالموبقات : المهلكات\n\nشرح الحديث : \nكان أنس رضي الله عنه مخاطبا المتساهلين في الاعمال تستهونونها لعدم نظركم الى عظم المعصى بها \n(هي) لذلك \n(ادق في اعينكم من الشعر)استخفافا بها \n(كنا نعدها) لكمال الخشية الناشئة عن كمال المعرفة بالله الحاصلة بحلول نظر النبي صلى الله عليه وسلم \n(على عهد) زمن \n(رسول الله صلى الله عليه وسلم من الموبقات) و هذا كما جاء في الخبر الاخر \"لا تنظر الى صغر الخطيئة و انظر الى عظم من عصيت\" و في الخبر الاخر \"المؤمن يرى ذنبه كأنه ذباب يمر على انفه\" و في الحديث كمال مراقبة القوم لله تعالى و كمال استحيائهم منه حتى انهم يرون تلك الامور التي استهون غيرهم الوقوع غيها مهلكات لهم لعظم شهودهم جلال الله تعالى و عظمته"
  },
  {
    "number": "باب الندب إلى إتيان الصلاة",
    "text": "",
    "label": "والعلم ونحوهما من العبادات بالسكينة والوقار\n\n\nقال الله تعالى  ذَلِكَ وَمَن يُعَظِّمْ شَعَائِرَ اللَّهِ فَإِنَّهَا مِن تَقْوَى الْقُلُوبِ  سورة الحج آية 32\n\nالمقصود هو الدعاء إلى إتيان محل الصلاة والعلم ونحوهما من العبادات بالسكينة والوقار؛ لما في ذلك من سكون النفس فيدخل في العبادة بخشوع وخضوع بخلافه إذا عدا في الطريق بذلك فلا يأتي إلا وهو مضطرب من إسراع المشي فيصده ذلك عن كمال الخشوع أو أصله.\n\nعن أبي هريرة رضي الله عنه قال: سمعت رسول الله صلى الله عليه وسلم يقول: إذا أقيمت الصلاة فلا تأتوها وأنتم تسعون وأتوها وأنتم تمشون، وعليكم السكينة، فما أدركتم فصلوا وما فاتكم فأتموا متفق عليه.\n\n(إذا أقيمت الصلاة) بذكر كلمات الإقامة ومثله أو إذا لم تقم ولكن خشي قيامها \n(فلا تأتوها) ندبًا \n(وأنتم تسعون) ولا يخالفه قوله تعالى إِذَا نُودِي لِلصَّلَاةِ مِن يَوْمِ الْجُمُعَةِ فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ   لأن المنهي عنه السعي بمعنى العدو والإسراع في المشي، والمأمور به  المضي فيها \n(وأتوها) ندبًا \n(وأنتم تمشون) مشيًا بلا إسراع ينافي الوقار كما يدل عليه تقييده بجملة \n(وعليكم السكينة) وذلك مندوب إليه ما لم يعد مقصرًا بالتأخير في الجمعة بحيث ينسب إليه التفويت وإلا فيجب عليه الإسراع حينئذ \n(فما أدركتم) أي من الصلاة مع الإمام فصلوها \n(وما فاتكم) معه \n(فأتموا) أي أكملوا وحدكم.\n\nعن ابن عباس رضي الله عنهما: أنه دفع مع النبي صلى الله عليه وسلم يوم عرفة، فسمع النبي صلى الله عليه وسلم وراءه زجرًا شديدًا وضربًا وصوتًا للإبل، فأشار بسوطه إليهم وقال: أيها الناس عليكم بالسكينة، فإن البر ليس بالإيضاع رواه البخاري وروى مسلم بعضه.\n\n(أنه دفع مع النبي صلى الله عليه وسلم) أي قريبًا منه بحيث يعد عرفًا أنه مصاحب له \n(يوم عرفة) أي عقبه بعد مغيب شمسه كما جاء التصريح بذلك في حديث جابر \n(فسمع النبي صلى الله عليه وسلم وراءه زجرًا شديدًا وضربًا) أي صوت ذلك \n(وصوتًا للإبل) أي من الرغو \n(فأشار بسوطه إليهم) أي تأنوا ودعوا العجلة، وقال زيادة في البيان\n(عليكم بالسكينة) أي الزموا السكينة \n(فإن البر) أي الطاعة \n(ليس بالإيضاع) أي الإسراع وإنما هو بالخضوع والخشوع والاستكانة لمن لا يخفى عليه شيء في الأرض ولا في السماء."
  },
  {
    "number": "باب النفقة على الأولاد",
    "text": "",
    "label": "قال الله تعالى :  وَعلَى الْمَوْلُودِ لَهُ رِزْقُهُنَّ وَكِسْوَتُهُنَّ بِالْمَعْرُوفِ  - البقرة آية 233 \nوقال الله تعالى: وَمَا أَنفَقْتُم مِّن شَيْءٍ فَهُوَ يُخْلِفُهُ  - سورة سبأ آية 39\n\nوعن أبى مسعود البدرى رضى الله عنه عن النبى صلى الله علية وسلم إذا أنفق الرجل على أهله يحتسبها فهو له صدقة )) متفق عليه.\n\n(إذا أنفق الرجل) المسلم كما فى رواية المشكاة بدل قوله الرجل \n(على أهله) الذين تلزمه مؤنتهم وغيرهم \n( يحتسبها) عند الله: يقصد به وجه الله والتقريب إليه \n(فهو) أى المنفق \n(له صدقة) أى عظيمة الثواب لما فيها من أداء الواجب وصلة الرحم الوارد فيه من الثواب ما لا يحصيه الا المتفضل به .\n\nوعن أبى هريرة رضى الله عنه أن النبى صلى الله علية وسلم قال: (( ما من يوم يصبح العبد فيه الا ملكان ينزلان فيقول أحدهما: اللهم أعط منفقا خلفا, ويقول الأخر: اللهم أعط ممسكا تلفا))متفق عليه.\n\n(ما) نافية \n(من) لتأكيد النفى \n(يوم) وهو شرعا من طلوع الفجر إلى غروب الشمس, وقوله \n(يصبح العباد فيه) وصف توضيحى \n(إلا ملكان ينزلان) \nقال فى فتح البارى: وفى حديث أبى الدرداء : (( ما يوم طلعت فيه الشمس إلا وبجنبيها ملكان يناديان بصوت يسمعه خلق الله إلا الثقلين: يأيها الناس هلموا إلى ربكم فان ما قل وكفى خير مما كثر وألهى, ولا غربت شمسه إلا وبجنبيها ملكان يناديان.....)) فذكر مثل حديث أبى هريرة \n(فيقول أحدهما: اللهم أعط منفقا) أى منفق المال \n(خلفا) وأبهم الخلف ليتناول المال والثواب وغيرهما,\n\nقال الحافظ: وإبهامه أولى فكم من منفق مات قبل وقوع الخلف المالى له, فيكون خلفه الثواب المعد له فى الآخرة, أو يدفع عنه من السوء ما يقابل ذلك \n(ويقول الآخر) الملك \n(اللهم أعط) عبر بالعطية مشاكلة لما قبلها وإلا فهى لا تكون فى التلف \n(ممسكا تلفا) يحتمل تلف ذلك المال بعينه أو تلف نفس صاحب المال, والمراد به فوات أعمال البر بالتشاغل بغيرها, قال النووى: الإنفاق الممدوح ما كان فى الطاعات وعلى العيال والضيفان والتطوعات, وقال القرطبى: هى تشمل الواجبات والمندوبات, لكن الممسك عن المندوبات لا يستحق هذا الدعاء إلا أن يغلب عليه البخل المذموم بحيث لا تطيب نفسه بإخراج الحق الذى عليه ولو أخرجه."
  },
  {
    "number": "باب الورع وترك الشبهات",
    "text": "",
    "label": "قال الله تعالى :وَتَحْسَبُونَهُ هَيِّناً وَهُوَ عِندَ اللَّهِ عَظِيمٌ  - سورة النور من الآية 15 \nوقال تعالى :  إِنَّ رَبَّكَ لَبِالْمِرْصَادِ  - سورة الفجر آية 14\n\nالورع عند العلماء هو ترك ما لا بأس به حذرا مما به بأس، والشبهات جمع شبهة وهو ما لم يتضح وجها حله وحرمته.\n\nعن النعمان بن بشير رضي الله عنهما قال: سمعت رسول الله صلى الله عليه وسلم يقول: » إن الحلال بين وإن الحرام بين، وبينهما مشتبهات لا يعلمهن كثير من الناس، فمن اتقى الشبهات فقد استبرأ لدينه وعرضه، ومن وقع في الشبهات وقع في الحرام كالراعي يرعى حول الحمى يوشك أن يرتع فيه. ألا وإن لكل ملك حمى، ألا وإن حمى الله محارمه، ألا أن في الجسد مضغة إذا صلحت صلح الجسد كله وإذا فسدت فسد الجسد كله ألا وهي القلب« متفق عليه.\n\n(إن الحلال بين) أي ما أحل ظهر حليته بأن ورد نص على حله أو مهد أصل يمكن استخراج الجزئيات منه كقوله تعالى:  خَلَقَ لَكُم مَّا فِي الأَرْضِ جَمِيعاً  فإن اللام للنفع، فعلم منه أن الأصل ما فيه الحل إلا أن يثبت ما يعارضه \n(وإن الحرام بين) أي ما حرم واضح حرمته بأن ورد نص على تحريمه كالفواحش والمحارم وما فيه حد أو عقوبة أو مهد أصل مستخرج منه ذلك، كقوله صلى الله عليه وسلم »كل مسكر حرام «\n(وبينهما) أي البين من الأمرين \n(مشتبهات) لوقوعها بين أصلين ومشاركتها لأفراد كل منهما \n(لا يعلمهن كثير من الناس) لتعارض الأمارتين، ولم يقل كل الناس لأن العلماء المحققين لا يشتبه عليهم ذلك، فإذا تردد ذلك بين الحل والحرمة ولم يكن نص أو إجماع اجتهد فيه المجتهد فألحقه بأحدهما بدليل شرعي، وإذا لم يبق له شئ فالورع تركه. وقد اختلف العلماء في المشتبهات المشار إليها في هذا الحديث فقيل حرام لقوله: فمن اتقى الشبهات...الخ، قالوا: ومن لم يستبرئ لعرضه ودينه فقد وقع في الحرام. وقيل هي حلال بدليل قوله: كالراعي يرعى حول الحمى، فدل على أنه لابس الحرام المرموز عنه بالحمى، وأن الترك ورع \n(فمن اتقى الشبهات) أي من احترز وحفظ نفسه عنها \n(فقد استبرأ ) أي طلب البراءة أو حصلها \n(لدينه) من ذم الشرع \n(وعرضه) من وقوع الناس فيه لاتهامه بمواقعة المحظورات إن واقع الشبهات. وقيل المراد بالعرض البدن: أي طهر دينه وبدنه \n(ومن وقع في الشبهات وقع في الحرام) لأن من سهل على نفسه ارتكاب الشبهة أوصله الحال متدرجا إلى ارتكاب المحرمات المقطوع بحرمتها أو ارتكب المحرمات لأن ما ارتكبه ربما كان حراما في نفس الأمر فيقع فيه (كالراعي يرعى حول الحمى) هو ما حمي من الأرض لأجل الدواب ويمنع دخول الغير، وهذا غير جائز إلا لله ورسوله لحديث »لا حمى إلا لله ورسوله« \n(يوشك) أي يسرع \n(أن يرتع فيه) أي في ذلك الحمى بناء على تساهله في المحافظة وجراءته عل الرعي. ثم نبه بكلمه \n(ألا) على أمور خطرة في الشرع في ثلاثة مواضع إرشادًا إلى أن كل أمر دخله حرف التنبيه له شأن ينبغي أن ينتبه له المخاطب ويستأنف الكلام لأجله فقال \n(ألا وإن لكل ملك حمى) يمنع الناس عنه ويعاقب عليه \n(ألا وإن حمى الله محارمه) وهي المعاصي فمن دخلها بالتلبس بشيء منها استحق العقوبة، وشبه المحارم من حيث أنها ممنوع التبسط منها بحمى السلطان. ولما كان التورع والتهتك مما يتبع سلامة القلب وفساده نبه على ذلك بقوله \n(ألا أن في الجسد مضغة) أي قطعة من اللحم قدر ما يمضغ \n(إذا صلحت) بفتح اللام أفصح من ضمها: أي بالإيمان والعلم والعرفان \n(صلح الجسد كله) بالأعمال والأخلاق والأحوال \n(وإذا فسدت) أي تلك المضغة بالجحود والشك والكفران \n(فسد الجسد كله) بالفجور والعصيان \n(ألا وهي) أي المضغة الموصوفة بما ذكر \n(القلب) فهو الملك والأعضاء كالرعية.\n\nعن النواس بن سمعان رضي الله عنه عن النبي صلى الله عليه وسلم قال: »البر حسن الخلق، والإثم ما حاك في نفسك وكرهت أن يطلع عليه الناس« رواه مسلم.\n\n(البر) وهو لمقابلته بالفجور: عبارة عما اقتضاه الشرع وجوبا، كما أن الإثم عما نهى الشرع عنه وجوبا أو ندبا، وتارة يقابل بالعقوق فيكون عبارة عن الإحسان، كما أن العقوق عبارة عن الإساءة \n(حسن الخلق) أي معظم البر حسن الخلق: أي التخلق، فالحصر فيه مجازي كما في قوله »الحج عرفة« و»الدين النصيحة«، والمراد منه الخلق المعروف الذي هو طلاقة الوجه وكف الأذى وبذل الندى وأن بحب للناس ما يحب لنفسه \n(والإثم) أي الذنب \n(ما حاك) أي تردد وتحرك، وقيل أس رسخ وأثر \n(في نفسك) اضطرابا وقلقا ونفورا وكراهية لعدم طمأنينتها ومن ثم لم يرض بالاطلاع عليه \n(وكرهت أن يطلع عليه الناس) أي وجوههم وأشرافهم. وقد تبين من الحديث أن للإثم علامتين، وفيه أن للنفس شعورا من أصل الفطرة بما تحمد وتذم عاقبته ولكن غلبت عليها الشهوة فأوجبت لها الإقدام على ما يضرها، فإذا عرفت هذا اتضح لك وجه كون التأثير في النفس علامة للإثم لأنه لا يصدر إلا لشعورها بسوء عاقبته. ووجوه كون كراهة اطلاع الناس على الشيء دليل الإثم أن النفس بطبعها تحب اطلاع الناس على خيرها وبرها وتكره ضد ذلك، فكراهتها اطلاع الناس على فعلها ذلك يدل على أنه إثم. ولا تعتبر كل علامة منهما علامة مستقلة على الإثم من غير احتياج إلى الأخرى ولكن كل جزء علامة، والعلامة الحقيقية مركبة من كل منهما كل محتمل وحينئذ فما وجد فيه العلامتان معًا فإثم قطعًا كالرياء والزنا وما انتفيتا فلا، وهما متلازمتان؛ لأن كراهة النفس تستلزم كراهة اطلاعهم وعكسه. والحديث مخصوص بغير مجرد خطور المعصية، ما لم يعمل أو يتكلم \n(رواه مسلم) وهو من جوامع كلمه صلى الله عليه وسلم بل من أوجزها؛ إذ البر كلمة جامعة لجميع أفعال الخير وخصال المعروف، والإثم كلمة جامعة لجميع أفعال الشر والقبائح كبيرها وصغيرها، ولذا قابل صلى الله عليه وسلم بينهما.\n\nعن الحسن بن علي رضي الله عنهما قال: »حفظت من رسول الله صلى الله عليه وسلم: دع ما يريبك إلى ما لا يريبك« رواه الترمذي، وقال: حديث حسن صحيح.\n\n(دع) الظاهر أنه أمر ندب وإرشاد وحض على مكارم الأخلاق بالتورع عن الشبه، وليس أمر إيجاب بحيث يأثم تاركه ويكون عاصيًا بتركه \n(ما يريبك إلى ما لا يريبك) تقول رابني فلان: إذا رأيت منه ما يريبك وتكرهه، المعنى أن اترك ما تشك فيه أي مما تعارض فيه دليلا الحل والتحريم وخذ ما لا تشك فيه مما قام النص على حله أو قال بحله مجتهد، قياسا على ما جاء حله في النص ولم يعارضه ما يرده."
  },
  {
    "number": "باب الوصية بالنساء",
    "text": "",
    "label": "قال الله تعالى: وَعَاشِرُوهُنَّ بِالْمَعْرُوفِ  - سورة النساء آية 19\n\nعن أبى هريرة رضى الله عنه قال رسول الله صلى الله علية وسلم قال استوصوا بالنساء خيرا فان المرأة خلقت من ضلع, وان أعوج ما فى الضلع أعلاه, فان ذهبت تقيمه كسرته, وان تركته لم يزل أعوج, فاستوصوا بالنساء))متفق عليه\n\nوفى رواية فى الصحيحين: (( المرأة كالضلع إن أقمتها كسرتها, وان استمتعت بها استمتعت بها وفيها عوج )).\n\n(استوصوا بالنساء خيرا) أى تواصوا بهن, وقال الطيبى: السين للطلب وهو للمبالغة, أى اطلبوا الوصية من أنفسكم فى حقهن, أو اطلبوا الوصية من غيركم بهن, وقيل معناه اقبلوا وصيتى فيهن واعملوا بها: أرفقوا بهن وأحسنوا عشرتهن \n(فان المرأة خلقت) أى أخرجت \n(من ضلع) قال فى الفتح: فيه إشارة إلى أن حواء خلقت من ضلع آدم الأيسر, وقيل من ضلعه القصير \nوقال القرطبى: يحتمل معناه: أن المرأة خلقت من مبلغ ضلع فهى كالضلع \n(وان أعوج ما فى الضلع أعلاه) قبل فيه إشارة إلى أن أعوج ما فى المرأة لسانها, وفائدة هذه المقدمة أن المرأة خلقت من ضلع أعوج فلا ينكر اعوجاجها, أو أنها لا تقبل التقويم كما أن الضلع لا يقبله\nولذا قال (فان ذهبت تقيمه) أى أعلاه عن الاعوجاج الذى هو شأنه \n(كسرته) لعدم قابليته له \n(وان تركته) غير آخذ فى اقامته \n(لم يزل أعوج) لأنه وضعه وشأنه, وكذا المرأة إن أردت إقامتها على الجادة, وعدم اعوجاجها أدى إلى الشقاق والفراق, وهو كسرها وان صبرت على سوء حالها وضعف معقولها ونحو ذلك من عوجها دام الأمر واستمرت العشرة, \n(فاستوصوا بالنساء) الفاء الفصيحة, أى فاعرفوا ذلك فاستوصوا بهن \n(خيرا) بالصبر على ما يقع منهن, فيه رمز إلى التقويم برفق بحيث لا يبالغ فيه فيكسر ولا يتركه فيستمر على عوجه.\n\nفى رواية الصحيحين ( المرأة كالضلع) فى الاعوجاج وعدم قابلية الإقامة \n(إن أقمتها) أى الضلع وهى مؤنثة, ويحتمل أن يكون ضمير المؤنث هنا للمرأة, ويؤيد قوله بعد \n(وان استمتعت بها كسرتها) لعدم قابليتها للإقامة ويحتمل أن المراد بكسرها طلاقها, وقد وقع ذلك صريحا كما سيأتى, وكسرها طلاقها \n(وان استمتعت بها) لقضاء الوطر وطلب الولد الصالح والاعفاف \n(استمتعت بها) وجملة \n(وفيها عوج) جملة اسمية حالية.\n\nوعن أبى هريرة رضى الله عنه قال رسول الله صلى الله عاية وسلم قال : (( أكمل المؤمنين إيمانا أحسنهم خلقا, وخياركم خياركم لنسائهم)) رواه الترمذى وقال: حديث حسن صحيح, وكذا رواه ابن حبان\n\n(أكمل المؤمنين) أى من أكملهم (أحسنهم خلقا) بضم الخاء, وهى ملكة تبعث النفس على أفعال حميدة واكتساب شيم شريفة. وقال الحسن البصرى: حقيقة حسن الخلق بذل المعروف وكف الأذى وطلاقة الوجه. قال الباجى: وتحسين الخلق أن يظهر منه لمن يجالسه أو يرد عليه البشر والحلم والإشفاق والصبر على التعليم والتودد إلى الصغير والكبير. وقد اختلف فيه هل هو مكتسب أو غريزى, وجمع بين القولين بأنه غريزى باعتبار أصله ويقوى وينمو بالكسب \n(وخياركم خياركم لنسائهم) قيل ولعل المراد أن يعامل زوجته بطلاقة الوجه وكف الأذى والإحسان إليها والصبر على أذاها.\n\nوفى رواية (( خيركم لأهله)) وهو اشارة إلى صلة الرحم والحث عليها.وقد كان النبى أحسن الناس لأهله وأصبرهم على اختلاف أحوالهم.\n\nعن عبد الله بن عمرو بن العاص رضى الله عنه قال: قال رسول الله صلى الله علية وسلم : ((الدنيا متاع, وخير متاع الدنيا المرأة الصالحة)) رواه مسلم و أحمد و النسائى.\n\n(الدنيا متاع) أى شئ يتمتع به كما قال تعالى:  قُلْ مَتَاعُ الدَّنْيَا قَلِيلٌ  \n(وخير متاع الدنيا المرأة الصالحة) قال القرطبى: فسرت فى الحديث بقوله (( التى إذا نظر إليها سرته, وإذا أمرها أطاعته, وإذا غاب عنها حفظته فى نفسه و ماله ))"
  },
  {
    "number": "باب الوقار والسكينة",
    "text": "",
    "label": "قال الله تعالى وَعِبَادُ الرَّحْمَنِ الَّذِينَ يَمْشُونَ عَلَى الْأَرْضِ هَوْناً وَإِذَا خَاطَبَهُمُ الْجَاهِلُونَ قَالُوا سَلَاماً  - سورة الفرقان آية 63\n\nالوقار هو الحلم والرزانة ويكون في الهيئة كغض البصر وخفض الصوت وعدم الالتفات، أما السكينة فهي المهابة والرزانة والتأني في الحركات واجتناب العبث، والوقار يدخل في مفهوم السكينة لأنها أعم وأشمل.\n\nعن عائشة رضي الله عنها قالت: »ما رأيت رسول الله صلى الله عليه وسلم مستجمعًا قط ضاحكًا حتى ترى منه لهواته، إنما كان يتبسم« متفق عليه.\n\n(ما رأيت رسول الله صلى الله عليه وسلم مستجمعًا قط) أي مبالغًا في الضحك لم يترك منه شيئًا \n(ضاحكًا) الضحك هو انبساط الوجه حتى تظهر الأسنان من السرور، أي ما رأيته مستجمعًا من جهة الضحك بحيث يضحك ضحكًا تامًا مقبلاً بكليته على الضحك \n(حتى ترى منه لهواته) اللهوات جمع لهاة وهي اللحمة التي في أقصى سقف الفم والمشرفة على الحلق \n(إنما كان يتبسم) التبسم هو مبادئ الضحك. وهذا باعتبار ما علمته من ضحكته صلى الله عليه وسلم، وإلا فقد جاء في أحاديث »ضحك حتى بدت نواجذه«."
  },
  {
    "number": "باب أمر الصائم بحفظ لسانه ",
    "text": "",
    "label": "و جوارحه عن المخالفات و المشاتمة و نحوها\n\n\nوعن ابي هريرة رضى الله عنه قال : قال رسول الله صلى الله علية وسلم إذا كان يوم صوم أحدكم فلا يرفث ولا يصخب,فإن سابه أحد أو قاتله فليقل :إني صائم ))متفق عليه.\n\n(وعن ابي هريرة رضى الله عنه قال : قال رسول الله صلى الله علية وسلم إذا كان) أي وجد\n(قاتله)أي ضاربه أو طاعنه \n(فليقل إني صائم) ويكف عن خصمه ويكن عند الله المظلوم ولا يكن الظالم ."
  },
  {
    "number": "باب بر الوالدين وصلة الأرحام",
    "text": "",
    "label": "قال الله تعالى :  وَوَصَّيْنَا الْإِنسَانَ بِوَالِدَيْهِ حُسْناً  - سورة العنكبوت آية 8\n\nوقال تعالى:  وَقَضَى رَبُّكَ أَلاَّ تَعْبُدُواْ إِلاَّ إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَاناً إِمَّا يَبْلُغَنَّ عِندَكَ الْكِبَرَ أَحَدُهُمَا أَوْ كِلاَهُمَا فَلاَ تَقُل لَّهُمَا أُفٍّ وَلاَ تَنْهَرْهُمَا وَقُل لَّهُمَا قَوْلاً كَرِيماً {233} وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنَ الرَّحْمَةِ وَقُل رَّبِّ ارْحَمْهُمَا كَمَا رَبَّيَانِي صَغِيراً - سورة الإسراء آية  24,23\n\nوعن أبى عبد الله بن مسعود عبد الرحمن رضى الله عنه \nقال:( سألت النبى صلى الله علية وسلم قال : أى العمل أحب إلى الله تعالى؟ \nقال : الصلاة على وقتها \nقلت ثم أى؟ \nقال: بر الوالدين \nقلت ثم أى؟ \nقال: الجهاد فى سبيل الله ) متفق عليه.\n\n(أى العمل أحب الى الله) أى أكثر تقربا إليه لكونه أفضل \n(قال: الصلاة على وقتها) أى فى وقتها, وفى الحديث دليل على أن الصلاة أفضل عبادات البدن بعد الشهادتين, ويشهد له الخبر الصحيح ((الصلاة خير موضوع)) أى خير عمل وضعه الله لعباده ليتقربوا به إليه \n(قلت ثم أى) هى لتراخى الرتبة, أى ثم بعد الصلاة \n(قال بر الوالدين) قال ابن حجر: والظاهر أن المراد به إسداء الخير إليهما مما يلزمه, ويندب له مع إرضائهما بفعل ما يريدانه ما لم يكن إثما, وليس ضده العقوق بل قد يكون بينهما واسطة كما يفيده حد الحقوق بأن يفعل بهما ما يؤذيهما به إيذاء ليس بالمهين.\n\nوعن أبى عبد الله بن مسعود عبد الرحمن رضى الله عنه قال : (( رغم أنف, ثم رغم أنف, ثم رغم أنف, من عن النبى صلى الله علية وسلم أدرك أبويه عند الكبر أحدهما أو كلاهما فلم يدخل الجنة )) رواه مسلم.\n\n(رغم أنف) كناية عن الذل كأنه لصق بالرغام وهو التراب هوانا \n( ثم) للتراخى فى الدعاء \n(رغم أنف ثم رغم أنف) أى شخص مكلف \n(أدرك أبويه) أى حياتهما \n(عند الكبر أحدهما أو كلاهما) معناه أن يدركهما الكبر وهما عنده وفى مؤنته محتاجين إليه والتقييد به لأن الابتلاء حينئذ أتم لمزيد حاجتهما لضعفهما, وأيضا العناية والرعاية لهما فى حالة الشباب مطلوبة من الابن ولكن التقيد بالكبر لمزيد التأكيد لكمال الحاجة \n(فلم يدخل الجنة) معطوف على أدرك والعطف بالفاء فيه إشعار بحصول الجنة بالفضل الإلهي للبار بأبويه أو أحدهما عقب مفارقة الحياة, وذلك بعرض مقامه عليه وتبشيره بما يئول إليه."
  },
  {
    "number": "باب بيان جماعة من الشهداء",
    "text": "",
    "label": "وعن ابن هريرة رضي الله عنه قال : رسول الله صلى الله عليه و سلم : (( الشهداء خمسة : المطعون , والمبطون , والغريق , وصاحب الهدم , والشهيد في سبيل الله )) متفق عليه.\n\n(المطعون) أي الذي أصابه الطاعون \n(والمبطون) من مات بمرض البطن وقيل بالإسهال \n(والغريق) أي من مات بالغرق \n(وصاحب الهدم) أي من مات تحته \n(والشهيد في سبيل الله) أي المقاتل إيمانا واحتسابا.\n\nوعن ابن هريرة رضي الله عنه قال : جاء رجل إلي رسول الله رسول الله صلى الله عليه و سلم , فقال : يا رسول الله , أرأيت إن جاء رجل يريد أخذ مالي ؟ \nقال : فلا تعطه مالك \nقال أرأيت أن قاتلني ؟ \nقال : قاتله \nقال أرأيت أن قتلني ؟ \nقال : فأنت شهيد \nقال : أرأيت أن قتلته ؟ \nقال : هو في النار - رواه مسلم.\n\nوعن ابن هريرة رضي الله عنه قال جاء رجل إلي رسول الله رسول الله صلى الله عليه و سلم , فقال : يا رسول الله , أرأيت) أي أخبرني (إن جاء رجل يريد أخذ مالي) أي بغير حق \n(قال أرأيت أن قاتلني) أي لأخذ مالي \n(قال : قاتله) الأمر للإباحة \n(قال : فأنت شهيد) أي من الشهداء الآخرة فيغسل ويصلي عليه \n(قال : أرأيت أن قتلته ؟ \nقال : هو في النار- أي مخلد إن استحل ذلك أو يدخلها إن أريد تعذيبه ثم يخرج منها إن كان غير مستحل ."
  },
  {
    "number": "باب بيان فضل صوم المحرم و شعبان و الأشهر الحرم",
    "text": "",
    "label": "وعن ابي هريرة رضى الله عنه قال : قال رسول الله صلى الله علية وسلم :((أفضل الصيام بعد رمضان شهر الله المحرم وأفضل الصلاة بعد الفريضة صلاة الليل)) - رواه مسلم\n\n(وعن ابي هريرة رضى الله عنه قال : قال رسول الله صلى الله علية وسلم) : أي من النافلة المطلقة \n(بعد) صيام \n(رمضان شهر الله المحرم) أي صيامه وإضافة الشهر لله كإضافة البيت والناقة إليه تعالي في قولنا :الكعبة بيت الله, وقوله تعالي (ناقة الله) للتشريف و التفخيم \n(وأفضل الصلاة) أي من النافلة المطلقة \n(بعد الفريضة صلاة الليل) أي التهجد, ذلك لأنه أبعد عن الرياء , وأقرب إلي الإخلاص مع حصول الحضور حينئذ لعدم وجود ما يصد عنه , ولأنه وقت التجليات الإلهية و الفيوض الربانية"
  },
  {
    "number": "باب تحريم الظلم والأمر برد المظالم",
    "text": "",
    "label": "قال الله تعالى: (مَا لِلظَّالِمِينَ مِنْ حَمِيمٍ وَلَا شَفِيعٍ يُطَاعُ) - غافر\/18 \nقال الله تعالى: (وَمَا لِلظَّالِمِينَ مِن نَّصِيرٍ) -الحج\/17\n\nهو لغة: وضع الشيء في غير محله, وشرعا: التصرف في غير الحق بغير حق, أو مجاوزة الحد \n(والأمر برد المظالم) بأعيانها إن بقيت فإن تلفت فيبدلها من مثل في المثلى والقيمة في المقوم\n(إلى أصحابها) إن بقوا وإلا فللوارث, فإن فقد المستحق ولو بانقطاع خبره بحيث أيس من حياته أرسلها لقاض أمين ولو غير قاضي بلده فيما يظهر, فإن تعذر تصدق بها على الفقراء بنية الغرم إذا وجده كما في الوديعة أو تركها عنده.\n\nوعن أبى موسى رضى الله عنه قال: قال رسول الله صلى الله علية وسلم (أن الله يُملي للظالم فإذا أخذه لم يفلته, ثم قرأ (وَكَذَلِكَ أ َخْذُ رَبِّكَ إِذَا أَخَذَ الْقُرَى وَهِيَ ظَالِمَةٌ إِنَّ أَخْذَهُ أَلِيمٌ شَدِيدٌ). \nمتفق عليه\n\n(أن الله يُملي) : أي يمهل \n(للظالم) ولا يعالجه بالعقوبة \n(فإذا أخذه) أي عاقبه بذنبه \n(لم يفلته) أي لم يخلصه: أي إذا أهلكه لا يرفع عنه الهلاك أبداً أي إن كان كافراً فإن حمل الظلم على أعم من الشرك حمل كل على ما يليق به .\n( إِذَا أَخَذَ الْقُرَى) أي أهلكها \n(وَهِيَ ظَالِمَةٌ) حال من القرى وهي في الحقيقة لأهلها لكنها لما أقيمت مقامه أجريت عليها, وفائدتها الإشعار بأنهم أخذوا لظلمهم وإنذار كل ظالم لنفسه أو غيرها من وخامة الظلم."
  },
  {
    "number": "باب تعظيم حرمات المسلمين",
    "text": "",
    "label": "قال تعالى: وَمَن يُعَظِّمْ حُرُمَاتِ اللَّهِ فَهُوَ خَيْرٌ لَّهُ عِندَ رَبِّهِ  \nوقال تعالى: لاَ تَمُدَّنَّ عَيْنَيْكَ إِلَى مَا مَتَّعْنَا بِهِ أَزْوَاجاً مِّنْهُمْ وَلاَ تَحْزَنْ عَلَيْهِمْ وَاخْفِضْ جَنَاحَكَ لِلْمُؤْمِنِينَ  - سورة الحجر آية  88\n\nعن أبى موسى قال: قال رسول الله صلى الله عليه وسلم : ((المؤمن للمؤمن كالبنيان يشد بعضه بعضا,وشبك بين أصابعه))متفق عليه.\n\n( المؤمن للمؤمن كالبنيان) فالمؤمن مبتدأ, وقوله كالبنيان خبره\nوقوله:(يشد بعضه بعضا) جملة استئنافية لبيان وجه الشبه, قال القرطبى: هذا تمثيل يفيد الحض على معاونة  المؤمن للمؤمن ونصرته, وأن ذلك أمر متأكد لابد منه, فان البناء لا يتم ولا تحصل فائدته إلا بأن يكون بعضه يمسك بعضا ويقويه.وان لم يكن ذلك انحلت أجزاؤه وخرب بناؤه, وكذا المؤمن لا يشتغل بأمر دنياه و دينه إلا بمعاونة أخيه ومناصرته\n(وشبك) يحتمل أن يكون النبى وأن يكون الراوى \n(بين أصابعه) وذلك تقريب لوجه التشبيه وبيان للتداخل \n(متفق عليه) أخرجه البخارى فى الصلاة والأدب, ومسلم فى الأدب, ورواه الترمذى فى الزهد, والنسائى فى الإيمان.\n\nوعن أنس رضى الله عنه عن النبى صلى الله علية وسلم قال: ((لا يؤمن أحدكم حتى يحب لأخيه ما يحب لنفسه )) متفق عليه.\n\n(لا يؤمن أحدكم) أى إيمانا كاملا \n(حتى يحب لأخيه) أي المسلم فيجب على كل مسلم من حيث انه مسلم أن لا يخص أحدا منهم دون الأخر لأن إضافة المفرد تفيد العموم \n(ما يحب لنفسه) من الطاعات و المباحات, و يبغض له ما يبغضه لنفسه.\n\nقال العلماء فى هذا الحديث من الفقه أن المؤمن مع المؤمن كالنفس الواحدة فينبغى أن يحب له ما يحب لنفسه من حيث انها نفس واحدة كما فى الحديث (المسلمون كالجسد الواحد).\n\nو عن ابن عمر أن رسول الله صلى الله علية وسلم قال: (( المسلم أخو المسلم لا يظلمه, ولا يسلمه, من كان فى حاجة أخيه كان الله فى حاجته, ومن فرج عن مسلم كربة فرج الله عنه بها كربة من كرب يوم القيامة, ومن ستر مسلما ستره الله يوم القيامة )) متفق عليه.\n\n(المسلم أخو المسلم) قال تعالى: إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ  قال البيضاوى: أى من حيث أنهم منسوبون إلى أصل هو الإيمان \n(لا يظلمه) بأن يأخذ من ماله أو حقه بغصب أو نحوه, ولا يسلمه إلى عدو متعد عليه عدوانا, بل ينصره ويدفع الظلم عنه و يدفعه عن الظلم \n(ولا يسلمه) إلى عدوه ونه نفسه التى هى أمارة بالسوء و الشيطان, فيحول بينه وبين دواعى النفس من الشهوات, وبينه وبين الشيطان الذى يأمره بالسوء و الفحشاء, وبينه وبين العدو الباغى عليه بالظلم و الاعتداء \n(من كان فى حاجة أخيه كان الله فى حاجته) أى كل ما يحتاج إليه, كان الله فى حاجته جزاء له وثوابا له كما قال تعالى: هَلْ جَزَاء الْإِحْسَانِ إِلَّا الْإِحْسَانُ \n\nوروى الطبرانى مرفوعا (من سعى فى حاجة أخيه المسلم قضيت له أو لم تقض غفر له ما تقدم من ذنبه وما تأخر, وكتب له براءتان: براءة من النار, وبراءة من النفاق) و أورده فى الفتح المبين شرح الأربعين .\n(ومن فرج عن مسلم كربة) بتشديد الراء و ضم الكاف: الهم الذى يأخذ النفس \n(فرج الله عنه بها) بتلك المرة من التفريج \n(كربة من كرب يوم القيامة) جمع قربة كقربة وقرب \n(ومن ستر مسلما) بأن علم منه معصية فيما مضى فلم يخبر بها حاكما وهذا للندب, إذ لو لم يستره ورفعه لحاكم لم يأثم إجماعا بل ارتكب خلاف الأولى أو مكروها, أما كشفها لغير الحاكم كالتحدث بها فذلك غيبة شديدة الإثم والوزر, ويندب لمن جاءه تائب نادم أقر بحد ولم يفسره أن لا يستفسره بل يأمره بستر نفسه كما\n(ستره الله يوم القيامة) أى لا يعاقبه الله على ما فرط منه لأنه تعالى كريم, وستر العورة من الحياء والكرم, ففيه تخلق بخلق الله, والله يحب المتخلق بأخلاقه."
  },
  {
    "number": "باب تكثير الأيدي على الطعام",
    "text": "",
    "label": "عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: »طعام الاثنين كافي الثلاثة، وطعام الثلاثة كافي الأربعة« متفق عليه.\n\nالمراد بهذا الحديث وما في معناه الحض على المكارمة والتقنع بالكفاية، ويؤخذ منه أن الكفاية تنشأ عن بركة الاجتماع وأن الجمع كلما كثر زادت البركة، وفيه استحباب الاجتماع على الطعام وألا يأكل وحده."
  },
  {
    "number": "باب حق الجار والوصية به",
    "text": "",
    "label": "وعن ابن عمر وعائشة رضى الله عنهما قالا قال رسول الله صلى الله علية وسلم : (( ما زال جبريل يوصينى بالجار, حتى ظننت أنه سيورثه)) متفق عليه.\n\n( يوصينى بالجار) أى ما زال جبريل) عليه السلام هو اسم سريانى. قيل معناه عبد الرحمن, وقيل معناه عبد الله بالاعتناء به والاحتفال بشأنه \n(حتى) من شدة ذلك \n(ظننت أنه سيورثه) فيكون سبب الإرث الجوار, كما كان سببه أول الإسلام الحلف والتعاهد حتى نسخ بآية المواريث.\n\nوعن أبى هريرة رضى الله عنه أن النبى صلى الله علية وسلم قال: قال: (( والله لا يؤمن, والله لا يؤمن, والله لا يؤمن \nقيل : من يا رسول الله ؟ \nقال : الذى لا يأمن جاره بوائقه )) متفق عليه.\n\nوفى رواية مسلم (( لا يدخل الجنة من لا يأمن جاره بوائقه)).\n\n(والله لا يؤمن) فيه الحلف من غير استحلاف وتكراره لتأكيد الأمر وهو لذلك مستحب والمراد من الإيمان المنفى الإيمان الكامل \n(قيل: من يا رسول الله) هذا الذى نفى عنه الإيمان مرارا \n(قال الذى لا يأمن جاره بوائقه) أى الذى لا يأمن من جاره الغوائل والشرور و الداهية.\n\nوعن عبد الله بن عمر رضى الله عنه قال رسول الله صلى الله علية وسلم قال : (( خير الأصحاب عند الله تعالى خيرهم لصاحبه, وخير الجيران عند الله تعالى خيرهم لجاره )) رواه الترمذى وقال: حديث حسن\n\n(خير الأصحاب عند الله تعالى) أى أكثرهم عنده ثوابا أو أكرمهم عنده منزله \n(خيركم لصحابه) فى القيام بما ينفعه والدفع لما يؤذيه \n(وخير الجيران عند الله تعالى خيرهم لجاره) ثوابا أو منزلة."
  },
  {
    "number": "باب حق الزوج على المرأة",
    "text": "",
    "label": "قال الله تعالى :  الرِّجَالُ قَوَّامُونَ عَلَى النِّسَاء بِمَا فَضَّلَ اللّهُ بَعْضَهُمْ عَلَى بَعْضٍ وَبِمَا أَنفَقُواْ مِنْ أَمْوَالِهِمْ فَالصَّالِحَاتُ قَانِتَاتٌ حَافِظَاتٌ لِّلْغَيْبِ بِمَا حَفِظَ اللّهُ  - سورة النساء آية 34\n\nعن أبى هريرة رضى الله عنه عن النبى صلى الله علية وسلم قال:(( لو كنت آمرا أحدا أن يسجد لأحد لأمرت المرأة أن تسجد لزوجها )) رواه الترمذى وقال حديث حسن صحيح, ورواه الحاكم فى المستدرك وأحمد.\n\n(لو) حرف يقتضى امتناع ما يليه واستلزامه لتاليه \n(كنت آمرا أحدا) أى من بنى آدم \n(أن يسجد لأحد) تعظيما له وأداء لحقه \n(لأمرت المرأة أن تسجد لزوجها) لما له عليها من عظيم الحق الواجب القيام به.\n\nوسبب رواية هذا الحديث ما فى أبى داود عن قيس بن سعد قال ((أتيت الحيرة فرأيتهم يسجدون لمرزبان لهم فقلت: رسول الله أحق أن يسجد له\nقال:فقلت: انى أتيت الحيرة فرأيتهم يسجدون لمرزبان لهم \nفقلت: فأنت يا رسول الله أحق أن يسجد لك \nقال:النبى فأتيت أرأيت لو مرت بقبرى أكنت تسجد لى ؟ \nفقال:لا\nقال فلا : تفعلوا لو كنت00000)) فذكر هذا الحديث.\n\nوعن أم سلمة قالت قال رسول الله صلى الله علية وسلم : ((أيما امرأة ماتت وزوجها عنها راض, دخلت الجنة)) رواه الترمذى وقال: حديث حسن ورواه الحاكم وابن ماجه.\n\n(أيما) بتشديد الياء وهى شرطية وحاصلة للتأكيد \n(امرأة ماتت) أى فارقت الحياة مؤمنة \n(وزوجها عنها راض) أى اهتماما بشأنه \n(دخلت الجنة) ظاهره ابتداء مع الفائزين, وهو محتمل بأن يغفر الله سيئاتها ويرضى عنها الخصماء .\n\nعن معاذ بن جبل رضى الله عنه عن النبى صلى الله علية وسلم : (( لا تؤذى امرأة زوجها فى الدنيا إلا قالت زوجه من الحور العين لا تؤذيه, قاتلك الله فإنما هو عندك دخيل يوشك أن يفارقك إلينا )) رواه الترمذى وقال حديث حسن وابن ماجه .\n\n(لا تؤذى امرأة زوجها فى الدنيا) أى لا يقع منها معه ما من شأنه أن يتأذى به من غير مجوز لذلك شرعا, وإلا فطلب نحو النفقة ممن يتأذى بها لنحو بخله لا يدخل الزوجة فى ذلك \n(إلا قالت زوجه من الحور) بضم الحاء وهن نساء أهل الجنة, وهى الشديدة بياض العين الشديدة سوادها \n(لا تؤذيه قاتلك الله) جملة دعائية والمقصود أنها لما فعلت ذلك وتعرضت لعقوبة الله صارت كالمقاتلة لله تعالى فعبر بذلك \n(فإنما هو عندك) فى الدنيا \n(دخيل) أى ضيف ونزيل, وعبرت بذلك لأن مدة المقام بالدنيا وان طالت فهى يسيرة بالنظر إلى الآخرة التى لا أمد لها, فعبرت بما يعبر به عن قصير الإقامة وهو الضيف \n(يوشك) مضارع أوشك وهو من أفعال المقاربة والمعنى: الدنو من الشيء \n(أن يفارقك) منتقلا \n(إلينا) أى فأحسنى إليه"
  },
  {
    "number": "باب حكم الزكاة و بيان فضلها",
    "text": "",
    "label": "عن ابي هريرة رضي الله عنه أن أعرابيا أتي النبي صلى الله عليه وسلم فقال :يا رسول الله دلني علي عمل إذا عملته دخلت الجنة؟ \nقال: تعبد الله و لا تشرك به شيئا, و تقيم الصلاة, و تؤتي الزكاة المفروضة،و تصوم رمضان\nقال: و الذي نفسي بيده لا ازيد علي هذا \nفلما ولي النبي صلى الله عليه وسلم من سره أن ينظر إلي رجل من أهل الجنة فلينظر إلي هذا - متفق عليه\n\n(عن ابي هريرة رضي الله عنه: أن أعرابيا) هو ساكن البادية و هذا الأعرابي لعله عبد الله بن الأحزم"
  },
  {
    "number": "باب ذكر الموت وقصر الأمل",
    "text": "",
    "label": "قال الله تعالى  كُلُّ نَفْسٍ ذَآئِقَةُ الْمَوْتِ وَإِنَّمَا تُوَفَّوْنَ أُجُورَكُمْ يَوْمَ الْقِيَامَةِ فَمَن زُحْزِحَ عَنِ النَّارِ وَأُدْخِلَ الْجَنَّةَ فَقَدْ فَازَ وَما الْحَيَاةُ الدُّنْيَا إِلاَّ مَتَاعُ الْغُرُورِ  - آل عمران آية 185\n\nوقال تعالى  وَمَا تَدْرِي نَفْسٌ مَّاذَا تَكْسِبُ غَداً وَمَا تَدْرِي نَفْسٌ بِأَيِّ أَرْضٍ تَمُوتُ  - لقمان من الآية 34\n\nوقال تعالى  فَإِذَا جَاء أَجَلُهُمْ لاَ يَسْتَأْخِرُونَ سَاعَةً وَلاَ يَسْتَقْدِمُونَ  - النحل من الآية 61\n\nوقال تعالى  يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُلْهِكُمْ أَمْوَالُكُمْ وَلَا أَوْلَادُكُمْ عَن ذِكْرِ اللَّهِ وَمَن يَفْعَلْ ذَلِكَ فَأُوْلَئِكَ هُمُ الْخَاسِرُونَ 9 وَأَنفِقُوا مِن مَّا رَزَقْنَاكُم مِّن قَبْلِ أَن يَأْتِيَ أَحَدَكُمُ الْمَوْتُ فَيَقُولَ رَبِّ لَوْلَا أَخَّرْتَنِي إِلَى أَجَلٍ قَرِيبٍ فَأَصَّدَّقَ وَأَكُن مِّنَ الصَّالِحِينَ 10 وَلَن يُؤَخِّرَ اللَّهُ نَفْساً إِذَا جَاء أَجَلُهَا وَاللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ  - المنافقون آية 9-11\n\nوقال تعالى  أَلَمْ يَأْنِ لِلَّذِينَ آمَنُوا أَن تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ اللَّهِ وَمَا نَزَلَ مِنَ الْحَقِّ وَلَا  يَكُونُوا كَالَّذِينَ أُوتُوا الْكِتَابَ مِن قَبْلُ فَطَالَ عَلَيْهِمُ الْأَمَدُ فَقَسَتْ قُلُوبُهُمْ وَكَثِيرٌ مِّنْهُمْ فَاسِقُونَ - الحديد آية 16\n\nعن ابن عمر رضي الله عنهما أن رسول الله صلى الله عليه وسلم قال: »ما حق امرئ مسلم له شئ يوصي فيه يبيت ليلتين إلا ووصيته مكتوبة عنده« متفق عليه. هذا لفظ البخاري.\n\nوفي رواية لمسلم »يبيت ثلاث ليال« قال ابن عمر: ما مرت علي ليلة منذ سمعت رسول الله صلى الله عليه وسلم قال ذلك إلا وعندي وصيتي.\n\n(ما حق) أي ليس شأن \n(امرئ مسلم) من جهة الحزم والاحتياط، والتقييد بالمسلم لتقع المبادرة إلى امتثاله لما يشعر به من نفي الإسلام عن تارك ذلك قاله في فتح الباري \n( له شئ) في رواية: له مال \n( يوصي فيه يبيت) أي ليس شأنه من جهة الحزم والاحتياط بياته كذلك لعله يفاجئه الموت وهو على غير وصية، ولا ينبغي للمؤمن أن يغفل عن ذكر الموت والاستعداد له. وذكر الليلتين والثلاثة لرفع الحرج لتزاحم أشغال المرء التي لابد له منها ففسح له بهذا القدر ليتذكر ما يحتاج إليه، واختلاف الروايات دال على أنه للتقريب لا للتحديد، والمعنى: لا يمضي عليه زمان وإن كان قليلاً \n(إلا ووصيته مكتوبة عنده) أي مشهود بها لأن الغالب في كتابتها الشهود، ولأن أكثر الناس لا يحسن الكتابة فلا دليل فيه على اعتماد الخط\n\n(متفق عليه) رواه البخاري ومسلم في الوصايا وفي الجامع الصغير، ورواه مالك والأربعة من حديث (هذا لفظ البخاري) في أول كتاب الوصايا من صحيحه (وفي رواية لمسلم يبيت ثلاث ليال) كأن التقييد بالثلاثة غاية التأخير. والجمهور على استحباب الوصية لأنه صلى الله عليه وسلم جعلها حقاً للمسلم لا عليه، ولو وجبت لكانت عليه لا له، وهو خلاف ما يدل عليه اللفظ، وهذا في الوصية المتبرع بها، أما الوصية بأداء الدين ورد الأمانات فواجبة.\n\nعن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: »أكثروا ذكر هاذم اللذات، يعني الموت« رواه الترمذي، وقال: حديث حسن.\n\n(أكثروا ذكر هاذم اللذات) قال السيوطي في حاشيته على جامع الترمذي بالذال أي قاطعها، وفي التحفة لابن حجر الهيتمي: هو بالدال أي مزيلها أي من أصلها. وشبه وجود اللذات ثم زوالها بذكر الموت ببنيان مرتفع هدمته صدمات هائلة حتى لم تبق منه شيئاً (يعني الموت) هذا تفسير لهاذم اللذات (رواه الترمذي) والنسائي وابن ماجة.\n\nعن أبي بن كعب رضي الله عنه قال » كان رسول الله صلى الله عليه وسلم إذا ذهب ثلث الليل قام فقال: يأيها الناس اذكروا الله، جاءت الراجفة تتبعها الرادفة، جاء الموت بما فيه، جاء الموت بما فيه، قلت يا رسول الله إني أكثر الصلاة عليك، فكم أجعل لك من صلاتي؟ \nفقال: ما شئت، \nقلت: الربع؟ \nقال: ما شئت، فإن زدت فهو خير لك، \nقلت: فالنصف؟ \nقال: ما شئت، فإن زدت فهو خير لك، \nقلت: فالثلثين؟ \nقال: ما شئت، فإن زدت فهو خير لك، \nقلت: أجعل لك صلاتي كلها، \nقال: إذاً تكفى همك ويغفر لك ذنبك« رواه الترمذي، وقال: حديث حسن.\n\n(كان رسول الله صلى الله عليه وسلم إذا ذهب ثلث الليل) قال في فتح الإله: وفي رواية: ربع الليل، ويجمع بأنه كان صلى الله عليه وسلم يختلف قيامه، فترة يقدم وتارة يؤخر (قام) أي من نومه \n(فقال) منبهاً لأمته من سنة الغفلة محرضاً لها على ما يوصلها لمرضاة الله سبحانه من كمال رحمته \n( يأيها الناس اذكروا الله) أي باللسان والجنان ليحمل ما يحصل من ثمرة الذكر على الإكثار من عمل البر وترك غيره \n(جاءت الراجفة) وهي النفخة الأولى التي تضطرب وتتحرك عندها الجبال، قال تعالى: يَوْمَ تَرْجُفُ الْأَرْضُ وَالْجِبَالُ  \n(تتبعها الرادفة) أي في الواقعة التي تردف الأولى وهي النفخة الثانية وبينهما أربعون سنة \n(جاء الموت بما فيه) من الأهوال عند الاحتضار كما جاء في حديث »أنه كان يدخل يده في علبة الماء أو الركوة ويمسح وجهه ويقول: إن للموت لسكرات«، وفي القبر من فتنته وعذابه وأهواله كما صح الأمر بالاستعاذة منها، \nوفي قوله (بما فيه) تفخيم للأمر على السامعين \n(قلت يا رسول الله إني أكثر الصلاة عليك) فيه جواز ذكر الإنسان صالح عمله إذا أمن نحو العجب لغرض كالاستفتاء هنا المدلول عليه بقوله (فكم أجعل لك من صلاتي؟) أي من دعائي بدليل ما جاء في رواية أخرى »قال رجل: يا رسول الله أريد أجعل شطر دعائي لك... «الحديث، و المعنى أي ما قدر ما أصرفه في الدعاء لك والصلاة عليك وأشتغل فيه عن الدعاء لنفسي؟ وقيل المراد بالصلاة حقيقتها، والتقدير: فكم أجعل لك من ثوابها أو مثله. قال في فتح الإله: وفيه نظر؛ فالثواب أمر يتفضل الله به على من يشاء من عباده ويحرمه من يشاء، إذ لا يجب عليه سبحانه لأحد شئ كائناً من كان. وعندما يمتنع النيابة في التطوع البدني المحض كالصلاة فلا تجوز ولا إهداء ثواب ذلك \n(فقال: ما شئت) لم يحد له تحديداً بل فرضه لمشيئته حثاً له على أنه لو صرف زمن عبادته لنفسه جميعه للصلاة عليه صلى الله عليه وسلم لكان أحرى وأولى، وخوفاً من انه لو حد بحد لأغلق عليه باب المزيد \n(قلت: الربع) أي أجعل لك الربع \n(قال: ما شئت، فإن زدت فهو) أي المزيد \n(خير لك) لزيادة الثواب بزيادته بشهادة  فَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْراً يَرَهُ  \n(قلت: فالنصف) أي أجعل لك النصف \n(قال: ما شئت)، فإن زدت فهو خير لك، \nقلت: فالثلثين؟ \nقال: ما شئت، فإن زدت فهو خير لك، \nقلت: أجعل لك صلاتي كلها) يحتمل الاستفهام لتناسب ما قبله ويحتمل الإخبار: أي فإذاً أجعل لك صلاتي كلها إذ ما بقى بعد الثلثين ما يستفهم عن زيادته عليها، والمعنى: أصرف جميع أوقات دعائي لنفسي للصلاة عليه أو جميع صلواتي وثوابها إليه على ما عرفت \n(قال: إذًا تكفى همك) المتعلق بالدارين بدليل ما جاء في رواية سندها حسن »قال رجل: يا رسول الله أرأيت إن جعلت صلاتي كلها عليك؟ قال: إذن يكفيك الله أمر دنياك وآخرتك« وبفرض صحة هذه الرواية فلا مانع من تعدد القصة وأنها وقعت لأبي ولغيره، ووجه كفاية المهمات بصرف ذلك الزمن إلى الصلاة عليه صلى الله عليه وسلم أنها مشتملة على امتثال أمر الله تعالى وعلى ذكره وتعظيمه وتعظيم رسوله صلى الله عليه وسلم ، وقد جاء في الحديث القدسي »من شغله ذكري عن مسألتي أعطيته أفضل ما أعطي السائلين« ففي الحقيقة لم يفت بذلك الصرف شئ على المصلي، بل حصل له بتعرضه بذلك الثناء الأعظم افضل ما كان يدعو به لنفسه، وحصل له مع ذلك صلاة الله وملائكته عليه عشراً أو سبعين أو ألفاً كما جاء بذلك روايات، مع ما انضم لذلك من الثواب الذي لا يوازيه ثواب، فأي فوائد أعظم من هذه الفوائد، ومتى يظفر المتعبد بمثلها فضلاً عن أنفس منها، وأنى يوازي دعاؤه لنفسه واحدة من تلك الفضائل التي ليس لها مماثل ببركته صلى الله عليه وسلم \n(ويغفر لك ذنبك) لأنه يبارك على نفسك بواسطته الكريمة في وصول كل خير إليك إذ قمت بأفضل أنواع الشكر المتضمن لزيادة الإفضال والإنعام المستلزمين لرضا الحق عنك ومن رضي عنه لا يعذبه (رواه الترمذي، وقال: حديث حسن) ورواه عبد بن حميد في مسنده وأحمد بن منيع والروياني والحاكم وصححه."
  },
  {
    "number": "باب ستر عورات المسلمين",
    "text": "",
    "label": "والنهى عن إشاعتها لغير ضرورة\n\n\n إِنَّ الَّذِينَ يُحِبُّونَ أَن تَشِيعَ الْفَاحِشَةُ فِي الَّذِينَ آمَنُوا لَهُمْ عَذَابٌ أَلِيمٌ فِي الدُّنْيَا وَالْآخِرَةِسورة النور آية 19\n\nعن النبى صلى الله علية وسلم عن أبى هريرة رضى الله عنه ((لا يستر عبد عبدا فى الدنيا إلا ستره الله يوم القيامة)) - رواه مسلم\n\n(لا يستر عبد عبدا) أى إنسان غير معروف بالشر والأذى عل ذنب مضى منه \n(فى الدنيا إلا ستره الله يوم القيامة) إما بأن يمحو ذنبه ولا يسأله عليه ابتداء, أو يسأله عنه من غير أن يطلع عليه أحدا من الخلق, و كان الجزاء بالستر ليوافق نفس جزاء هذا العمل \n(الجزاء من جنس العمل), ولا شك أن الستر فى يوم القيامة أكثر عددا, أعظم جرما \n(رواه مسلم).\n\nعن أبى هريرة رضى الله عنه سمعت رسول الله صلى الله علية وسلم يقول(( كل أمتى معافى إلا المجاهرين, وان من المهاجرة ان  يعمل الرجل بالليل عملا ثم يصبح وقد ستره الله عليه فيقول: يا فلان: عملت البارحة كذا وكذا, وقد بات يستره ربه ويصبح يكشف ستر الله عليه))متفق عليه.\n\n(كل أمتى معافى) هو من العفو, يعنى كلهم سالمون عن ألسن الناس وأيديهم \n(إلا المجاهرين) أى لكن المجاهرون لا يعافون, والمجاهر الذى أظهر معصيته و كشف ما ستر الله عليه فتحدث بها, والمراد التحدث بالمعاصي\n\n(وان من المجاهرة) أى الفحش و كثرة الكلام \n(أن يعمل العبد عملا ثم يصبح وقد ستره الله عليه فيقول يا فلان) و هو الذى يحدثه العاصى عن معصيته \n(عملت البارحة) هو أقرب ليلة مضت من وقت القول وأصلها من برح: إذا زال \n(كذا وكذا) هى من ألفاظ الكنايات ومعناها مثل ذا, ويكنى بها أيضا عن المجهول وما لا يراد التصريح به \n(وقد بات يستره ربه ويصبح) جملة حالية \n(يكشف ستر الله عليه) الكائن.\n\nقال ابن بطال: فى الجهر بالمعصية استخفاف بحق الله و رسوله, وبصالحى المؤمنين لأن المعاصى تذل صاحبها فمن قصد إظهار المعصية والمجاهرة بها فقد أغضب ربه فلم يستره, ومن قصد التستر بها أكرمه الله وتفضل عليه بستره إياها."
  },
  {
    "number": "باب فضل الإحسان إلى المملوك",
    "text": "",
    "label": "وعن ابي هريرة رضى الله عنه عن النبي صلى الله عاية وسلم قال : ((إذا أتي أحدكم خادمه بطعامه , فإن لم يجلسه معه فليناوله لقمة أو لقمتين أو أكلة أو أكلتين فإنه ولي علاجه )) رواه البخاري .\n\nوعن ابي هريرة رضى الله عنه عن النبي صلى الله عاية وسلم قال : إذا أتي أحدكم خادمه) يشمل الأجير والرقيق وغيرهما من الخادم بالنفقة من غير عقد إجارة أو علي سبيل التبرع بها .\n( بطعامه , فإن لم يجلسه معه) كما هو الأفضل لما فيه من التواضع وعدم الترفع علي المسلم \n(لقمة أو لقمتين) في المصباح : اللقمة من الخبز \n(أو) شك من الراوي \n(فإنه ولي علاجه) قال في النهاية : أي عمله وقال غيره : أي مزاولته من تحصيل آلاته ووضع القدر علي النار وغير ذلك ."
  },
  {
    "number": "باب فضل الجهاد",
    "text": "",
    "label": "عن ابن مسعود رضى الله عنه قال : (( قلت يا رسول الله : أي العمل أحب غلي الله تعالي ؟ \nقال: الصلاة علي وقتها \nقلت : ثم أي ؟ \nقال : بر الوالدين \nقلت : ثم أي ؟\nقال : الجهاد في سبيل الله )) متفق عليه.\n\n(وعن ابن مسعود رضى الله عنه قال : قلت يا رسول الله : أي العمل) أي الطاعات \n(أحب علي الله تعالي) كناية عن الرضى به والثناء علي فاعله أو كثرة إثابته \n(قلت : ثم أي ؟ قال :الجهاد في سبيل الله) قال القرطبي خص عليه الصلاة والسلام هذه الثلاثة بالذكر لأنها عنوان علي ما سواها من الطاعات , وان من ضيع الصلاة المفروضة حتى يخرج وقتها من غير عذر مع خفة مؤنتها وعظم فضلها فهو لما سواها أضيع , ومن لم يبر والديه مع وفور حقهما كان لغيرهما أقل برا , ومن ترك جهاد الكفار مع شدة عداوتهم للدين كان لجهاد غيرهم من الفساق أترك .\n\nوعن أنس رضى الله عنه أن رسول الله قال صلى الله علية وسلم: (( لغدوة في سبيل الله أو روحة خير من الدنيا وما فيها )) متفق عليه.\n\n(وعن أنس رضى الله عنه أن رسول الله صلى الله علية وسلم قال : لغدوة) الغدوة : المرة من الغدو وهو سير أول النهار نقيض الرواح \n(خير من الدنيا وما فيها) وذلك للثواب المرتب علي كل منهما \nوقد ورد (إن أقل أهل الجنة منزلة من يعطي قدر الدنيا عشر مرات) فما بالك بأوساطهم فضلا عن أعلاهم.والتفضيل بينه وبين الدنيا باعتبار ما استقر في النفوس من حب الدنيا ورؤيا خيرها , وإلا فلا مناسبة بين ديني عظيم ثوابه باق وبين دنيوي مخدج فان , لكنه صلى الله علية وسلم خاطبنا بما نألف , ويحتمل أن يكون المراد أن هذا القدر من الثواب خير من الثواب الذي يحصل لمن حصلت له الدنيا وأنفقها في طاعة الله غير الجهاد.\n\nوعنه قال : (( قيل : يا رسول الله ما يعدل الجهاد في سبيل الله ؟ قال : لا تستطيعونه , فأعادوا عليه مرتين أو ثلاثا , كل ذلك يقول : لا تستطيعونه , ثم قال : مثل المجاهد في سبيل الله كمثل الصائم القائم القانت بآيات الله لا يفتر من صلاة ولا صيام حتى يرجع المجاهد في سبيل الله )) متفق عليه.\n\nوفي رواية البخاري (( أن رجلا قال يا رسول الله دلني علي عمل يعدل الجهاد ؟ \nقال : لا أجده , ثم قال هل تستطيع إذا خرج المجاهد أن تدخل مسجدك فتقوم ولا تفتر , وتصوم ولا تفطر ؟ \nفقال : ومن يستطيع ذلك ؟)).\n\n(وعنه قال قيل) أي قال جماعة للنبي صلى الله علية وسلم \n(يا رسول الله ما يعدل الجهاد في سبيل الله) أي يساويه ويماثله \n(فأعادوا عليه) أي السؤال المذكور \n(يقول: لا تستطيعونه ثم) بعد أن أبهم عظيم فضله أي صفته العظيمة الشأن التي كادت أن تكون كالمثل \n(كمثل الصائم القائم) أي المجتهد \n(القانت) أي المطيع (لا يفتر) أي لا يغفل .\n(قال لا أجده) أي لا أجد عملا يعدله من حيث الثواب و هذا جواب السؤال \n(ثم قال) أي النبي صلى الله علية وسلم مستأنفا مخاطبا للسائل عن ذلك \n(هل تستطيع) أي تقدر \n(إذا خرج المجاهد) أي للحرب \n(ولا تفتر) أي تسكن عن حدتك قال في المصباح : فتر عن العمل فتورا من باب قعد : سكن عن حدته ولان بعد شدته \n(وتصوم ولا تفطر)أي تداوم علي الصلاة و الصوم مدة غيبته عن أهله \n(فقال) أي ذلك الرجل \n(ومن يستطيع ذلك) استفهام إنكاري : أي لا طاقة بذلك وهذا باعتبار العادة البشرية المألوفة , وإلا فذلك داخل تحت الإمكان لاسيما لأرباب المجاهدات ."
  },
  {
    "number": "باب فضل الحب في الله",
    "text": "",
    "label": "والحث عليه , وإعلام الرجل من يحبه أنه يحبه وماذا يقول له إذا أعلمه\n\nوعن معاذ رضى الله عنه قال : سمعت رسول الله صلى الله عليه وسلم يقول (قال الله عز وجل : المتحابون في جلالي لهم منابر من نور يغبطهم النبيون والشهداء ) رواه الترمذي وقال : حديث حسن صحيح\n\nلهم منابر من نور) يجلسون عليه , وفي حديث الطبري عن أبي أيوب مرفوعا (المتحابون في الله على كراسي من ياقوت حول العرش) \n\nيغبطهم النبيون والشهداء ) الغبطة تمني مثل ما للغير من غير زواله عن صاحبه ,فدل هذا الحديث القدسي علي أن لهؤلاء العباد منازل شريفة عظيمة في الآخرة , ولا يلزم من تمني الأنبياء أن يكون أولئك أفضل من الأنبياء , لأنه قد يكون لك مائة فرس من العتاق ثم ترى لأخيك فرسا فتشتهي أن تشتريه منه أو تشتري مثله وهذا من هذا القبيل , ويجوز أنه لم يقصد النظر إلى معنى الغبطة أصلا وإنما أريد بيان فضلهم وشرفهم عند الله فقط\n\nوعن أبي كريمة المقداد بن معدي كرب رضى الله عنه عن النبي صلى الله عليه وسلم قال(إذا أحب الرجل أخاه فليخبر أنه يحبه) رواه أبو داود والترمذي وقال حديث حسن صحيح.\n\nعن النبي صلى الله عليه وسلم قال(إذا أحب الرجل) في الله تعالى \n\nفليخبر) ندبا , وعند بعضهم فليعلمه \n\nأنه يحبه) على تقدير الجار وحكمته أنه سبب لمزيد الحب وتأكده"
  },
  {
    "number": "باب فضل الذكر والحث عليه",
    "text": "",
    "label": "عن ابن هريرة رضي الله عنه قال : قال رسول الله صلى الله عليه و سلم :((كلمتان خفيفتان على اللسان , ثقيلتان في الميزان حبيبتان إلي الرحمن , سبحان الله وبحمده سبحان الله العظيم )) متفق عليه .\n\n(كلمتان خفيفتان على اللسان) قال الطيبي : الخفة مستعارة للسهولة .شبة سهولة جريان هذا الكلام علي اللسان بما يخفف على الحامل من بعض المحمولات ولا يشق عليه \n(ثقيلتان في الميزان) الثقيل فيه على حقيقته لأن الأعمال تتجسم عند الميزان , والميزان هو ما يوزن به أعمال العباد يوم القيامة . وفي كيفيته أقوال : الأصح أنه جسم محسوس ذو لسان وكفتين , والله تعالي يجعل الأعمال كالأعيان موزونة أو توزن صحف الأعمال .وسئل بعضهم عن سبب ثقل الحسنة علي الإنسان وخفة السيئة عنه؟ فقال : إن الحسنة حضرت مرارتها وغابت حلاوتها فثقلت فلا يحملنك ثقلها علي تركها , والسيئة حضرت حلاوتها وغابت مرارتها فخفت فلا يحملنك خفتها علي ارتكابها \n(حبيبتان إلي الرحمن) أي محبوب قائلهما , وخص بالذكر لأن القصد من الحديث بيان سعة رحمة الله بعباده حيث يجزي علي العمل القليل بالثواب الكثير الجزيل \n(سبحان الله وبحمده) أي أسبحه متلبسا بحمدي له من أجل توفيقه لي \n(سبحان الله العظيم) كرر التسبيح تأكيدا للاعتناء بشان التنزيه من جهة كثرة المخالفين الواصفين له بما لا يليق به بخلاف صفة الكمال فلم ينازع في ثبوتها له أحد .\n\nوعنه أن رسول الله صلى الله عليه و سلم قال : (( من قال لا إله ألا الله وحده لا شريك له , له الملك وله الحمد وهو علي كل شئ قدير في يوم مائة مرة كانت له عدل عشر رقاب , وكتبت له مائة حسنة , ومحيت عنه مائة سيئة , وكانت له حرزا من الشيطان يومه ذلك حتى يمسي ولم يأت أحد بأفضل مما جاء به إلا رجل عمل اكثر منه وقال : من قال : سبحان الله وبحمده في يوم مائة مرة حطت خطاياه وإن كانت مثل زبد البحر )) متفق عليه.\n\n(لا شريك له) أي فلا شريك له في شئ من صفاته ولا في شئ من أفعاله ولا في شئ من ملكه \n(له الملك) أي السلطنة والقهر له دون غيره \n(في يوم) هو شرعا ما بين طلوع الفجر الصادق وغروب الشمس \n(كانت له عدل عشر رقاب) أي في ثواب عتقها \n(ومحيت عنه مائة سيئة) أي رفعت من ديوان الحفظة , أو محي عنه المؤاخذة بها فلم يعذب بها \n(وكانت له حرزا) الموضع الحصين والعوذة \n(من الشيطان يومه ذلك حتى يمسي) أي إنه يكون في عوذة من الشيطان مدة بقاء النهار \n(ولم يأت أحد بأفضل مما جاء به) من الأذكار المأثورة \n(عمل اكثر منه) بأن زاد علي المائة من التهليل فكلما زاد منه زاد الثواب , وسمي ذلك عملا لأنه عمل اللسان . \n(وإن كانت مثل زبد البحر) إن قيل هذا يقتضي فضل التسبيح علي التهليل لان المعلق علي التهليل محو مائة سيئة وعلي التسبيح حط خطاياه وإن كثرت .فالجواب أنه لم يقتصر في ثواب التهليل علي تكثير العدد المذكور من الخطايا كما اقتصر عليه في ثواب التسبيح , بل ضم إليه عتق عشر رقاب \nوتقدم أن عتق الواحدة فيه غفر كل الخطايا لحديث (من اعتق رقبة مسلمة أعتق الله بكل عضو منها عضوا منه في النار ) فساوى عتق الرقبة .\n\nوعن أبي ذر رضي الله عنه أن رسول الله صلى الله عليه و سلم قال : (( يصبح علي كل سلامي من أحدكم صدقة , فكل تسبيحه صدقة وكل تحميدة صدقة , وكل تهليله صدقة وكل تكبيرة صدقة , وأمر بالمعروف صدقة ونهي عن المنكر صدقة ويجزي من ذلك ركعتان يركعهما من الضحى )) رواه مسلم.\n\n(وعن أبي ذر رضي الله عنه أن رسول الله صلى الله عليه و سلم قال : يصبح علي كل سلامي) أي عضو \n(من أحدكم صدقة) أي عظيمة شكرا لله تعالي علي عظيم منته بسلامة ذلك \n(فكل تسبيحه) أي كقول سبحان الله \n(صدقة وكل تحميدة) أي ثناء علي الله بأوصافه العلية نحو الحمد لله \n(صدقة وكل تهليله) أي قول لا إله ألا الله \n(صدقة وكل تكبيرة) أي قول الله أكبر \n(بالمعروف) أي ما عرف شرعا من واجب أو مندوب \n(صدقة ونهي عن المنكر) أي من محرم أو مكروه \n(من ذلك) أي بدل المذكور من القول والعمل في أداء شكر النعم التي علي كل سلامي \n(الضحى) ففيه تأكيد فضل صلاة الضحى .\n\nوعن أبي موسى الأشعرى رضي الله عنه عن النبي صلى الله عليه و سلم قال : (( مثل الذي يذكر ربه والذي لا يذكره , مثل الحي والميت)) رواه البخاري .\n\n(وعن أبي موسى الأشعرى رضي الله عنه عن النبي صلى الله عليه و سلم قال : مثل) الذي يذكر ربه والذي لا يذكر ربه أي صفة من ذكر العجيبة الشان التي لغرابتها كادت أن تكون في ذلك كالمثل , ولا يخفي ما في التعبير بربه هنا من البعث علي الذكر والرمز إلي الذم لمن تركه \nكما قال (مثل الحي والميت) فالأول ظاهره مزين بالحياة والعمل باطنه معمور بالسر فيه , والثاني ظاهره عاطل وباطنه باطل .\n\nو عن ابن هريرة رضي الله عنه أن رسول الله صلى الله عليه و سلم قال :(( يقول الله تعالي : أنا عند ظن عبدي بي , وأنا معه إذا ذكرني , فإن ذكرني في نفسه ذكرته في نفسي وإن ذكرني في ملأ ذكرته في ملأ خير منهم )) متفق عليه.\n\n(أنا عند ظن عبدي بي) الظن فيه بمعني اليقين : أي أنا عند يقينه بي في الاعتماد علي الاستيثاق بوعدي والرهبة من وعيدي والرغبة فيما عندي \n(وأنا معه) أي بالحفظ من الشيطان وجنده أو بالتوفيق والإعانة \n(إذا ذكرني) بلسانه أو بقلبه , ثم فرع عليه ما يفيد أنه مع الذكر سواء ذكره في نفسه أو مع غيره \nفقال (فإن ذكرني في نفسه) أي سرا وإخلاصا وبعدا عن مظان الرياء \n(ذكرته في نفسي) والمراد من هذا أن الله يؤتي المسر بذكره ثوابه سرا علي منوال عمله : أي فيخفي ذلك عن ملائكته ويعطيه من غير أن يكل إثابته إلي مخلوق وفائدة ذكر الله له في الغيب الاصطفاء والاستئثار , وانه تعالي إنما يدع علم الشيء بمكان من الغيب استئثارا به واصطفاء له , وفيه صيانة سر العبد من اطلاع الملأ الأعلى وتوقي عمله عن إحاطة الخلق بكنه ثوابه \n(وإن ذكرني في ملأ) من الذاكرين \n(ذكرته في ملأ خير منهم) أي وهم الملائكة , أي ملأ خير من الملأ الذي ذكره فيهم لمواظبة أولئك الملأ\n(الملائكة) أبد الدهر في محال القرب وأبدية القدس علي الدعاء للمؤمنين ."
  },
  {
    "number": "باب فضل السلام والأمر بإفشائه",
    "text": "",
    "label": "قال الله تعالى  يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَدْخُلُوا بُيُوتاً غَيْرَ بُيُوتِكُمْ حَتَّى تَسْتَأْنِسُوا وَتُسَلِّمُوا عَلَى أَهْلِهَا  - سورة النور من الآية 27 \nوقال تعالى  فَإِذَا دَخَلْتُم بُيُوتاً فَسَلِّمُوا عَلَى أَنفُسِكُمْ تَحِيَّةً مِّنْ عِندِ اللَّهِ مُبَارَكَةً طَيِّبَةً - سورة النور من الآية 61 \nوقال تعالى  وَإِذَا حُيِّيْتُم بِتَحِيَّةٍ فَحَيُّواْ بِأَحْسَنَ مِنْهَا أَوْ رُدُّوهَا  - سورة النساء  من الآية 86\n\nعن عبد الله بن عمرو بن العاص رضي الله عنهما: أن رجلاً سأل رسول الله صلى الله عليه وسلم: أي الإسلام خير؟ قال: تطعم الطعام وتقرأ السلام على من عرفت ومن لم تعرف متفق عليه.\n\n(أي الإسلام) أي خصاله \n(خير؟) أي أكثر ثوابًا عند الله تعالى \n(تطعم الطعام) وذلك لما فيه من تحمل كلفة الفقر ودفع الحاجة عنه، ودخل فيه جليل الطعام وحقيره وقليله وكثيره \n(وتقرأ السلام) أي تسلم \n(على من) أي الذين \n(عرفت ومن لم تعرف) الغرض من هذا إشاعة السلام ونشره بين الناس لأنه سبب من أسباب المودة بينهم.\n\nعن أبي عبادة البراء بن عازب رضي الله عنهما قال: أمرنا رسول الله صلى الله عليه وسلم بسبع: بعيادة المريض، واتباع الجنائز، وتشميت العاطس، ونصر الضعيف، وعون المظلوم، وإفشاء السلام، وإبرار القسم متفق عليه.\n\n(أمرنا رسول الله صلى الله عليه وسلم بسبع) المراد منه هنا ما يشمل أمر الوجوب والاستحباب \n(بعيادة المريض) أي زيارته فيسن زيارة كل مريض من المسلمين بأي مرض كان، وهي سنة وقيل فرض كفاية \n(واتباع الجنائز) أي تشييعها \n(وتشميت العاطس) إذا حمد الله تعالى بأن تقول: يرحمكم الله \n(ونصر الضعيف) أي إعانته على من ظلمه بالحيلولة بينهما وإعلاء حجته \n(وعون المظلوم) بالقول والفعل حتى يندفع عنه أذى الظالم \n(وإفشاء السلام) أي إشاعته ونشره \n(وإبرار القسم) أي إمرار الحلف، أي إذا حلف إنسان على عمل شيء كأن يقول والله ليصلين مثلاً فيطلب منك إعانته على إبرار قسمه بفعلك الصلاة لينجو من الحنث.\n\nعن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: لا تدخلوا الجنة حتى تؤمنوا، ولا تؤمنوا حتى تحابوا، أولا أدلكم على شيء إذا فعلتموه تحاببتم؟ أفشوا السلام بينكم رواه مسلم.\n\n(لا تدخلوا الجنة حتى تؤمنوا) فالجنة محرمة على الكافر كما قال الله تعالى  إِنَّ اللّهَ حَرَّمَهُمَا عَلَى الْكَافِرِينَ \n(ولا تؤمنوا) أي إيمانًا كاملاً \n(حتى تحابوا) أي يحب بعضكم بعضًا، وبالرغم من أن المحبة أمرًا قهريًا لا اختيار فيه على الأصح في ذلك، فإن الأسباب المؤدية إليها أرشد إليها بقوله \n(أولا أدلكم على شيء إذا فعلتموه تحاببتم؟ أفشوا السلام بينكم) أي أظهروه بينكم؛ وذلك أن الله تعالى جعل إشاعة السلام وإذاعته سببًا للتوادد.\n\nعن أبي يوسف عبد الله بن سلام رضي الله عنه قال: سمعت رسول الله صلى الله عليه وسلم يقول: »يا أيها الناس أفشوا السلام، وأطعموا الطعام، وصلوا الأرحام، وصلّوا بالليل والناس نيام تدخلوا الجنة بسلام« رواه الترمذي، وقال حديث حسن صحيح.\n\n(أفشوا) أي أشيعوا وانشروا \n(السلام) بينكم، والابتداء به سنة والرد واجب كفاية على الأصح. \n(وأطعموا الطعام) ندبًا في نحو الضيافة، وفرض كفاية لسد حاجة المحتاج \n(وصلوا الأرحام) فصلة الرحم واجبة في الجملة وقطيعتها معصية كبيرة، وإن كانت الصلة درجات وبعضها أرفع من بعض\n(وصلّوا بالليل والناس نيام) أي تهجدوا \n(نيام تدخلوا الجنة بسلام) جواب لمقدر: أي إن فعلتم ما ذكر تدخلوها متلبسين بالسلام من الآفات التي تكون في غيرها، وبه سميت دار السلام على أحد الأقوال، والمراد دخولها مع الناجين، وإلا فدخولها لأهل الإيمان واجب بالوعد الذي لا يخلف. ويحتمل أن المراد مطلق دخولها مع الناجين فيكون فيه تبشير فاعل هذه الأمور بالموت على الإسلام ليكون من أهلها."
  },
  {
    "number": "باب فضل السماحة في البيع والشراء",
    "text": "",
    "label": "عن جابر رضى الله عنه رسول الله صلى الله علية وسلم قال:((رحم الله رجلا سمحا إذا باع وإذا اشترى وإذا اقتضى )) رواه البخاري.\n\n(إذا باع وإذا اشترى وإذا اقتضى) أي طلب قضاء حقه بسهولة والمراد بالسماحة ترك المضاجرة ونحوهما لا المماكسة في ذلك .\n\nوعن أبي قتادة رضى الله عنه قال : سمعت رسول الله صلى الله علية وسلم يقول : (( من سره أن ينجيه الله من كرب يوم القيامة فلينفس عن معسر أو يضع عنه )) رواه مسلم.\n\n(وعن أبي قتادة رضى الله عنه قال : سمعت رسول الله صلى الله علية وسلم يقول من سره) أي أفرحه \n(أن ينجيه الله) أي يجعله ذا نجاه \n(من كرب) وهي غم يأخذ بالنفس لشدته .عن معسر) أي ليؤخر مطالبة الدين عن المدين المعسر , وقيل معناه يفرج عنه \n(أو يضع عنه) أي يحط عنه وهذا مقتبس من قوله تعالي \nوَإِن كَانَ ذُو عُسْرَةٍ فَنَظِرَةٌ إِلَى مَيْسَرَةٍ وَأَن تَصَدَّقُواْ خَيْرٌ لَّكُمْ \n\nوعن ابي هريرة رضى الله عنه قال : قال رسول الله صلى الله علية وسلم :(( كان رجل يداين الناس , وكان يقول لفتاه : إذا أتيت معسرا فتجاوز عنه ، لعل الله أن يتجاوز عنا , فلقي الله فتجاوز عنه )) متفق عليه.\n\n(وعن ابي هريرة رضى الله عنه قال : قال رسول الله صلى الله علية وسلم :كان رجل) أي ممن قبلكم \n(وكان يقول لفتاه : إذا أتيت معسرا) أي لمطالبة ما عنده \n(فتجاوز عنه) يدخل في التجاوز الإنذار والوضيعة وحسن التقاضي \n(لعل الله أن يتجاوز عنا) فيكون الجزاء من جنس العمل \n(فلقي الله) كناية عن الموت أو لقيه بعده \n(فتجاوز) أي عفا .\n\nوعن ابن هريرة رضى الله عنه قال : قال رسول الله صلى الله علية وسلم:(( من أنظر معسرا أو وضع له أظله الله يوم القيامة تحت ظل العرش يوم لا ظل إلا ظله )) رواه الترمذي وقال : حديث حسن صحيح.\n\n(وعن ابي هريرة رضى الله عنه قال : قال رسول الله صلى الله علية وسلم:من أنظر معسرا) أي أخر مطالبته \n(أو وضع) أي حط \n(له) أي لأجله أو عنه \n(أظله الله) من حر الشمس التي تدنو من العباد قدر ميل \n(الله يوم القيامة تحت ظل العرش يوم لا ظل إلا ظله) ففيه غاية التشريف وقد تقدم عدة من يظلهم الله تحت ظله وأنها تسعة وثمانون خصلة ."
  },
  {
    "number": "باب فضل الصلاة على رسول الله",
    "text": "",
    "label": "عن علي رضي الله عنه قال: قال رسول الله صلى الله عليه و سلم (( البخيل من ذكرت عنده فلم يصل علي )) رواه الترمذي وقال : حديث حسن وصحيح.\n\nوعن علي رضي الله عنه قال: قال رسول الله صلى الله عليه و سلم \n(البخيل) أي كامل البخل \n(من ذكرت عنده فلم يصل علي) لأنه بامتناعه من الصلاة عليه قد شح وامتنع من أداء حق يتعين عليه أداؤه امتثالا للأمر , ولما فيه من مكافأة جزئية لمن كان سببا في سعادته الأبدية , بل في الحقيقة إنما شح وبخل عن نفسه ومنعها أن يصل إليها عطاء عظيم ممن يعطي بلا حساب ولا تنقص خزائنه بالعطاء , فبهذا الشح تفوته تلك الكنوز التي لولاه لكان يكتالها بالمكيال الأوفى من غير أدني مشقة فلا أبخل من هذا كما يومئ إليه الحديث .\n\nوعنه أن رسول الله صلى الله عليه و سلم قال : (( ما من أحد يسلم علي إلا رد الله علي روحي حتى أرد عليه السلام )) رواه أبو داود بإسناد صحيح .\n\nوعنه أن رسول الله صلى الله عليه و سلم قال : \n(ما من أحد) أي من مكلفي الأنس والجن , ويحتمل قصره علي الأول \n(يسلم علي إلا رد الله علي روحي) أي نطقي للنصوص والإجماع علي أنه صلى الله عليه و سلم حي في قبره علي الدوام \n(حتى أرد عليه السلام) يحتمل انه رد معنوي لاشتغال روحه الشريفة بشهود الحضرة الإلهية والملأ الأعلى عن هذا العالم فإذا سلم عليه أقبلت روحه الشريفة إلي هذا العالم ليدرك سلام من يسلم عليه وليرد عليه , والحاصل أن روحه المقدسة كانت مستغرقة في شهود الحضرة الإلهية , لكنها عند السلام عليه ترد من تلك الحال للرد علي المسلم عليه من غير أن تشتغل عما كانت فيه ."
  },
  {
    "number": "باب فضل الصوم و غيره في العشر الأول من ذي الحجة",
    "text": "",
    "label": "عن ابن عباس رضى الله عنه قال : قال رسول الله صلى الله علية وسلم :((ما من أيام العمل الصالح فيها أحب إلي الله من الأيام يعني أيام العشر \n\nقالوا : يا رسول الله ولا الجهاد في سبيل الله؟ قال : ولا الجهاد في سبيل الله إلا رجل خرج بنفسه وماله فلم يرجع من ذاك بشيء)) رواه البخاري .\n\n(يعني) : أي النبي صلى الله علية وسلم بالأيام المشار إليها (أيام العشر) أي من ذي الحجة \n\n(قالوا : يا رسول الله ولا الجهاد في سبيل الله) أي المفعول في غيرها أفضل من غيره من عمل البر فيها \n\n(قال : ولا الجهاد في سبيل الله) أي فلا يفوق عمل البر فيها (إلا رجل) أي إلا عمل رجل خرج يخاطر بنفسه وماله فلم يرجع بشيء أفضل من غيره \n\n(خرج يخاطر بنفسه وماله) أي خرج يقصد قهر عدوه ولو أدي ذلك إلي قتل نفسه وذهاب ماله (فلم يرجع من ذاك بشيء)بأن رزقه الله الشهادة ."
  },
  {
    "number": "باب فضل العبادة في الهرج وهو الاختلاط والفتن وغيرها",
    "text": "",
    "label": "عن معقل بن يسار رضى الله عنه قال : رسول الله صلى الله عاية وسلم قال:((عبادة في الهرج كهجرة إلي )) رواه مسلم.\n\n(كهجرة) إلي : وسبب كثرة فضلها فيه أن الناس يغفلون عنها ويشتغلون عنها ولا يتفرغ لها إلا الأفراد قال القرطبي : المتنسك في ذلك اليوم والمنقطع إليها المنعزل عن الناس أجره كأجر المهاجر إلي النبي لأنه ناسبه من حيث إن المهاجر فر بدينه ممن يصد عنه للاعتصام بالنبي , وكذا هذا المنقطع للعبادة فر من الناس بدينه إلي الاعتصام بعبادة ربه , فهو في الحقيقة قد هاجر إلي ربه وفر من جميع خلقه."
  },
  {
    "number": "باب فضل العلم",
    "text": "",
    "label": "عن ابن مسعود رضي الله عنه قال: قال يا رسول الله صلى الله عليه و سلم :(( لا حسد إلا في اثنتين : رجل آتاه الله مالا فسلطه علي هلكتة في الحق , ورجل آتاه الحكمة فهو يقضي بها ويعلمها )) متفق عليه.\n\n(والمراد بالحسد )الغبطة , وهو أن يتمني مثله.\n\nوعن ابن مسعود رضي الله عنه قال: قال يا رسول الله صلى الله عليه و سلم : \n(لا حسد) أي لا غبطة محمودة كما سيأتي \n(إلا في اثنتين) من الخصال لشرفهما ففيهما يتنافس المتنافسون \n(آتاه) أي أعطاه \n(فسلطه علي هلكتة) أي إهلاكه أو أنفاقه \n(في الحق) أي ما يحق فيه إنفاق المال \n(ورجل آتاه الحكمة) العلم النافع \n(فهو يقضي بها) أي يفصل بين المترافعين إليه إن كان قاضيا أو المستفتين إن كان مفتيا \n(ويعلمها) أي الناس وحذفه ليعم كل متعلم.\n( والمراد بالحسد) المحرض عليه بالسياق , وليس المراد بالحسد معناه الحقيقي : أي تمني زوال نعمه المحسود , فذلك حرام من الكبائر .\n\nوعن سهل بن سعد رضي الله عنه أن النبي صلى الله عليه و سلم قال : لعلي رضي الله عنه : فوالله لأن يهدي الله بك رجلا واحدا خير لك من حمر النعم )) متفق عليه.\n\nوعن سهل بن سعد رضي الله عنه أن النبي صلى الله عليه و سلم قال : لعلي رضي الله عنه لما أعطاهم الراية يوم خبير وأرسله لقتالهم وأمره أن يدعوهم أولا إلي الإسلام (خير لك من حمر النعم) أي من الإبل الحمر , وهي أشرف أموال العرب فلذا خصت بالذكر والتفضيل بحسب ما عند أهل الدنيا من شرفها في الجملة , وإلا فلا مناسبة بين العرض الفاني و الشيء الباقي.\n\nو عن ابن هريرة رضي الله عنه أن رسول الله صلى الله عليه و سلم قال :(( .... ومن سلك طريقا يلتمس فيه علما سهل الله له طريقا إلي الجنة )) رواه مسلم.\n\n(يلتمس) أي يطلب فاستعير له اللمس كذا في النهاية \n(فيه علما) أي مقربا إلي الله تعالي , ويدل علي التقيد به قوله \n(سهل الله له طريقا إلي الجنة) لورود الوعيد لمن تعلم بعض العلوم المحرمة والباقي منها كذلك بجامع التحريم , فشمل الحديث أنواع علوم الدين واندرج تحته قليلها وكثيرها : أي يوفقه أن يسلك طرق الجنة والمعني : سهل الله له بسبب العلم طريقا من طرق الجنة .\n\nوعن أبي أمامة رضي الله عنه أن رسول الله صلى الله عليه و سلم قال :(( فضل العالم علي العابد كفضلي علي أدناكم , ثم قال رسول الله صلى الله عليه و سلم : إن ملائكته وأهل السموات والأرض حتى النملة في جحرها وحتى الحوت ليصلون علي معلمي الناس الخير )) رواه الترمذي وقال : حديث حسن\n\nوعن أبي أمامة رضي الله عنه أن رسول الله صلى الله عليه و سلم قال : \n(فضل العالم) أي المقتصر علي فرائض العبادات ويصرف باقي أوقاته في العلم \n(علي العابد) أي العارف بما يجب عليه تعلمه من الديانات فقط ويصرف ما زاد عليه في التعبد \n(كفضلي علي أدناكم) فيه عظم شرف العلماء .إن العالم المستحق للتفضيل بالعلم هو الذي تعلم العلم النافع في الدنيا والآخرة , وقام بحق علمه من عمل أو نفع أو هداية أو غير ذلك من حقوق العلم النافع فذلك هو العالم المفضل بعلمه \n(علي معلمي الناس الخير) عدا إليه عن العالم الذي اقتضاه السياق لبيان سبب شرف العالم وامتيازه علي العابد وهو عموم نفعه وتعديه .\n\nو عن ابن هريرة رضي الله عنه قال : قال رسول الله صلى الله عليه و سلم :(( من سئل عن علم فكتمه ألجم يوم القيامة بلجام من نار )) رواه الترمذي وأبو داود , وقال : حديث حسن.\n\nو عن ابن هريرة رضي الله عنه قال : قال رسول الله صلى الله عليه و سلم : \n(من سئل عن علم) أي شرعي محتاج إليه \n(فكتمه) أي لم يبينه للسائل \n(يوم القيامة بلجام من نار) فيه عظيم وعيد كتم العلم الشرعي بشرطه .\n\nوعن عبد الله بن عمرو بن العاص رضي الله عنه قال : سمعت رسول الله صلى الله عليه و سلم يقول :(( إن الله لا يقبض العلم انتزاعا ينتزعه من الناس ولكن يقبض العلم بقبض العلماء حتى إذا لم يبقى عالما اتخذ الناس رءوسا جهالا فسئلوا فأفتوا بغير علم فضلوا وأضلوا )) متفق عليه .\n\nوعن عبد الله بن عمرو بن العاص رضي الله عنه قال : سمعت رسول الله صلى الله عليه و سلم يقول : \n(إن الله لا يقبض العلم) أي في آخر الزمان عند رفعه من الأرض \n(ينتزعه من الناس) لأن الله كريم يستحي ان ينزع السر من أهله \n(يقبض العلم بقبض العلماء) أي ينزعه بقبضهم أو موتهم , وفي التعبير بما ذكر إيماء إلي أنهم كنوز مودعة في الأرض لنفع الخلق فإذا أراد الله رفع تلك الكنوز قبضهم إليه \n(جهالا) جمع جاهل \n(فأفتوا بغير علم فضلوا) في أنفسهم لافترائهم على الله الكذب \n(وأضلوا) من استفتاهم , وفيه غاية البشري لأهل العلم , وان الله أمنهم من سلب ما وهنهم , وغاية التحذير من استفتاء الجاهل والأخذ بقوله , وغاية الوعيد لمن أفتى بغير علم ."
  },
  {
    "number": "باب فضل حمد الله تعالي وشكره",
    "text": "",
    "label": "وعن أبي موسي الأشعري رضي الله عنه أن رسول الله صلى الله عليه و سلم قال :(( إذا مات ولد العبد قال الله تعالي لملائكته : قبضتم ولد عبدي ؟ \nفيقولون : نعم , \nفيقول : قبضتم ثمرة فؤاده ؟ \nفيقولون : نعم , \nفيقول : فماذا قال عبدي ؟ \nفيقولون : حمدك واسترجع , فيقول الله تعالي : ابنوا لعبدي بيتا في الجنة وسموه بيت الحمد)) رواه الترمذي وقال : حديث حسن.\n\n(قال الله تعالي لملائكته : قبضتم) أي أقبضتم وهو استفهام تقديري لينبههم على عظم فضل ثواب الصابر وإلا فهو غني عن الأسئلة لإحاطة علمه بكل شئ \n(فيقول : قبضتم ثمرة فؤاده) هو كناية عن الولد لكونه بمنزلة خلاصة الخلاصة إذ القلب خلاصة البدن وخلاصته اللطيفة المودعة فيه من كمال الإدراكات والعلوم التي خلق لها وشرف بشرفها , فلشدة شغف هذه اللطيفة بالولد صار كأنه ثمرتها المقصودة منها , وهو ترق بين به وجه عظمة هذا المصاب وعظم الصبر عليه من ذلك , بل ترقي عن مقام الصبر لمقام الحمد \n(فيقولون : نعم , فيقول : فماذا قال عبدي ؟ فيقولون : حمدك واسترجع) أي قال ( إِنَّا لِلّهِ وَإِنَّـا إِلَيْهِ رَاجِعونَ ) \n(فيقول الله تعالي : ابنوا لعبدي بيتا في الجنة وسموه بيت الحمد) ففيه كمال فضل الصبر على فقد الصف"
  },
  {
    "number": "باب فضل صوم عرفة وعاشوراء وتاسوعاء",
    "text": "",
    "label": "عن أبي قتادة رضى الله عنه قال : (( سئل رسول الله صلى الله علية وسلم عن صوم يوم عرفه ؟ \nقال : يكفر السنة الماضية والباقية)) رواه مسلم.\n\nعن أبي قتادة رضى الله عنه قال : سئل رسول الله صلى الله علية وسلم عن صوم يوم عرفه) أي ماله من الفضل بدليل قوله\n(قال : يكفر السنة الماضية) أي التي آخرها سلخ ذي الحجة \n(والباقية) أي الآتية وأولها المحرم حملا علي المعني المتعارف في السنة والمكفر صغائر الذنوب المتعلقة بحق الله , والمراد بغفران ما سيأتي إما العصمة عن ملابسته أو وقوعه مغفورا إن وقع , ثم صومه إنما يندب لغير الحاج الواقف بعرفة نهارا .\n\nعن ابن عباس رضى الله عنه قال : قال رسول الله صلى الله علية وسلم :((لئن بقيت إلي قابل لأصومن التاسع)) رواه مسلم.\n\n(عن ابن عباس رضى الله عنه قال : قال رسول الله صلى الله علية وسلم لما أمر بمخالفة أهل الكتاب وأخبر أنهم يصومون عاشوراء \n(لئن بقيت إلي قابل) أي عام قابل \n(لأصومن التاسع) أي مخالفة لهم لأنهم يفردونه بالصوم ولا يضمون إليه غيره , ومن هذا الحديث وأمثاله أخذ العلماء ندب صوم تاسوعاء كعاشوراء وفي الحديث \n(خالفوا أهل الكتاب وصوموا يوما قبله ويوما بعده) رواه مسلم."
  },
  {
    "number": "باب فضل ضعفة المسلمين",
    "text": "",
    "label": "عن حارثة بن وهب رضى الله عنه قال: سمعت رسول اله صلى الله علية وسلم يقول: ((ألا أخبركم بأهل الجنة ؟ كل ضعيف متضعف لو يقسم على الله لأبره, ألا أخبركم بأهل النار ؟ كل عتل جواظ مستكبر )) متفق عليه\n\n(ألا) حرف استفتاح لتنبيه السامع للكلام الآتى بعده \n(أخبركم بأهل الجنة) أى بمعظمهم \n(كل ضعيف) أى نفسه ضعيفة لتواضعه وضعف حاله فى الدنيا \n(متضعف) يعنى أن الناس يقهرونه ويستضعفونه ويفخرون عليه لضعف حاله فى الدنيا, وقيل المراد أنه يستضعف: أى يخضع لله سبحانه ويذل له نفسه \n(لو يقسم على الله لأبره) أى لأبر قسمه: أى لو حلف يمينا طمعا فى كرم الله بإبراره لأبره بحصول ذلك, ومن ذلك ما روى عن أنس بن النضير فى أخته الربيع لما كسرت بالقصاص, فقال أنس والله لا تكسر سن الربيع, فرضى أهل المرأة المجنى عليها بالأرش, فقال سن المرأة وأمرأتى بالمضارع فى فعل يقسم لاستمرار عناية الله بهم فى إن من عباد الله من لو أقسم على الله لأبر قسمه كل زمن ووقت وقضاء حوائجهم وتيسير مطالبهم \n(ألا أخبركم بأهل النار) أى بسماتهم وأفعالهم لتجتنبوها, هم \n(كل عتل) بضم العين وهو الغليظ الجافى \n(جواظ) بفتح الجيم وتشديد الواو, وهو الجموع المنوع البخيل, وقيل الضخم المختال فى مشيته, وقيل القصير البطين لشرهه ونهمه فليس غرضه سوى ملء بطنه.\n\nعن أبى سعيد الخضرى رضى الله عنه قال النبى صلى الله علية وسلم : (( احتجت الجنة والنار فقالت النار: فى الجبارون والمتكبرون, وقالت الجنة فى ضعفاء الناس ومساكينهم, فقضى الله بينهما أنك رحمتى أرحم بك من أشاء, وأنك النار عذابى أعذب بك من أشاء, ولكليكما على ملؤها)) رواه سلم.\n\n(احتجبت الجنة والنار) أى اختصمت \n(فقالت النار فى الجبارون والمتكبرون) بتشديد الياء ففى أى الذين يقهرون الغيرعلى حسب أهوائهم \n(وقالت الجنة فى ضعفاء الناس) بتشديد الياء أيضا ففى أى المتواضعون منهم أو المستضعفون فيهم لفقرهم وعدو ثروتهم, وقال عمر بن الخطاب عز الدنيا بالمال, وعز الآخرة بالأعمال \n(ومساكينهم) أى والمحتاجون منهم الصابرون على الضرار من غير تضجر ولا تبرم من القضاء رضا بتدبير المولى ورضاء بما قسم لهم \n(فقضى الله بينهما) أى أخبر عما أراده لهم مما سبقت به إرادته قائل \n(انك الجنة) فى اللغة: عبارة عن البستان من النخيل والأعناب والمراد منها هنا مقابل النار \n(رحمتى) قال الطيبى: سماها رحمة لأن بها تظهر رحمة الله كما قال \n(أرحم بك من أشاء) ( وانك النار عذابى أعذب بك من أشاء) ممن تعلقت الإرادة الإلهية بتعذيبهم \n(ولكليكماعليها ملؤها)فمن يدخل الجنة لا يخرج منها البتة وكذا من يدخل النار من الكفرة: أما ذوو المعاصى من المؤمنين إذا دخلوها فلابد من خروجهم منها ودخولهم الجنة بالوعد الذى لا يخلف قال تعالى:  فمن يعمل مثقال ذرة خيرا يره   و قال النبى (( من مات وفى قلبه مثقال ذرة من إيمان دخل الجنة)) رواه مسلم."
  },
  {
    "number": "باب فضل قيام الليل",
    "text": "",
    "label": "قال الله تعالى: ( وَمِنَ اللَّيْلِ فَتَهَجَّدْ بِهِ نَافِلَةً لَّكَ عَسَى أَن يَبْعَثَكَ رَبُّكَ مَقَاماً مَّحْمُوداً) - الإسراء\/79 \nقال الله تعالى: (تَتَجَافَى جُنُوبُهُمْ عَنِ الْمَضَاجِعِ) السجدة\/16 \nقال الله تعالى: (كَانُوا قَلِيلاً مِّنَ اللَّيْلِ مَا يَهْجَعُونَ) الذاريات\/17\n\nوعن عائشة رضي الله عنها قالت: (كان النبي صلى الله علية وسلم يقوم من الليل حتى تتفطر قدماه فقلت له : لم تصنع هذا يا رسول الله وقد غفر لك ما تقدم من ذنبك وما تأخر ؟ قال : أفلا أكون عبداً شكوراً؟) متفق عليه\n\n(وعن عائشة رضي الله عنها قالت: كان النبي صلى الله علية وسلم يقوم من الليل) أي بعضه ولم يستوف ليلة بالقيام على أمته\n(حتى تتفطر) أي تتشقق \n(قدماه) أي دأب في الطاعة إلى تفطر قدميه من طول القيام واعتماده عليها \n(فقلت له : لم تصنع هذا) سؤال عن حكمة الدأب والتشمير في الطاعة\n(يا رسول الله وقد غفر لك ما تقدم من ذنبك وما تأخر) أتت به طبق الآية المكني بها عن رفعة شأنه وعلو مكانه, لا أن هناك ذنبا فيغفر لوجوب العصمة له كسائر الأنبياء \n(؟ قال : أفلا أكون عبداً شكوراً) أي أأترك صلاتي لأجل مغفرته فلا أكون عبدا شكورا؟ ظن السائل تحمل مشاق الطاعة خوف الذنب, أو رجاء العفو فبين صلى الله علية وسلم أن له سببا آخر هو أعلى وأكمل وهو الشكر على التأهل لها مع المغفرة وإجزال النعمة, والشكر: الاعتراف بالنعمة والقيام بالخدمة.\n\nباب فضل قيام الليل\nقال الله تعالى: ( وَمِنَ اللَّيْلِ فَتَهَجَّدْ بِهِ نَافِلَةً لَّكَ عَسَى أَن يَبْعَثَكَ رَبُّكَ مَقَاماً مَّحْمُوداً) - الإسراء\/79 \nقال الله تعالى: (تَتَجَافَى جُنُوبُهُمْ عَنِ الْمَضَاجِعِ) السجدة\/16 \nقال الله تعالى: (كَانُوا قَلِيلاً مِّنَ اللَّيْلِ مَا يَهْجَعُونَ) الذاريات\/17\n\nوعن عائشة رضي الله عنها قالت: (كان النبي صلى الله علية وسلم يقوم من الليل حتى تتفطر قدماه فقلت له : لم تصنع هذا يا رسول الله وقد غفر لك ما تقدم من ذنبك وما تأخر ؟ قال : أفلا أكون عبداً شكوراً؟) متفق عليه\n\n(وعن عائشة رضي الله عنها قالت: كان النبي صلى الله علية وسلم يقوم من الليل) أي بعضه ولم يستوف ليلة بالقيام على أمته\n(حتى تتفطر) أي تتشقق \n(قدماه) أي دأب في الطاعة إلى تفطر قدميه من طول القيام واعتماده عليها \n(فقلت له : لم تصنع هذا) سؤال عن حكمة الدأب والتشمير في الطاعة\n(يا رسول الله وقد غفر لك ما تقدم من ذنبك وما تأخر) أتت به طبق الآية المكني بها عن رفعة شأنه وعلو مكانه, لا أن هناك ذنبا فيغفر لوجوب العصمة له كسائر الأنبياء \n(؟ قال : أفلا أكون عبداً شكوراً) أي أأترك صلاتي لأجل مغفرته فلا أكون عبدا شكورا؟ ظن السائل تحمل مشاق الطاعة خوف الذنب, أو رجاء العفو فبين صلى الله علية وسلم أن له سببا آخر هو أعلى وأكمل وهو الشكر على التأهل لها مع المغفرة وإجزال النعمة, والشكر: الاعتراف بالنعمة والقيام بالخدمة."
  },
  {
    "number": "باب فضل من أفطر صائما",
    "text": "",
    "label": "وفضل الصائم الذي يؤكل عنده ودعاء الآكل للمأكول عنده\n\n\nعن زيد بن خالد الجهنى رضى الله عنه عن النبي صلى الله علية وسلم قال :(( من فطر صائما كان له مثل اجره غير أنه لا ينقص من أجر الصائم شئ )) رواه الترمذي وقال : حديث حسن صحيح.\n\n(غير أنه لا ينقص من أجر الصائم شئ) استدراك لما قد يتوهم من أن إثابته كذلك تنقص ثواب الصائم وإنما لم تنقص إثابته بذلك إثابة الصائم لاختلاف جهة ثوابهما , كما لا ينقص ثواب الدال علي الهدي ثواب فاعله .\n\n(ومن فطر فيه صائما: يعني شهر رمضان , كان مغفرة لذنوبه وعتق رقبته من النار , وكان له مثل أجره نم غير أن ينقص من أجره شيء , وقالوا :ليس كلنا يجد ما يفطر به الصائم , فقال رسول الله صلى الله علية وسلم :يعطي الله تعالي هذا الثواب من فطر صائما علي تمرة أو شربة ماء أو مزقة لبن)."
  },
  {
    "number": "باب في الإخلاص و إحضار النية",
    "text": "",
    "label": "عن عائشة رضي الله عنها قالت : قال رسول الله صلى الله عليه و سلم : \"لا هجرة بعد الفتح و لكن جهاد و نية و إذا استنفرتم فانفروا رواه مسلم بلفظه و ابو داوود و البخاري بنحوه\n\nشرح الحديث : \nمعنى الحديث انه لا هجرة بعد فتح مكه و جاء في حديث البخاري مرفوعا (لا هجرة بعد فتح مكه) و كان ذلك في رمضان سنة ثمان من الهجرة و ذلك ان الهجرة أي مفارقة دار الكفر الى دار الاسلام كانت واجبة على من بمكه فوجب على من اسلم بها ان يهاجر الى المدينة فلما فتحت مكه صارت دار اسلام, اما الهجرة من المواضع التي لا يتأتى اقامة امر الدين بها فهي واجبة اتفاقا\n\nو على ذلك يحمل الحديث (لا تنقطع الهجرة ما قوتل الكفار). قال الخطابي كانت الهجرة على معنيين : احدهما انهم اذا اسلموا و اقاموا بين قومهم اوذوا فأمروا بالهجرة ليسلم لهم دينهم و يزول عنهم الاذى و الاخر الهجرة من مكة الى المدينة لان اهل الدين بالمدينة كانوا قليلين ضعيفين فكان الواجب على من اسلم ان يهاجر الى رسول الله صلى الله عليه و سلم ان حدث حادث استعان بهم فلما فتحت مكة استغنى عن ذلك فأمر رسول الله صلى الله عليه و سلم ان يقيموا في اوطانهم و يكونوا على نية الجهاد مستعدين ان ينفروا اذا استنفروا.\n\nقال المصنف : يتضمن الحديث معجزة لرسول الله صلى الله عليه و سلم و هي ان مكة تبقى دار اسلام لا يتصور منها الهجرة. \n(و لكن جهاد و نية) قال الطيبي : المفارقه عن الاوطان المسماه بالهجرة المطلقة انقطعت لكن المفارقة بسبب الجهاد باقية ندى الدهر و كذا المفارقه بسبب نيه خالصه لله تعالى كطلب العلم و قال المصنف تحصيل الخير بسبب الهجرة قد انقطع بالفتح و لكن حصلوه بالجهاد و النية.\n(و اذا استنفرتم) أي طلب منكم الخروج للجهاد و يحتمل العموم أي اذا استنفرتم الى الجهاد و نحوه\n(فانفروا) أي اخرجوا\n\nعن ابي هريرة عبد الرحمن ابن صخر رضي الله عنه قال : قال رسول الله صلى الله عليه و سلم : (( إن الله تعالى لا ينظر الى اجسامكم و لا إلى صوركم و لكن ينظر الى قلوبكم )) رواه مسلم و ابن ماجه\n\nشرح الحديث : \n(ان الله تعالى لا ينظر الى اجسامكم و لا الى صوركم) أي ان الله تعالى لا يثيبكم بها و لا يقربكم ذلك منه فقد قال تعالى \"و ما اموالكم و لا أولادكم بالتي تقربكم عندنا زلفى الا من امن و عمل صالحا فمعنى نظر الله تعالى هنا مجازاته و اثابته و المعنى ان الاثايه و التقريب ليسا باعتبار الاعمال الظاهرة و انما هي باعتبار ما في القلب\n\n(و لكن ينظر الى قلوبكم) و في الحديث اعتناء بحال القلب و لما كان القلب نحل نظر الرب حق على العالم بقدر اطلاع الله تعالى على ما في قلبه ان يفتش عن صفات قلبه و احواله لامكان ان يكون فيه وصف مذموم يمقته الله بسببه و عمل القلب غيب عنا فلا يقطع لذي عمل صالح بالخير فلعل الله تعالى يعلم من قلبه وصفا مذموما لا يصح معه هذا العمل و لا لذي معصي بالشر فلعله سبحانه يعلم من قلبه وصفا محمودا يغفر له بسببه و يترتب على ذلك عدم الغلو في تعظيم من رأينا عليه افعالا صالحه و عدم الاحتقار لمسلم رأينا عليه افعالا سيئه بل تحتقر تلك الحال المسيئه لا تلك الذات المسيئه\n\nعن ابي موسى عبد الله بن قيس الاشعري رضي الله عنه قال : (( سئل رسول الله صلى الله عليه و سلم عن الرجل يقاتل شجاعة و يقاتل حمية و يقاتل رياء, أي ذلك في سبيل الله ؟ \nفقال رسول الله صلى الله عليه و سلم : من قاتل لتكون كلمة الله هي العليا فهو في سبيل الله - أخرجه البخاري و مسلم رواه ابو داوود و النسائي و الترمذي\n\nمعاني الحديث : \nالشجاعة : الاقدام على العدو\nحمية : غيرة و محاماه عن عشيريه\nرياء : ليرى الناس قتاله\n\nشرح الحديث : \n(سئل) مبني للمجهول و السائل هو ضمرة الباهلي\n(أي ذلك في سبيل الله) أي كائن في طاعته\n(فقال رسول الله صلى الله عليه و سلم : من قاتل لتكون كلمة الله) أي دين الاسلام فان الاسلام ظهر بكلام الله الذي اظهره على لسان رسوله و قيل المراد من كلمة الله دعوته الى الاسلام\n(هي العليا فهو في سبيل الله) يدخل في الحديث من قاتل لطلب ثواب الاخرة او رضى الله لانه من اعلاء كلمة الله و حاصل الجواب ان القتال في سبيل الله قتال منشؤه القوة العقلية لا القوة الغضبية او الشهوانية قال المصنف في الحديث بيان ان الاعمال انما تحسب بالنيات الصالحة و ان الفضل الوارد في المجاهدين يختص بمن قاتل لإعلاء كلمة الله\n\nعن ابي بكرة نفيع بن الحارث الثقفي رضي الله عنه ان النبي صلى الله عليه و سلم قال : (( اذا التقى المسلمان بسيفيهما فالقاتل و المقتول في النار قلت : يا رسول الله هذا القاتل فما بال المقتول ؟ قال انه كان حريصا على قتل صاحبه )) - رواه ابو داود و النسائي عن ابي بكرة و رواه ابن ماجه عن ابي موسى\n\nشرح الحديث : \n(اذا التقى المسلمان بسيفيهما) أي قاصدا كلا منهما اتلاف الاخر \n(فالقاتل) بسبب مباشرته قتل صاحبه\n(و المقتول) لحرصه على قتل اخيه\n(في النار) أي كائنان في النار أي ان الله تعالى لم يعف عنهما\n(قلت : يا رسول الله هذا القاتل) أي حكمة دخوله النار ان لم يعف الله عنه ظاهره لانه ظلم اخاه \n(فما بال المقتول) أي المظلوم\n(انه كان حريصا على قتل صاحبه) أي ان المقتول كان عاصيا لانه كان حريصا على قتل اخيه\n\nعن امير المؤمنين أبي حفص عمر ابن الخطاب رضي الله عنه قال: سمعت رسول الله صلى الله عليه و سلم يقول : (( إنما الاعمال بالنيات و انما لكل امرء ما نوى فمن كان هجرته الى الله و رسوله فهجرته الى الله و رسوله و من كان هجرته لدنيا يصيبها او امرأة ينكحها فهجرته الى ما هاجر اليه )) - رواه البخاري و مسلم\n\nمعاني الحديث : \nينكحها : يتزوجها\n\nشرح الحديث : \n(إنما) لتقوية الحكم المذكور بعدها \n(الاعمال) هي حركات البدن فتدخل فيها الاقوال و يتجوز بها عن حركات النفس و أوثرت على الافعال لئلا تتناول فعل القلب غير المحتاج للنيه كالتوحيد و الاجلال \n(النية) جمع الهم في تنفيذ العمل و للناس فيما يعشقون مذاهب فنية الجهال التحصن من سوء القضاء و نزول البلاء و نية اهل النفاق التزين عند الله و الناس و نية العلماء اقامة الحرمات لحرمة ناصبها لا لحرمتها\n(انما لكل امرء ما نوى) لبيان ان الاعمال لا يعتد بها شرعا الا بالنية الموجودة لها و هي لبيان ان جزاء العامل على عمله بحسب نيته من خير او شر و ان العمل لا يجزى الا ان عينت نيته\n(فمن كان هجرته) هي تفصيل للاجمال السابق فاذا كان لكل امرء ما نوى من طاعته فلابد من مثال يجمع الاعمال كلها امرها و نهيها. و الهجرة شرعا هي مفارقة دار الكفر الى دار الاسلام خوف الفتنة ووجوبها باق و خبر (( لا هجرة بعد الفتح )) المراد لا هجرة بعد فتح مكة منها لانها صارت دار الاسلام و حقيقتها مفارقة ما يكرهه الله \n(الى الله و رسوله) أي قصدا و نية فهو كناية عن الاخلاص\n(فهجرته الى الله و رسوله) ثوابا و خيرا فالجزاء كناية عن شرف الهجرة و كونها بمكانة عنده تعالى\n(و من كان هجرته لدنيا) أي لتحصيل شهوة الحرص على المال و الجاه \n(فهجرته الى ما هاجر اليه) تفيد ان من كانت هجرته لاجل تحصيل ذلك كان هو نهاية هجرته لا يحصل له غيره\n(امرأة ينكحها) أي يتزوجها\n(فهجرته الى ما هاجر اليه) أي فهجرته قبيحه اذ ليست من الله في شيء و ذلك حظه و لا نصيب له في الاخره و هذا يفيد التحقير و ذم فاعل ما ذكر كما يشعر به السياق بالرغم من ان مطلوبه مباحا لانه اظهر قصد الهجرة الى الله و ابطن خلافه و هذا ذميم"
  },
  {
    "number": "باب في الاستقامة",
    "text": "",
    "label": "عن ابي عمرو و قيل ابي عمرة سفيان بن عبد الله رضي الله عنه قال : (( قلت يا رسول الله قل لي في الاسلام قولا لا اسأل عنه احدا غيرك قال : قل امنت بالله ثم استقم )) رواه مسلم\n\nشرح الحديث : \n\n(قال : قلت يا رسول الله قل لي في الاسلام) أي في دينه و شريعته\n\n(قولا) جامعا لمعاني الدين واضحا في نفسه بحيث لا يحتاج الى تفسير غيرك اعمل عليه و اكتفي به بحيث \n\n(لا اسأل) أي لا يحوجني لما اشتمل عليه من بديع الاحاطة و الشمول و نهاية الايضاح و الظهور الى ان اسأل \n\n(عنه احدا غيرك قال : قل امنت بالله) أي جدد ايمانك متذكرا بقلبك ذاكرا بلسانك مستحضرا تفاصيل معاني الايمان الشرعي \n\n(ثم استقم) على عمل الطاعات و الانتهاء عن جميع المخالفات اذ لا تأتي الاستقامة من شئ من الاعوجاج فانها ضده و الحديث على وفاق الاية :  إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ {13} أُوْلَئِكَ أَصْحَابُ الْجَنَّةِ خَالِدِينَ فِيهَا جَزَاء بِمَا كَانُوا يَعْمَلُونَ \n\nعن ابي هريرة رضي الله عنه قال : قال رسول الله صلى الله عليه و سلم : (( قاربوا و سددوا و اعلموا انه لن ينجو أحد منكم بعمله \n\nقالوا و لا انت يا رسول الله ؟ \n\nقال و لا انا الا ان يتغمدني الله برحمة منه و فضل )) - رواه مسلم\n\nمعاني الحديث : \n\nالمقاربة : القصد الذي لا غلو فيه و لا تقصير\n\nالسداد : الاستقامة و الاصابة\n\nيتغمدني : يلبسني و يسترني\n\nقال العلماء معنى الاستقامة لزوم طاعة الله تعالى قالوا : و هي من جوامع الكلم و هي نظام الامور و بالله التوفيق\n\nشرح الحديث : \n\n(قال رسول الله صلى الله عليه و سلم : قاربوا و سددوا) و المقاربة القصد الذي لا غلو فيه أي مجاوزة المأمور به و الزيادة فيه و \n\n(لا تقصير) أي اخلال بشئ منه و السداد الاصابة في الاقوال و الاعمال و المقاصد و الاصابة في جميعها هي الاستقامة قال العلماء معنى الاستقامة المطلوبة الممدوحة بالكتاب و السنة \n\n(لزوم طاعة الله تعالى) و يلزم من ذلك ترك مناهيه و قال العلماء هي من جوامع الكلم و هو ان يكون اللفظ قليلا و المعنى جزيلا و هو ما اعطيه رسول الله صلى الله عليه و سلم و هي أي الاستقامة نظام الامور قال بعض العلماء الاستقامة هي الدرجة القصوى التي بها كمال المعارف و الاحوال و صفاء القلوب في الاعمال و تنزيه العقائد عن سفاسف البدع و الضلال. قال الاستاذ ابو القاسم القشيري : من لم يكن مستقيما في حاله ضاع عمله و خاب جده \n\n(و اعلموا انه) اي الشأن \n\n(لن ينجو أحد منكم بعمله قالوا و لا انت يا رسول الله ؟) أي و لا تنجو بعملك فحذف الفعل فانفصل الضمير و يحتمل ان يكون ولا انت ناج بعملك فيكون مبتدأ محذوف الخبر\n\n(قال و لا انا) أي و لا انجو او و لا انا ناج بالعمل \n\n(الا ان يتغمدني) أي يغمرني\n\n(الله برحمة منه و فضل) و يلبسنيها و يغمرني بها و منه غمدت السيف و أغمدته : أي جعلته في غمده و سترته به قال المصنف في شرح مسلم : مذهب اهل السنة انه لا يثبت بالعقل ثوان و لا عقاب و لا حكم شرعي و لا يثبت ذلك كله الا بالشرع و مذهبهم ان الله تعالى لا يجب عليه شئ بل الدنيا و الاخرة ملكه يفعل ما يشاء و يحكم ما يريد فلو عذب المطيعين جميعهم و ادخلهم النار لكان عدلا منه و لو نعم الكافرين و ادخلهم الجنة كان له ذلك و لكنه اخبر و خبره صدق انه لا يفعل هذا بل يغفر للمؤمنين و يدخلهم الجنة برحمته و يعذب الكافرين و يدخلهم النار عدلا منه و في هذا الحديث دليل ظاهر على انه لا يستحق أحد الثواب و الجنة بطاعته\n\nو أما قوله تعالى :  ادخلوا الجنة بما كنتم تعملون  و نحوها من الايات الدالة على  ان الاعمال يدخل بها الجنة فهي لا تعارض هذه الاحاديث بل معنى الايات ان دخول الجنة بسبب الاعمال ثم التوفيق للاعمال و الهداية و الاخلاص فيها و قبولها برحمة الله و فضله فصح انه لم يدخل الجنة احد بمجرد العمل و هو مراد الاحاديث\n\nو يصح ان يقال : انه دخل بالاعمال المسببة عن الفضل : أي بسببها و هي من الرحمة و اشار العارف بالله تعالى ابن ابي حمزة الى جواب اخر حاصله ان الاعمال اسباب عادية كسائر الاسباب التي هي من مقتضيات الحكمة و لا تأثير لها في دخول الجنة فالنفي باعتبار التأثير بمعنى ان الذي يؤثر في دخول الجنة في الحقيقة هو الله تعالى لا الاعمال فانما هي مجرد اسباب صورية اقتضتها الحكمة الالهية و الاسناد اليها تارة باعتبار انها سبب صوري\n\nقال ابن ابي حمزة : و في الحديث دلالة على انه ليس احد من الخلق يقدر على توفية حق الربوبية على ما يجب لها يؤخذ ذلك من قوله \"و لا انا الا ان يتغمدني الله برحمته\" فاذا كان هو و هو خير البشر و صاحب المقامات العلا لا يقدر على ذلك فالغير احرى و اولى و اذا تأملت ذلك من جهة النظر تجده مدركا حقيقة لانه اذا طالبنا بشكر النعم التي انعم علينا عجزنا عنه بالقطع و منها و ما لا نعرفه كما قال \"و ان تعدو نعمة الله لا تحصوها\" فكيف غير ذلك من انواع التكليفات فما بقى الا ما اخبر به الصادق و هو التغمد بالفضل و الرحمة"
  },
  {
    "number": "باب في التوبة",
    "text": "",
    "label": "عن ابي هريرة رضي الله عنه قال: سمعت رسول الله صلى الله عليه و سلم يقول : (( و الله أني لاستغفر الله و اتوب اليه في اليوم أكثر من سبعين مرة )) رواه البخاري\n\nشرح الحديث : \n(و الله ) يحلف رسول الله في بداية الحديث ليؤكد الامر حتى يبادر الناس الى الاتيان بالامر \n(أني لاستغفر الله) أي اطلب منه مغفرة تليق بمقامي المبرأ عن كل وصمة ذنب او مخالفة و لو سهوا و قبل النبوة \n(و اتوب اليه) أي ارجع اليه متنقلا من شهود الفرق الى شهود الجمع\n(في اليوم) و هو شرعا ما بين طلوع الفجر و غروب الشمس\n(اليوم أكثر من سبعين مرة) لم يحدده الرسول صلى الله عليه و سلم بعدد مخصوص لما علمت ان موجب الاستغفار و التوبة الائقين به لا ينحصر و لانهما يتكرران بحسب الشهود و الترقي ثم ان في هذا تحريض للامة على التوبة و الاستغفار فانه صلى الله عليه و سلم مع كونه معصوما و كونه خير الخلائق يستغفر و يتوب سبعين مرة و استغفاره صلى الله عليه و سلم ليس من الذنب بل من اعتقاده ان نفسه قاصرة في العبودية عما يليق بحضرة ذي الجلال و الاكرام\n\nعن ابي هريرة رضي الله عنه ان رسول الله صلى الله عليه و سلم قال : (( يضحك الله سبحانه و تعالى الى رجلين يقتل احدهما الاخر يدخلان الجنة يقاتل هذا في سبيل الله فيقتل ثم يتوب الله على القاتل فيسلم فيستشهد )) - متفق عليه\n\nشرح الحديث : \n(رسول الله صلى الله عليه و سلم قال : يضحك الله سبحانه و تعالى) قال القاضي عياض : الضحك في حقه سبحانه و تعالى مجاز عن الرضى بفعلهما و الثواب عليه و حمد فعلهما و محبته لان الضحك من احدنا انما يكون عند موافقة ما يرضاه و سروره بما يلقاه قال و يحتمل ان يكون المراد ضحك الملائكة الذين يوجهون لقبض روحهما و ادخالهما الجنة كما يقال قتل السلطان فلانا أي أمر به\n(يقتل احدهما الاخر) أي يقتل احدهما صاحبه \n(يدخلان الجنة) ثم بين ذلك الاجمال بقوله \n(يقاتل هذا في سبيل الله فيقتل) أي يقاتل المسلم لاعلاء كلمة الله فيقتله الكافر \n(ثم) للترتيب في الاخبار\n(يتوب الله على القاتل فيسلم فيستشهد) الفاء للاشارة الى حصول الهداية عقب تعلق العناية بالعبد من غبر تراخ اذ لا مانع لما اراد الله و الى انه لا يمكث بعد اسلامه زمنا يقترف فيه من موبقات الذنوب بل عقب اسلامه استشهد فعمل قليلا و حاز فوزا جليلا ذلك فضل الله يؤتيه من يشاء ثم لا يلزم من تساويهما في دخول الجنة تساويهما في المنزلة فان تفاوت مراتب الجنان على حسب تفاوت مراتب الاعمال\n\nعن ابي موسى عبد الله بن قيس الاشعري رضي الله عنه عن النبي صلى الله عليه و سلم قال : (( ان الله تعالى يبسط يده بالليل ليتوب مسئ النهار و يبسط يده بالنهار ليتوب مسئ الليل حتى تطلع الشمس من مغربها )) - رواه مسلم\n\nشرح الحديث : \n(عن النبي صلى الله عليه و سلم قال : ان الله تعالى يبسط يده بالليل) بسط اليد عبارة عن الطلب لان عادة الناس اذا طلب احدهم شيئا من احد بسط كفه او هو عبارة عن الجود و التنزه عن المنع او هو عبارة عن رحمة الله و كثرة تجاوزه عن الذنوب و قال القرطبي في المفهم : هذا الحديث اجرى مجرى المثل الذي يفهم منه قبول التوبة و استدامة اللطف و الرحمة و هو تنزل عن مقتضى الغني القوي القاهر الى مقتضى اللطيف الرءوف الغافر\n\nو قال الطيبي : لعله تمثيل و شبه حال ارادته تعالى التوبة من عبده و انها مما يحبه و يرضاه بحالة من ضاع له شيء نفيس لا غنى له عنه ثم وجده مع غيره فانه يمد يده اليه طالبا متضرعا ثم استعمله في جانب المستعار منه و هو بسط اليد مبالغة في تناهي التشبيه و ادعاء ان المشبه نوع من المشبه به\n\n(ليتوب مسئ النهار و يبسط يده بالنهار ليتوب مسئ الليل) أي انه يوسع جوده و فضله على العصاة بالليل ليلهموا التوبة بالنهار و بالنهار ليلهموا التوبة بالليل فسبق ذلك الكرم و الجود علة التوبة مادان بابها مفتوحا\n\nقال في فتح الاله لابن حجر الهيتمي على المشكاة : و قول النووي يبسط يده كناية عن قبول التوبة. و قبول التوبة مستمر مادام بابها مفتوحا و اليه الاشارة بقوله \n(حتى تطلع الشمس من مغربها) فحينئذ يغلق بابها \n(لاحظ ان شروق الشمس من مغربها من علامات القيامة الكبرى و لا تقبل بعدها التوبة) قال تعالى :  يَوْمَ يَأْتِي بَعْضُ آيَاتِ رَبِّكَ لاَ يَنفَعُ نَفْساً إِيمَانُهَا لَمْ تَكُنْ آمَنَتْ مِن قَبْلُ و كذا لا عبرة بالتوبة حال الغرغرة و المعاينة قال تعالى  فَلَمْ يَكُ يَنفَعُهُمْ إِيمَانُهُمْ لَمَّا رَأَوْا بَأْسَنَا \n\nعن ابي عبد الرحمن عبد الله بن عمر بن الخطاب رضي الله عنهما عن النبي صلى الله عليه وسلم قال : (( ان الله عز و جل يقبل توبة العبد ما لم يغرغر )) - رواه الترمذي\n\nشرح الحديث : \n(ان الله عز و جل يقبل توبة العبد) أي ان الله جل شأنه يقبل توبة المذنب المكلف ذكرا او انثى كرما منه و فضلا \n(ما لم يغرغر) أي تصل روحه الى حلقومه من الغرغرة و هي جعل الشراب في الفم ثم يديره الى اصل حلقومه فلا يبلعه و هذا مأخوذ من قوله تعالى : (( و ليست التوبة للذين يعملون السيئات حتى اذا حضر احدهما الموت قال اني تبت الآن )) و فسرها ابن عباس بمعاينة ملك الموت و قال غيره مراده تيقن الموت\n\nو عن ابي عباس و أنس ابن مالك رضي الله عنهما عن النبي صلى الله عليه و سلم قال : (( لو ان لابن ادم واديا من ذهب أحب ان يكون له واديان و لن يملأ جوفه الا التراب و يتوب الله على من تاب )) - متفق عليه\n\nشرح الحديث : \nيقول عن النبي صلى الله عليه و سلم ان لو كان لابن ادم واديا مملوءا من ذهب لاحب من حرصه الذي هو في طبعه \n(ان يكون له واديان) أي اخران كما هو الانسب بحرصه ويحتمل ان يراد واديان بما كان له اولا فيكون المطلوب واديا اخر و الاول اظهر\n(لن يملأ جوفه الا التراب) أي انه لا يزال حريصا على الدنيا حتى يموت و يمتلئ جوفه من تراب قبره و هذا حكم غالب النوع الانساني الحرص على الدنيا اما من لطف به و حفظ من ذلك ابتداء او بالتوبة منه فمستثنى\n(و يتوب الله على من تاب) أي ان الله تعالى يقبل التوبة من الحرص المذموم وغيره من المذمومات"
  },
  {
    "number": "باب في الحث على الازدياد من الخير في أواخر العمر",
    "text": "",
    "label": "عن ابي هريرة رضي الله عنه عن النبي صلى الله عليه و سلم قال : (( أعذر الله الى امرئ أخر أجله حتى بلغ ستين سنة )) - رواه البخاري\n\nشرح الحديث : \nقال العلماء معناه لم يترك له عذر يعتذر به في ترك صالح الاعمال اذا أمهله هذه المدة يقال أعذر الرجل اذ بلغ الغاية في العذر و قال التوربشتي : و منه قولهم : أعذر من انذر أي اتى بالعذر و أظهره و هذا مجاز من القول فان العذر لا يتوجه على الله و انما يتوجه له على عبيدة و حقيقة المعنى فيه ان الله تعالى لم يترك للعبد شيئا في الاعتذار يتمسك به\n\nعن جابر رضي الله عنه قال : قال النبي صلى الله عليه و سلم : (( يبعث كل عبد على ما مات عليه )) - رواه مسلم و ابن ماجه\n\nشرح الحديث : \n(يبعث) : بالبناء للمفعول\n(كل عبد) : و المراد منه المكلف و لو حرا و امرأة\n(على ما مات عليه) حتى يبعث صاحب المزمار و مزماره في يده ففيه تحريض للانسان على حسن العمل و ملازمة السنن المحمدية في سائر الاحوال و الاخلاص لله تعالى في الاقوال و الاعمال ليموت على تلك الحالة الحميدة فيبعث كذلك و في ختم المصنف هذا الباب بهذا الحديث كمال الحسن فانه محرض على تحسين العمل و الازدياد من الطاعات في سائر الاوقات لاحتمالها للموت و في اواخر العمر و سن الكبر و حال المرض أولى\n\nعن أنس رضي الله عنه قال : ان الله عز و جل تابع الوحي على رسول الله صلى الله عليه و سلم قبيل وفاته حتى توفي أكثر ما كان الوحي - متفق عليه\n\nشرح الحديث : \n(عن أنس رضي الله عنه قال : ان الله عز) : غلب فلا يغالب على مراده\n(و جل) : عما لا يليق بشأنه\n(تابع الوحي على رسول الله صلى الله عليه و سلم) فيه الاظهار في مقام الاضمار اشارة الى كمال التشريف له الله صلى الله عليه و سلم و تبركا بذكر اسمه تعالى و تلذذا به\n(قبيل) : بالتصغير\n(وفاته) : و ذلك لتكمل الشريعة و لا يبقى مما يوحي اليه به شئ\n(حتى) : غاية للمبالغة\n(توفي) : بالبناء للمجهول\n(أكثر ما كان الوحي) : أي وقت أكثريته و لما تكامل ما أريد انزاله للعالم مما به انتظام معاشهم و معادهم قال تعالى :  الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ  فتوفي بعده النبي صلى الله عليه و سلم بأشهر\n\nعن ابن عباس رضي الله عنهما قال : كان عمر رضي الله عنه يدخلني مع اشياخ بدر فكأن بعضهم وجد في نفسه \nفقال : لم يدخل هذا معنا و لنا ابناء مثله ؟ \nفقال عمر رضي الله عنه : انه من حيث علمتم فدعاني ذات يوم فأدخلني معهم فما رأيت انه دعاني يومئذ الا ليريهم \nقال : ما تقولون في قول الله تعالى : إِذَا جَاء نَصْرُ اللَّهِ وَالْفَتْحُ  \nفقال بعضهم : امرنا نحمد الله و نستغفره اذا نصرنا و فتح علينا و سكت بعضهم فلم يقل شيئا \nفقال لي : أكذلك تقول يا ابن عباس ؟ \nفقلت : لا \nقال : فما تقول؟ \nقلت : هو أجل رسول الله أعلمه الله له قال  إِذَا جَاء نَصْرُ اللَّهِ وَالْفَتْحُ   و ذلك  علامة أجلك فسبح بحمد ربك و استغفره انه كان توابا فقال عمر رضي الله عنه : ما أعلم منها الا ما تقول - رواه البخاري و الترمذي\n\nشرح الحديث : \n(عن ابن عباس رضي الله عنهما قال : كان عمر رضي الله عنه يدخلني مع اشياخ بدر) : أي يدخله معهم في المشورة و المهمات و ادخاله معهم مع كبر سنهم لكبر قدره بما عنده من العلوم و المعارف و قد كان يسمى البحر لسعة علمه\n(فكأن بعضهم) : قال ابن النحوي : هو عبد الرحمن ابن عوف كما صرح به في البخاري في موضع اخر\n(وجد) : غضب \n(في نفسه) : من ذلك \n(فقال : لم يدخل هذا معنا و لنا ابناء مثله ؟) : أي قال لعمر رضي الله عنه لم يدخل هذا معنا و لنا ابناء مثله في السن و يحتمل ان يكون في لقي النبي صلى الله عليه و سلم ايضا بالنسبة لبعضهم\n(فقال عمر رضي الله عنه : انه من حيث علمتم) : أي من بيت النبوة و منبع العلوم و مصدر الاراء السديدة ثم اراد زيادة بيان لشرفه بكثرة علمه المقتضي لتقدمه\n\n(فدعاني ذات يوم فأدخلني معهم فما رأيت) : أي علمت بقرائن الاحوال و في الاصل معتمد من صحيح البخاري \"فما أريته\" بصيغة المجهول أي ظننته\n(انه دعاني يومئذ الا ليريهم) : أي يعلمهم\n(قلت : هو أجل رسول الله أعلمه الله له) : أي للنبي أي ان المراد من السورة تنبيهه على ما يعرف به قرب اجله و على ما يأتي به حينئذ قال تعالى  إِذَا جَاء نَصْرُ اللَّهِ : نبيه على اعدائه \n(وَالْفَتْحُ) : فتح مكة و قيل المراد جنس نصر الله المؤمنين و فتح مكة و سائر البلاد عليهم \n(وَرَأَيْتَ) : أي بصرت \n(وَرَأَيْتَ النَّاسَ يَدْخُلُونَ فِي دِينِ اللَّهِ) : أي الاسلام\n(أَفْوَاجاً) : أي جماعات بعدما كان يدخل فيه واحد بعد واحد و ذلك بعد فتح مكة\n(و ذلك علامة أجلك) : أي النصر و ما بعده علامة قرب انتهاء أجلك قال البيضاوي في التفسير لعل ذلك لدلالتها على تمام الدعوة و كمال أمر الدين فهي كقوله تعالى  الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ  او لان  الامر بالاستغفار ينبه على دنو الاجل : أي لانه يكون في خواتم الامور و لذا كان صلى الله عليه و سلم يستغفر بعد  صلاته و اذا خرج من الخلاء و اذا افاض و لذا سميت سورة التوديع و الاكثر على ان هذه السورة نزلت قبل فتح مكة و انه نعي لرسول الله كان صلى الله عليه و سلم قال ابو حيان في النهر نزلت في ايام التشريق بمنى في حجة الوداع فعاش بعدها ثمانين يوما\n(فَسَبِّحْ بِحَمْدِ رَبِّكَ) : أي متلبسا\n(وَاسْتَغْفِرْهُ إِنَّهُ كَانَ تَوَّاباً) : على العباد و كان صلى الله عليه و سلم بعد نزول هذه السورة يكثر من قوله \"سبحانك اللهم و بحمدك اللهم أغفر لي\" و في رواية \"استغفرك و أتوب اليك\n\n(فقال عمر رضي الله عنه : ما أعلم منها الا ما تقول) : أي فأشار الى ان سبب تقديمه له على اخوانه و اقرانه هو سعة علمه و كمال فهمه\n\nعن عائشة رضي الله عنها قالت : (( ما صلى رسول الله صلى الله عليه و سلم بعد ان نزلت عليه  إِذَا جَاء نَصْرُ اللَّهِ وَالْفَتْحُ  الا يقول فيها : سبحانك ربنا  و بحمدك اللهم أغفر لي )) - متفق عليه\n\nو في رواية في الصحيحين عنهما : كان رسول الله صلى الله عليه و سلم يكثر ان يقول في ركوعه و سجوده \" سبحانك اللهم ربنا و بحمدك اللهم أغفر لي \" يتأول القران\n\nمعنى (يتأول القران) : أي يعمل ما أمر به في القران في قوله تعالى :\"فسبح بحمد ربك و استغفره\n\nو في رواية مسلم : كان رسول الله صلى الله عليه و سلم يكثر ان يقول قبل ان يموت : \" سبحانك اللهم و بحمدك استغفرك و اتوب اليك \" قالت عائشة رضي الله عنها قلت : يا رسول الله ما هذه الكلمات التي اراك احدثتها تقولها ؟ قال صلى الله عليه و سلم : جعلت لي علامة في أمتي اذا رأيتا قلتها  إِذَا جَاء نَصْرُ اللَّهِ وَالْفَتْحُ  الى اخر السورة\n\nو في رواية له : \"كان رسول الله صلى الله عليه و سلم يكثر من قول :\"سبحان الله و بحمده أستغفر الله و أتوب اليه\" قالت قلت يا رسول الله اراك تكثر من قول \" سبحان الله و بحمده أستغفر الله و أتوب اليه\" فقال صلى الله عليه و سلم : أخبرني ربي أني سأرى علامة في أمتي فاذا رأيتها أكثرت من قول : \" سبحان الله و بحمده أستغفر الله و أتوب اليه\" فقد رأيتها :  إِذَا جَاء نَصْرُ اللَّهِ وَالْفَتْحُ  : فتح مكة  وَرَأَيْتَ النَّاسَ يَدْخُلُونَ فِي دِينِ اللَّهِ أَفْوَاجاً {2} فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ إِنَّهُ كَانَ تَوَّاباً \n\nشرح الحديث : \nعن عائشة رضي الله عنها قالت : \"ما صلى رسول الله صلى الله عليه و سلم بعد ان نزلت عليه  إِذَا جَاء نَصْرُ اللَّهِ وَالْفَتْحُ  : و تسمى سورة النصر\n(الا يقول فيها ) : أي في ركوعها و سجودها\n(سبحانك) : أي تنزيها لك عما لا يليق بك من كل نقص\n(اللهم) : يا الله\n(وبحمدك) : الواو للحال و متعلق الظرف محذوف أي متلبسا بحمدك من أجل توفيقك لي و قيل عاطفة لجملة على جملة : أي انزهك و أتلبس بحمدك و قيل زائدة : أي أسبحك مع ملابسة حمدك و فدم التسبيح على التحميد لانه تنزيه عن النقائص و الحمد و ثناء بصفات الكمال و التخلية مقدمة على التحلية\n(اللهم أغفر لي) : أي ما هو نقص بالنظر الى علي مقامي و ان لم يكن ذنبا في نفس الامر اذ الانبياء معصومون من الذنب مطلقا \n(يكثر ان يقول في ركوعه و سجوده \" سبحانك اللهم ربنا و بحمدك اللهم أغفر لي \") : ووجه عدم اخذ الفقهاء بقضية هذا الحديث حيث قالوا : انه يقول في الركوع : سبحان ربي العظيم و في السجود : سبحان ربي الاعلى دون ما ذكر في هذا الحديث من ان ما ذكروه هو ما واظب عليه صلى الله عليه و سلم طول عمره و غيره مما ضمه اليه تارة و اقتصر عليه اخرى"
  },
  {
    "number": "باب في المبادرة إلى الخيرات",
    "text": "",
    "label": "و حث من توجه لخير على الاقبال عليه بجد دون تردد\n\nعن ابي هريرة رضي الله عنه قال : قال رسول الله صلى الله عليه و سلم : (( بادروا بالأعمال الصالحة فستكون فتن كقطع الليل المظلم يصبح الرجل مؤمنا ويمسي كافرا و يمسي مؤمنا و يصبح كافرا يبيع دينه بعرض من الدنيا )) - رواه مسلم\n\nشرح الحديث : \n\n(بادروا بالأعمال الصالحة) : أي ائتوا بالعمل الصالح و ابتدروا إليه قبل ظهور المانع من الفتن فهو قريب من الحديث \"اغتنم خمسا قبل خمس : شبابك قبل هرمك و صمتك قبل سقمك و غناك قبل فقرك و فراغك قبل شغلك و حياتك قبل موتك\" ثم وصف الفتن المانعة من كمال العمل أو من أصله بأنها \n\n(كقطع) بكسر ثم فتح جمع قطعة أي طائفة\n\n(الليل المظلم) أي كلما ذهب ساعة منه مظلمة عقبتها ساعة مثل ذلك قال في النهاية : أراد فتنة سوداء تعظيما لشأنها و في الحديث إشارة إلى تتابع الفتن المضلة أواخر الزمان و كلما انقضى منها فتنة أعقبتها أخرى وقانا الله من الفتن بمنه و كرمه\n\n(يصبح الرجل مؤمنا) أي باقيا على إيمانه الذي كان عليه \n\n(و يمسي كافرا) يحتمل الكفران بالنعم لما يداخله من المعاصي المبعدة من ساحة الشكر و يحتمل الكفر الحقيقي قال القرطبي : و لا يمتنع حمله على ذلك لان الفتن إذا تراكمت أفسدت القلب و أورثته القسوة و الغفلة التي هي سبب الشقاء \n\n(بعرض) : متاع و حطام \n\n(من الدنيا) : أي اخذ العرض في مقابلة دينه بأن يأخذ أو يستحل مال أخيه المسلم أو يستحل الربا و الغش أو نحوه مما اجمع على تحريمه و علم من الدين بالضرورة قال القرطبي ففي الحديث التمسك بالدين\n\nعن ابي سروعة عقبة بن الحارث رضي الله عنه قال : صليت وراء النبي صلى الله عليه و سلم بالمدينة العصر فسلم ثم قام مسرعا فتخطى رقاب الناس إلى بعض حجر نسائه ففزع الناس من سرعته فخرج عليهم فرأى أنهم قد عجبوا من سرعته فقال : ذكرت شيئا من تبر عندنا فكرهت إن يحبسني فأمرت بقسمته - رواه البخاري\n\nو في رواية له : كنت خلفت في البيت تبرا من الصدقة فكرهت إن أبيته\n\nمعاني الحديث : \n\nالتبر : قطع ذهب أو فضة و قال الجوهري انه الذهب فقط فلذا قال في فتح\n\nالباري : التبر الذهب إذا لم يصف و لم يضرب و أطلقه بعضهم على جميع جواهر الأرض قبل إن يصاغ أو يضرب حكاه ابن الانباري عن الكسائي و كذا أشار إليه ابن دريد و قيل هو المكسور حكاه ابن سيده\n\nشرح الحديث : \n\n(العصر) : أي صلاة العصر\n\n(فسلم ثم قام مسرعا) : لعل تراخي القيام عن السلام مع مبادرته في الأثر و إسراعه انه إنما تذكر \n\n(فتخطى رقاب الناس) أي قطع الصفوف حال جلوس الناس أما و هم قيام فيقال خرق الصفوف \n\n(إلى بعض حجر نسائه) حجر جمع حجرة و هو اسم المنزل\n\n(ففزع الناس من سرعته) أي خاف الناس من سرعته في السير إلى تلك الحجرة و عادته صلى الله عليه و سلم إن يمشي هونا و عادتهم الفزع إذا رأوا منه غير ما يعهدون خشية إن ينزل فيهم شئ يسؤهم \n\n(فخرج عليهم فرأى أنهم قد عجبوا من سرعته) في خروجه من الحجرة\n\n(فقال : ذكرت شيئا من تبر) و في رواية \"و أنا في الصلاة \n\n(عندنا فكرهت إن يحبسني) أي يشغلني التفكير فيه عن التوجه و الإقبال على الله تعالى و فهم بعضهم معنى آخر \n\nفقال : إن تأخير الصدقة يحبس التوجه و الإقبال على الله تعالى و فهم بعضهم معنى آخر \n\nفقال : إن تأخير الصدقة يحبس صاحبها يوم القيامة\n\n(فأمرت بقسمته) و في رواية فقسمته و فيه جواز الاستنابة مع القدرة على المباشرة\n\nعن جابر رضي الله عنه قال : قال رجل للنبي صلى الله عليه و سلم يوم أحد: أرأيت إن قتلت فأين أنا ؟ قال : في الجنة فألقى تمرات كن في يده ثم قاتل حتى قتل - متفق عليه\n\nشرح الحديث\n\n(قال رجل للنبي صلى الله عليه و سلم يوم أحد) : قال الخطيب هو عمرو بن الحمام بن الجموح بن حرام الانصاري و قيل غيره لأنه كانت قصته هذه يوم بدر لا يوم أحد نقله المصنف في مهماته \n\n(أرأيت) : أي اخبرني \n\n(إن قتلت) : أي في سبيل الله\n\n(فأين أنا ؟) : أي فأين أصير \n\n(قال : في الجنة فألقى تمرات) : أي قليلات\n\n(كن في يده) : أي كان يأكل منهن و لم يطمئن للأكل مسارعة للجهاد ثم لم يرض بالصبر مدة أكل تلك الحبات مسارعة للخيرات و استباقا لمر ضاة الله عليه\n\n(ثم قاتل حتى قتل) و في أخرى عنه \"لئن أنا حييت حتى اكل تمراتي هذه إنها لحياة طويلة فرمى بما كان معه من التمر ثم قاتلهم حتى قتل\" و ذكر ابن عقبة في مغازيه انه أول من قتل يومئذ من المسلمين\n\nو في كتاب مفتاح البلاد في فضائل الغزو و الجهاد تأليف الشيخ محمد علان الصديقي البكري سيط ال الحسن روى الحاكم عن انس : إن رجلا أسود أتى النبي صلى الله عليه و سلم \n\nفقال : يا رسول الله إني رجل أسود اللون منتن الريح لا مال لي فان أنا قاتلت هؤلاء حتى اقتل فأين أنا ؟ \n\nقال : في الجنة\n\nفقاتل حتى قتل فأتاه النبي صلى الله عليه و سلم فقال بيض الله وجهك و طيب ريحك و أكثر\n\n \n\nعن ابي هريرة رضي الله عنه قال : قال : (( جاء رجل النبي صلى الله عليه و سلم \n\nفقال : يا رسول الله أي الصدقة أعظم أجرا \n\nقال : إن تصدق و أنت صحيح شحيح تخشى الفقر و تأمل الغنى و لا تهمل حتى إذا بلغت الحلقوم قلت : لفلان كذا و لفلان كذا و قد كان لفلان كذا )) - متفق عليه\n\nمعاني الحديث : \n\nالحلقوم : مجرى النفس و المرئ : مجرى الطعام و الشراب\n\nشرح الحديث : \n\n(فقال : \" يا رسول الله أي الصدقة أعظم أجرا) و في رواية \"أي الصدقة أفضل ؟ \n\n(قال : إن تصدق) بتشديد الصاد و الدال و أصله إن تتصدق\n\n(و أنت صحيح شحيح) : قال الخطابي الشح أعم من البخل قال معنى الحديث : إن الشح غالب في حال الصحة فإذا سمح فيها و تصدق كان اصدق في نيته و أعظم لأجره بخلاف من ايس من الصحة و رأى مصير المال لغيره فان صدقته حينئذ ناقصة بالنسبة إلى حال الصحة و الشح و رجاء البقاء و خوف الفقر\n\n(الفقر) أي إن أنفقت لوسوسة الشيطان بذاك قال تعالى :  الشَّيْطَانُ يَعِدُكُمُ الْفَقْرَ \n\n(و تأمل) : بضم الميم \n\n(الغنى) أي تطمع به \n\n(و لا تهمل) قال في فتح الباري :أي لا تؤخر الصدقة \n\n(حتى إذا بلغت الحلقوم) أي الروح قاربت بلوغه إذ لو بلغته حقيقة لو تصح وصية و لا صدقة و لا شئ من تصرفاته بالإنفاق قلت ليأسك من الحياة أوصيت \n\n(لفلان) : بما هو \n\n(كذا و) : أوصيت \n\n(لفلان) : بما هو \n\n(كذا و قد كان لفلان كذا) : الظاهر إن هذا من باب الإقرار لا الوصية و قال الخطابي : فلان الأول و الثاني الموصي له و فلان الأخير الوارث قال ير يد يعني النبي صلى الله عليه و سلم انه إذا صار للوارث إن شاء أبطله و إن شاء أجازه و قال غيره يحتمل إن يكون المراد من جميع الموصي له\n\n \n\nو قال الكرماني : يحتمل إن يكون الثالث الموروث أو الموصي له وقال الحافظ : و يحتمل إن يكون بعضها وصية و بعضها إقرار و قد وقع في رواية ابن المبارك : \"قلت اصنعوا لفلان كذا و تصدقوا لفلان بكذا\" و قيل هذا من باب التسجيل عليه : أي إذا كان طمعك في الحياة أوجب لك كتمان الحق اللازم لك إلى إن أيست منها فما أقررت به إلى ألان و لم تقر به قبل فأولى أن يوجب لك الطمع تأخير الصدقة إلى الآن فأحذر ذلك بأنك يؤخذ من مالك حيث لا ينفعك التحسر و لا يفيدك الندم\n\n \n\nعن أنس رضي الله عنه قال : إن رسول الله صلى الله عليه و سلم اخذ سيفا يوم أحد فقال : من يأخذ مني هذا ؟ \n\nفبسطوا أيديهم كل إنسان منهم يقول: أنا أنا \n\nقال : فمن يأخذه بحقه ؟ \n\nفأحجم القوم فقال أبو دجامة رضي الله عنه : أنا اخذه بحقه فأخذه ففلق به هام المشركين - رواه مسلم\n\n \n\nشرح الحديث : \n\n(اخذ سيفا يوم أحد) : جبل معروف بالمدينة كانت عنده الغزوة المعروفة\n\n(فقال : من يأخذ مني هذا ؟) : أي السيف مطلقا عن التقييد \n\n(فبسطوا أيديهم) : أي مدوها لأخذه\n\n(إنسان منهم يقول : أنا أنا) : اخذه و التكرار باعتبار التعدد في معنى كل\n\n(قال : فمن يأخذه بحقه ؟) : قال القرطبي : يعني بهذا الحق إن يقاتل بذلك السيف إلى إن يفتح الله على المسلمين أو يموت \n\n(فأحجم القوم) : لما فهموا ذلك \n\n(فقال أبو دجانه رضي الله عنه : أنا اخذه بحقه) أي بعد إن قال يا رسول الله و ما حقه فقال إن تضرب به في وجه العدو حتى ينحني فقال أنا اخذه \n\n(فأخذه) : أي فقام بشرطه ووفى بحقه \n\n(ففلق) أي شق\n\n(به هام) : أي رءوس\n\n(المشركين) : و في سيرة ابن سيد الناس عن الزبير انه قال : وجدت في نفسي\n\n \n\nحين سألت النبي صلى الله عليه و سلم السيف فمنعنيه و أعطاه أبا دجانة فقلت و الله لانظرن ما يصنع فاتبعه فأخذه عصابة حمراء فعصب بها رأسه فقال الأنصار اخرج أبو دجانة عصابة الموت و هكذا كان يقول إذا عصب بها فخرج و هو يقول :\n\n \n\nو نحن بالسفح لدي النخيل أنا الذي عاهدني خليلي\n\nاضرب بسيف الله و الرسول ألا أقوم الدهر في الكيول\n\nفجعل لا يلقى أحد إلا قتله"
  },
  {
    "number": "باب في المجاهدة",
    "text": "",
    "label": "عن ابي عبد الله و يقال ابو عبد الرحمن ثوبان مولى رسول الله قال سمعت رسول الله يقول : (( عليك بكثرة السجود فانك لن تسجد لله سجدة إلا رفعك الله بها درجة و حط عنك بها خطيئة )) - رواه مسلم و النسائي و ابن ماجه و ابي الدرداء\n\nمناسبة الحديث\nسبب رواية لحديث ان معدان ابن طلحه قال : \"اتيت ثوبان فقلت : اخبرني بعمل اعمل به يدخلني الله به الجنه او قال احب الاعمال الى الله \nفسكت \nثم سأله فسكت \nثم سأله الثالثة فقال سألت عن ذلك رسول الله فقال : (( عليك بكثرة السجود فانك لن تسجد لله سجدة إلا رفعك الله بها درجة و حط عنك بها خطيئة )) \nثم لقي معدان ابا الدرداء فسأله فقال مثل ما قال ثوبان\n\nشرح الحديث : \nنصح رسول الله ثوبان ان يكثر من السجود مخلصا لله تعالى فان في كل سجدة (في ضمن ركعة او لنحو تلاوة او شكر و الا فالتعبد بالسجدة المنفردة غير مشروع ) يسجدها فان الله يرفعه بها درجة و يحط عنه خطيئه\n\nعن ابن مسعود رضي الله عنه قال : قال النبي : (( الجنة اقرب الى احدكم من شراك نعله و النار مثل ذلك )) - رواه البخاري وأحمد\n\nمعاني الحديث : \nشراك النعل : سيور النعل التي تكون في وجهه و يختل المشي بدونها\n\nشرح الحديث : \nقال ابن مالك ان المعنى ان يسيرا من الطاعة قد يكون سببا في دخول الجنة و يسيرا من المعصية قد يكون سببا في دخول النار و قال ابن بطال : في الحديث ان الطاعة موصلة الى الجنة و ان المعصية موصلة الى النار ة انهما قد يكونان في ايسر الاشياء فينبغي للمرء الا يزهد في قليل من الخير يأتيه و لا في قليل من الشر ان يتجنبه فانه لا يعلم الحسنة التي يرحمه الله بها و لا السيئة التي يسخط عليه بها\n\nعن ابي صفوان عبد الله ابن بسر الأسلمي قال : قال رسول الله : (( خير الناس من طال عمره و حسن عمله )) - رواه الترمذي و أحمد\n\nشرح الحديث : \nان افضل الناس من طال عمره فاكتسب في طول الايام ما يقربه الى مولاه و يوصله الى رضاه و حسن العمل الاتيان به مستوفيا للشروط و الاركان و المكملات\n\nعن ابن عباس قال : قال رسول الله (( نعمتان مغبون فيها كثير من الناس : الصحة و الفراغ )) - رواه البخاري و الترمذي و ابن ماجه\n\nمعاني الحديث : \nالغبن : الشراء بأضعاف الثمن او البيع بدون ثمن المثل\nالصحة : أي في البدن\nالفراغ : أي الفراغ من العوائق عن الطاعه\n\nشرح الحديث : \nقال ابن الخازن : أي ما يتنعم به الانسان و قال الطيبي : الحاله الحسنة التي يكون عليها الانسان و قيل النعمة عبارة عن المنفعة المفعوله على وجه الاحسان الى الغير. وفيه شبه الرسول المكلف بالتاجر الذي رأس ماله الصحة في بدنه و الفراغ من العوائق عن الطاعه فمن عامل الله تعالى بامتثال اوامره و ابتدر الصحة و الفراغ يربح و من لم يستثمر الصحة و الفراغ ضاع رأس ماله و لا ينفعه الندم )) - شرح الحديث\n\nعن ابي هريره قال : قال رسول الله : (( ان الله تعالى قال : من عادى لي وليا فقد آذنته بالحرب و ما تقرب الي عبدي بشئ احب الي مما افترضت عليه و ما يزال عبدي يتقرب الي بالنوافل حتى أحبه فاذا احببته كنت سمعه الذي يسمع به و بصره الذي يبصر به و يده التي يبطش بها و رجله التي يمشي بها و لئن سألني لأعطينه و لئن استعاذني لاعيذنه )) - رواه البخاري و ابن حبان و ابو داوود و روي عن طريق عائشة و ميمونة و علي و أنس و حذيفه و معاذ ابن جبل و ابن عباس لا ينفعه الندم - شرح الحديث\n\nمعاني الحديث : \nعادا : المعاداة ضد الموالاة و هو الايذاء بانكار ولايته عنادا و حسدا او عدم التأدب معه او سبه اما منازعة الولي في المحاكمة او خصومة لاستخراج الحق و كشف غامض فلا يدخل في هذا الوعيد\nوليا : هو من تولى الله بالطاعة و التقوى فتولاه الله بالحفظ و النصرة و هو القريب من الله تعالى لتقربه اليه باتباع اوامره و اجتناب نواهيه\nآذنته بالحرب : اعلمته بأني محارب له\nيتقرب : يتحبب \nالنوافل : التطوعات في جميع اصناف العبادات\n\nشرح الحديث : \nيهدد الله تعالى من يؤذي اولياءه بأنه تعالى سوف يعاملهم معاملة المحارب من التجلي عليهم بمظاهر الجلال و العدل و الانتقام و هو من التهديد في الغاية القصوى لان غاية المحاربة الاهلاك (و اذا علمت ما في معاداه الولي من وعيد علمت ما في موالاته من جسيم الثواب) و افضل ما يتقرب به العبد لله الفروض كالصلاة و اداء الحقوق و بر الوالدين و نحو ذلك من الامور الواجبات و قد اضاف الله تعالى العبد له للتشريف المؤذن بالرفعه و التأهل لعلي المقامات.\n\nو ما يزال العبد يتقرب الى الله تعالى بالتطوعات في جميع اصناف العبادات ( الظاهره كقراءة القران اذ هو من اعظم ما يتقرب به و كالذكر و كفى في شرفه قوله تعالى : فَاذْكُرُونِي أَذْكُرْكُمْ  و الباطنه  كالزهد و الورع و التوكل و الرضا ) حتى يحبه الله تعالى و حب الله تعالى للعبد هو توفيقه لما يرضيه عنه و اثابته و  معاملته بالاحسان و لابد من توضيح ان ادامة النوافل بعد اداء الفرائض اذ من غير اداءها لا يعتد بالنوافل فاذا احبه الله تعالى صار \n( سمعه الذي يسمع به و بصره الذي يبصر به و يده التي يبطش بها و رجله التي يمشي بها ) و هي كنايه عن نصرة الله تعالى لعبده النتقرب اليه بما ذكر و تأييده و اعانته له و توليه في جميع أموره حتى كأنه تعالى نزل نفسه من عبده منزلة الالات و الجوارح أي انه تعالى هو الذي على هذه الافعال. (و لئن سألني لأعطينه و لئن استعاذني لاعيذنه) مما يخاف و هذه عادة الحبيب مع محبوبه."
  },
  {
    "number": "باب في اليقين و التوكل",
    "text": "",
    "label": "عن عمر رضي الله عنه قال : سمعت رسول الله صلى الله عليه و سلم يقول \"لو أنكم تتوكلون على الله حق توكله لرزقكم كما يرزق الطير تغدو خماصا و تروح بطانا رواه الترمذي\n\n:معاني الحديث\n\nتغدو خماصا : تذهب أول النهارضامرة البطون من الجوع\n\nتروح بطانا : ترجع اخر النهار ممتلئة البطون\n\n:شرح الحديث\n\n(لو أنكم تتوكلون) أي لو تحقق توكلكم (على الله حق توكله) بان تعتمدوا عليه في سائر الاحوال و تروا ان الخير بيده و من عنده (لرزقكم كما يرزق الطير) ال فيه للجنس (تغدو خماصا) جمع خميص و هو ضامر البطن و خماصا حال أي خالية الاجواف من القوت (و تروح بطانا) و هو العظيم البطن و حال ايضا قال السيوطي في قوت المغتذي : قال البيهقي في شعب الايمان : ليس في هذا الحديث دلالة على القعود عن الكسب بل ما يدل على طلب الرزق لان الطير اذا غدت فانها تغدو لطلب الرزق و انما اراد –و الله اعلم- لو توكلوا على الله تعالى في ذهابهم و مجيئهم و تصرفهم و رأوا ان الخير بيده و من عنده لم ينصرفوا الا سالمين غانمين كالطير تغدو خماصا و تعود بطانا لكنهم يعتمدون على قوتهم و جلدهم و يغشون و يكذبون و لا ينصحون و هذا خلاف التوكل\n\nعن ام المؤمنين ام سلمة و اسمها هند بنت ابي امية حذيفة المخزومية رضي الله عنها ان النبي صلى الله عليه و سلم كان اذا خرج من بيته قال :\"بسم الله توكلت على الله و لا حول و لا قوة الا بالله اللهم اني اعوذ بك ان أضل (بفتح الاف و كسر الضاد) او اضل (بضم الاف و فتح الضاد) او أزل (بفتح الاف و كسر الزاي) او ازل (بضم الاف و فتح الزاي) او اظلم (بفتح الاف) او اظلم (بضم الاف) او أجهل (بفتح الاف) او يجهل (بضم الياء) علي رواه ابو داود و الترمذي و غيرهما\n\n:شرح الحديث\n\n(كان اذا خرج من بيته) أي اذا اراد الخروج و قيل بل هو على حقيقته : أي عقب الخروج (بسم الله) أي اتحصن (توكلت على الله) و على هذا المقام للتفويض مجازا عن الاستعلاء و قيل المراد طلب الاستعلاء بالله تعالى على مرام لتصبحه اعانته و لطفه و نحفظه من غير قصور (اللهم اني اعوذ) أي يا الله اني اعتصم و التجئ (بك) أي بقدرتك و عزتك من (ان اضل) أي اغيب عن معالي الامور بارتكاب نقائصها فأبوء بالقصور عن اداء مقام العبودية من ضل الماء في اللبن أي غاب (أو اضل) بضم الاف و فتح الضاد (مبني للمجهول) : أي يضلني غيري (او أزل) بفتح الاف و كسر الزاي أي انزل عن الطريق المستقيمة الى هوة ضدها غلبة الهوى او الاعراض عن اسباب التقوى و الانهماك في تحصيل الدنيا. من زلت قدمه أي وقع من علو الى هبوط و الوزلة المكان الرطب الذي لا تثبت عليه الرجل و به يظهر ان استعمال ازل هنا نوع تشبيه (او ازل) بضم الاف و فتح الزاي أي يستولي علي من يزلني عن المقام العالي الى السفاسف الدنى او بضم الاف و كسر الزاي أي من ان اوقع غيري في مهواة الزلل : أي المعاصي و الخلل\n\nاو اظلم بفتح الاف و سكون الظاء و كسر اللام أي اظلم غيري من الظلم أي وضع الشئ في غير محله او التصرف في حق الغير او اظلم ضم الاف و سكون الظاء و فتح اللام أي اظلم من أحد من العباد (او أجهل) بفتح الاف : أي اجهل الحق الواجب علي (او يجهل علي) بضم الياء في (يجهل) أي ان احمل على شئ ليس في خلقي و في الحديث \"من استجهل مؤمنا فعليه اثمه\" أي حمله على شئ ليس من خلق المؤمنين فأغضبه فأثمه على ذلك المحرج له لذلك\n\nعن انس رضي الله عنه قال : قال رسول الله صلى الله عليه و سلم : \"من قال (يعني اذا خرج من بيته) بسم الله توكلت على الله و لا حول و لا قوة الا بالله يقال له هديت و كفيت و وقيت وتنحى عنه الشيطان رواه ابو داود و الترمذي و النسائي و غيرهم\n\n:شرح الحديث\n\n(بسم الله) أي أتحصن (توكلت على الله) أي فوضت امري اليه و عولت في سائر الاحوال عليه (و لا حول) يجوز في حول الفتح على اعمال لا و الرفع على اهمالها (و لا قوة) بالنصب عطفا على محل (حول) ان اعملت الاولى و بالفتح على اعمال الثانية و بالرفع على اعمالها (الا بالله) و معناها لا حول عن المعاصي الا بعصمة الله و لا قوة على طاعة الله الا بالله\n\nقال صلى الله عليه و سلم : \"كذا أخبرني جبريل عن الله تعالى\" و في شرح المشكاة للقاري : أحسن ما ورد في معناه عن ابن مسعود قال : \"كنت عند رسول الله صلى الله عليه و سلم فقلتها فقال : تدري ما تفسيرها؟ قلت : الله و رسوله اعلم قال : لا حول عن معصية الله و لا قوة على طاعة الله الا بعون الله أخرجه البزار و لعل تخصيصه بالطاعة و المعصية لانهما امران مهمان في الدين (يقال له) الجمله خبر الموصول الاسمى و القائل يحتمل ان يكون الله تعالى ام ملك (هديت و كفيت و وقيت) و هي بالبناء للمجهول في محل نائب فاعل لانه اريد منها اللفظ : أي باستعانتك باسمه تعالى و تحصنك به هديت الى الصراط المستقيم و كفيت كل مهم دنيوي و أخروي ووقيت أي حفظت من شر كل عدو و بواسطة صدقك في تفويض جميع الامر لبارئه و سلبك الحول و القوة عن كل أحد و اثباتها لله تعالى (وتنحى) بفتح أوليه و تشديد المهملة (عنه) أي مال عن جهنه و طريقه (الشيطان) فلا سبيل له اليه لكونه هدي ووقي من سائر الاعادي و كفي الهموم الخفايا و البوادي\n\nعن انس رضي الله عنه قال كان اخوان على عهد النبي صلى الله عليه و سلم و كان احدهما يأتي النبي صلى الله عليه و سلم و الاخر يحترف فشكا المحترف اخاه للنبي صلى الله عليه و سلم فقال : لعلك ترزق به رواه الترمذي\n\n:معاني الحديث\n\nيحترف : يتكسب و يتسبب :شرح الحديث\n\n(عن انس رضي الله عنه قال كان اخوان) لم اقف على سماهما (على عهد) أي زمن حياة (النبي صلى الله عليه و سلم و كان احدهما يأتي النبي صلى الله عليه و سلم) و يلازمه ليتلقى من معارفه صلى الله عليه و سلم و يأخذ من اقواله و افعاله (و الاخر يحترف) افتعال من الحرفه و هي الصناعة و جهة الكسب (فشكا المحترف اخاه) في ترك الاحتراف (اخاه للنبي صلى الله عليه و سلم فقال) مسليا له و في انفراده بالاحتراف ترك اخيه الاسباب (لعلك ترزق به) أي فلعل قيامك بأمره سبب لتيسير رزقك لان الله في عون العبد ماكان العبد في عون اخيه\n\nو في الحديث ايضا \"و هل ترزقون\" او قال \"تنصرون الا بضعفائكم\" و فيه تنبيه على ان من انقطع الى الله و اكتفى بتدبيره عن تدبير نفسه و سكن تحت جري مقاديره كفاه مهماته و في الحديث \"تكفل الله لطالب العلم بالرزق\" أي بتيسير وصوله اليه لما خرج عن حاجة نفسه و أقبل على باب مولاه و اكتفى به عن افعال نفسه و الا فما من دابة في الارض الا على الله رزقها\n\nعن ابي هريرة رضي الله عنه عن النبي صلى الله عليه و سلم قال : \"يدخل الجنة اقوام افئدتهم مثل افئدة الطير رواه مسلم\n\nقيل معناه متوكلون و قيل افئدتهم رقيقة\n\n:شرح الحديث\n\n(قال يدخل الجنة) ظاهره مع الفائزين كما يدل على سياقه في مقام المدح لهم والا فجميع اهل الايمان يدخلون الجنة بوعد الله تعالى الذي لا يخلف وعده (اقوام) جمع قوم وهي جماعة الرجال في الاصل من دون النساء و لذا قال تعالى \"لا يسخر قوم من قوم و لا نساء من نساء\" و في عامة القران اريد به الرجال و النساء و ظاهر ما نحن فيه من قبيل الثاني (افئدتهم) في مختصر القاموس : الفؤاد القلب مذكرا او هو ما يتعلق بالمرء من كبد و رئة و قلب و جمعه افئدة و في كتاب الايمان من شرح مسلم للمصنف : المشهور ان الفؤاد هو القلب و قيل الفؤاد داخل القلب أي : الطبقة المقابلة للمعاني من العلوم و غيرها (مثل افئدة الطير) جمع طائر و يقع على الواحد و جمعه طيور او أطيار و قيل معناه المتوكلون و قيل افئدتهم رقيقة أي فهي اسرع فهما و قبولا للخير و امتثالا له"
  },
  {
    "number": "باب في بيان كثرة طرق الخير",
    "text": "",
    "label": "عن ابي ذر رضي الله عنه قال : قال النبي صلى الله عليه و سلم : \"عرضت علي أعمال أمتي حسنها و سيئها فوجدت في محاسن أعمالها الاذى يماط عن الطريق ووجدت في مساوئ أعمالها النخاعة تكون في المسجد لا تدفن\" - رواه مسلم\n\nشرح الحديث : \n(عرضت) : بالبناء للمفعول \n(علي) : بتشديد الياء \n(فوجدت) : أي رأيت\n(في محاسن أعمالها الاذى) : كالحجر و الشوك\n(يماط) : بالبناء للمفعول : أي ينحى\n(عن الطريق) : لئلا يؤذي المارة ففيه التنبيه على فضل كل ما نفع الناس او أزال عنهم الضرر\n(ووجدت في مساوئ) : أي سيئات\n(أعمالها) : السيئة\n(النخاعة) : قال في مختصر النهاية : و هي البزقة التي تخرج من أصل الفم مما يلي النخاع \nو (النخامة) : البزقة التي تخرج من أقصى الحلق من مخرج الخاء المعجمة \n(تكون في المسجد) : في محل الصفة او الحال \n(لا تدفن) : لا تزال بدفن او كشط قال المصنف : ظاهره ان الذم لا يختص بصاحب النخاعة و ان كان اثمه اكثر بل يدخل فيه كل من راها و لم يزيلها\n\nعن ابي ذر رضي الله عنه قال : قال لي النبي صلى الله عليه و سلم : \"لا تحقرن من المعروف شيئا و لو ان تلقى أخاك بوجه طليق \" - رواه مسلم\n\nشرح الحديث : \n(لا تحقرن) : أي لا تستقل\n(من المعروف شيئا) : فتتركه لقلته فقد يكون سبب الوصول الى مرضاة الله تعالى كما في الحديث \"و ان العبد ليتكلم بالكلمة لا يلقي لها بالا يرفعه الله بها درجات\" رواه أحمد و البخاري من حديث ابي هريرة مرفوعا \n(و لو) كان هذا المعروف \n(ان تلقى أخاك بوجه طليق) : أي وجه ضاحك مستبشر و ذلك لما فيه ايناس الاخ المؤمن و دفع الايحاش عنه و جبر خاطره و بذلك يحصل التأليف المطلوب بين المؤمنين\n\nعن ابي هريرة رضي الله عنه قال : قال رسول الله صلى الله عليه و سلم : \"يا نساء المسلمات لا تحقرن جارة لجارتها و لو فرسن شاة \" - متفق عليه\n\nشرح الحديث :\n قال الجوهري : الفرسن من البعير كالحافر من الدابة قال و ربما استعير (بضم التاء) في الشاة\n(قال رسول الله صلى الله عليه و سلم : \"يا نساء المسلمات) : بنصب النساء و جر المسلمات تقديره يا نساء الأنفس المسلمات و قيل تقديره يا فاضلات المسلمات و يجوز في المسلمات الرفع على انه صفه على اللفظ على معنى يا أيها النساء المسلمات\n(لا تحقرن جارة) أسدت \n(لجارتها) شيئا من المعروف فتمتنع عنه لقلته \n(و لو) كان \n(فرسن شاة) كناية عن القلة و يحتمل ان يكون نهيا للمعطاة : أي لا تحقرن المعطاة الشئ القليل بل تشكر ذلك ففي الحديث \"لا يشكر الله من لا يشكر الناس\"\n(الفرسن) : قال القاضي عياض في المشارق : بكسر الفاء و السين قال السيوطي في مختصر النهاية : هو عظم قليل اللحم \n(الفرسن من البعير كالحافر من الدابة) أي ذوات الاربع كالحمار و البغل\n\nو معنى الحديث لا تمنع جارة من الصدقة و الهدية لجارتها لاستقلالها و احتقارها الموجود عندها بل تجود بما تيسر و ان كان قليلا كفرسن شاة فهو خير من العدم قال تعالى : فَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْراً يَرَهُ و قال رسول الله صلى الله عليه و سلم : \"اتقوا النار و لو بشق تمرة \"\n\nعن ابي هريرة رضي الله عنه عن النبي صلى الله عليه و سلم قال : \" لقد رأيت رجلا يتقلب في الجنة في شجرة قطعها من ظهر الطريق كانت تؤذي المسلمين \" - رواه مسلم\nو في رواية له \"مر رجل بغصن شجرة على ظهر طريق فقال : و الله لأنحين هذا عن المسلمين لا يؤذيهم فأدخل الجنة \" \nو في رواية لهما \"بينما يمشي بطريق وجد غصن شوك على الطريق فأخره فشكر الله له فغفر له\"\n\nشرح الحديث : \n(عن ابي هريرة رضي الله عنه عن النبي صلى الله عليه و سلم قال : \" لقد رأيت رجلا يتقلب في الجنة) : أي يتنعم فيها بملاذها\n(في شجرة قطعها من ظهر الطريق) : أي بسبب قطعه لها\n(كانت تؤذي المسلمين) : ففيه فضل ازالة الاذى عن الطريق و قد تقدم أنه من شعب الايمان و فيه فضيلة كل ما نفع المسلمين و ازال عنهم ضررا (رواه مسلم)\n\n(و في رواية له) أي لمسلم من حديث أبي هريرة أيضا مرفوعا\n(مر رجل بغصن شجرة على ظهر طريق فقال : و الله لأنحين) : من التنحية أي الازالة : أي لأزيلن هذا المضر عن طريق \n(المسلمين لا يؤذيهم) أي ارادة ان لا يؤذيهم \n(فأدخل الجنة) : بالبناء للمجهول و ظاهر هذا الخبر دخوله الجنة بمجرد نيته للفعل الجميل و يحتمل انه فعل ذلك و ترك ذكره للراوي اما سهوا و اما لامر اخر\n\n(و في رواية لهما)عن أبي هريرة أيضا مرفوعا\n(يمشي بطريق) : أي فيه\n(وجد غصن شوك على الطريق فأخره) : بتشديد الخاء المعجمة : أي نحاه عن الطريق و في نسخه \n(فأخذه) بتخفيف المعجمة و بالذال المعجمة : أي اخذه عن الطريق اذهابا لضرره \n(فشكر الله له) ذلك الفعل اليسير : أي قبله منه\n(فغفر) بالبناء لفاعل (له)\n\nعن أبي الاشعري رضي الله عنه قال : قال رسول الله صلى الله عليه و سلم \"من صلى البردين دخل الجنة\" - متفق عليه\n\nمعاني الحديث : \nالبردان : الصبح و العصر\n\nشرح الحديث : \n(قال رسول الله صلى الله عليه و سلم \"من صلى البردين) : مثنى برد ز المراد صلاة الفجر و العصر قال الخطابي سميا البردين لانهما يصليان في يردي النهار و هما طرفاه حين يطيب الهواء و تذهب شدة الحر\n(دخل الجنة) : وجه نخصسصهما بالذكر ان وقت الصبح يكون عند النوم و لذته ووقت العصر يكون عند الاشتغال بتتمات اعمال النهار و تجارته و تهيئة العشاء ففي صلاته لهما مع ذلك دليل على خلوص النفس من الكسل و محبتها للعبادة و يلزم من ذلك اتيانه بجميع الصلوات الاخر و انه اذا حافظ عليهما كان أشد محافظة على غيرهما فالاقتصار عليهما لما ذكر لا لافادة ان من اقتصر عليهما بأن أتى بهما دون باقي الخمس يحصل له ذلك لانه خلاف النصوص و قيل المراد بالبردين الصبح و العشاء ووجه تخصيص العشاء ان في وقتها يكثر النعاس فيثقل البدن بواسطته مع الامتلاء بالعشاء فتتعطل الحركة فتشق الصلاة و اسبابها حينئذ مشقة ظاهرة فمن صلاها مع ذلك استحق دخول الجنة من غير سابقة عذاب"
  },
  {
    "number": "باب في مسائل من الصوم",
    "text": "",
    "label": "عن ابن هريرة رضى الله عنه عن النبي صلى الله علية وسلم قال : ((إذا نسي أحدكم فأكل أو شرب فليتم صومه,فإنما أطعمه الله و سقاه)) متفق عليه.\n\n(وعن ابن هريرة رضى الله عنه عن النبي صلى الله علية وسلم إذا نسي أحدكم) عبر بإذا إيماء إلي غلبة النسيان علي الإنسان لكونه طبعا\n( من أفطر في شهر رمضان ناسيا فلا قضاء عليه ولا كفارة )\n( فأكل أو شرب فليتم صومه) وعند الترمذي\n(فلا يفطر) والاقتصار علي الأكل والشرب لأنهما الأغلب, وإلا فكل المفطرات حكمهما كذلك ولا فرق بين قليل ما ذكر وكثيره حينئذ, وفارق بطلان الصلاة بالأكل ناسيا كثيرا بإن لها هيئة تذكر بها ولا كذلك الصوم \n(فإنما أطعمه الله و سقاه) وعند الترمذي\n(فإنما هو رزق رزقه الله) ومقتضى الحديث أن لا قضاء عليه."
  },
  {
    "number": "باب كراهية تمني الموت بسبب ضر نزل به ",
    "text": "",
    "label": "ولا بأس به لخوف فتنة في الدين\n\n\nالضر بضم الضاد بمعنى الفاقة والفقر، وحينئذ فيقاس كراهية تمني الموت بسبب الأمراض والجراحات على ما صرح به في الترجمة من كراهيته بسبب الفقر والفاقة بجامع عدم الصبر في كل أحكام المولى سبحانه، وفي التعبير بذلك إيماء إلى استحباب لجوء من نزل به الضر إلى مولاه في كشفها عنه وإنجائه منها، لأن ذلك مطلوب في النوازل.\n\nعن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: »لا يتمنى أحدكم الموت: إما محسنًا فلعله يزداد، وإما مسيئًا فلعله يستعتب« متفق عليه. وهذا لفظ البخاري.\n\nوفي رواية مسلم: عن أبي هريرة رضي الله عنه عن رسول الله صلى الله عليه وسلم قال: »لا يتمنى أحدكم الموت ولا يدع به من قبل أن يأتيه، إنه إذا مات انقطع عمله وإنه لا يزيد المؤمن عمره إلا خيرًا«.\n\n(لا يتمنى) خبر بمعنى النهي كما في الآية الكريمة  لَّا يَمَسُّهُ إِلَّا الْمُطَهَّرُونَ \n(أحدكم الموت) أي لضر نزل به كما يأتي في أحاديث الباب، وإنما نهي عن تمنيه لأنه \n(إما) أن يكون \n(محسنًا) أي مطيعًا لله تعالى قائمًا بوظائف الواجبات والمندوبات أو الواجبات فقط \n(فلعله) إذا طال عمره وهو على هذا الكمال \n(يزداد) أي خيرًا كثيرًا، فلا ينبغي له وهو على مدرج التزود للآخرة والاستكثار من حيازة ثواب الأعمال الصالحة أن يتمنى ما يمنعه عن البر والسلوك لطريق الله تعالى وزيادة رضاه، وقد ورد »خياركم من طال عمره وحسن عمله« أي أنه يزداد الترقي في زيادة الأعمال المزيدة في القرب من الله تعالى فكيف يسأل قطع ذلك \n(وإما) أن يكون \n(مسيئًا فلعله يستعتب) أي يرجع إلى الله سبحانه بالتوبة ورد المظالم وتدارك الفائت وطلب عتبى الله تعالى ورضاه عنه \n(متفق عليه، وهذا لفظ البخاري) في آخر حديث أوله »لن يدخل أحدا عمله الجنة، قالوا: ولا أنت يا رسول الله، قال: إلا أن يتغمدني الله بفضل ورحمة، فسددوا وقاربوا ولا يتمنى... «الحديث أخرجه في كتاب المرضى.\n\nعن انس رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: »لا يتمنين أحدكم الموت لضر أصابه، فإن كان لابد فاعلاً فليقل: اللهم أحيني ما كانت الحياة خيرًا لي وتوفني إذا كانت الوفاة خيرًا لي « متفق عليه.\n\n(لا يتمنين أحدكم الموت لضر أصابه) أي في دنياه ويقاس به تمنيه لضر أصابه في بدنه، وإنما كره تمنيه حينئذ لأنه يشعر بعدم الرضا بالقضاء \n(فإن كان لابد فاعلاً) أي لا غنى له عن فعل التمني لغلبة نفسه وهواه عليه حتى منعاه من اجتناب المنهي عنه \n(فليقل: اللهم أحيني ما كانت الحياة) أي مدة كونها \n(خيرًا لي) من الموت لاستكثاري فيها من صالح العمل من غير فتنة ولا محنة \n(وتوفني إذا كانت الوفاة خيرًا لي) من الحياة لخوف فتنة أو تثبيط عن العمل، فيسن للمتمني قول ذلك لأنه تيقظ به من سنة الغفلة الحاملة على التمني ولأن الله هو العالم بحقائق الأمور وعواقبها \n(متفق عليه) أخرجه البخاري في الطب ومسلم في الدعوات."
  },
  {
    "number": "باب كيفية السلام",
    "text": "",
    "label": "يستحب أن يقول المبتدئ بالسلام: السلام عليكم ورحمة الله وبركاته، فيأتي بضمير الجمع وإن كان المسلم عليه واحدًا، ويقول المجيب: وعليكم السلام ورحمة الله وبركاته.\n\nعن عمران بن الحصين رضي الله عنهما قال: جاء رجل إلى النبي صلى الله عليه وسلم فقال: السلام عليكم، فرد عليه ثم جلس، فقال النبي صلى الله عليه وسلم: عشر، ثم جاء آخر فقال: السلام عليكم ورحمة الله، فرد عليه فجلس، فقال: عشرون، ثم جاء آخر فقال: السلام عليكم ورحمة الله وبركاته، فرد عليه فجلس، فقال: ثلاثون« رواه أبو داود والترمذي وقال: حديث حسن.\n\n(جاء رجل إلى النبي صلى الله عليه وسلم فقال) أي الرجل \n(السلام عليكم، فرد عليه) أي النبي صلى الله عليه وسلم بأن قال له وعليكم السلام \n(ثم جلس، فقال النبي صلى الله عليه وسلم: عشر) أي ما أتى به من الدعاء بالسلام حسنة وهي بعشر \n(ثم جاء آخر فقال: السلام عليكم ورحمة الله، فرد عليه) ظاهر اللفظ أنه صلى الله عليه وسلم قال: وعليكم السلام ورحمة الله، ويحتمل أنه زاد في الرد فيها وفيما قبلها \n(فجلس، فقال: عشرون) أي الدعاء بالسلام والدعاء بالرحمة عشرون حسنة لما مر \n(ثم جاء آخر فقال: السلام عليكم ورحمة الله وبركاته، فرد عليه فجلس، فقال: ثلاثون) أي حسنة لأن الحسنة يجزى صاحبها بعشر أمثالها، وذلك بناء على أن كلا من السلام ورحمة الله وبركاته حسنة مستقلة، فإذا أتى بواحدة منها حصل له عشر حسنات، وإن أتى بها كلها حصل له ثلاثون حسنة، وذلك لكل من البادئ والراد.\n\nومن هنا يتضح أن أفضل صيغ الابتداء: السلام عليكم ورحمة الله وبركاته، وأفضل صيغ الرد: وعليكم السلام ورحمة الله وبركاته، وأقل واجب الرد عليكم السلام، لا مجرد قوله عليكم أو وعليكم من غير ذكر السلام.\n\nعن عائشة رضي الله عنها قالت: قال لي رسول الله صلى الله عليه وسلم: »هذا جبريل يقرأ عليك السلام، قالت: قلت: وعليه السلام ورحمة الله وبركاته« متفق عليه.\n\n(قال لي رسول الله صلى الله عليه وسلم: هذا جبريل يقرأ عليك السلام) وهذا يقتضي أنه صلى الله عليه وسلم كان حاضرًا حينئذ، كما يوحي به أيضًا اسم الإشارة: هذا \n(قالت: قلت) امتثالاً لأمر الله تعالى  وَإِذَا حُيِّيْتُم بِتَحِيَّةٍ فَحَيُّواْ بِأَحْسَنَ مِنْهَا أَوْ رُدُّوهَا \n(وعليه السلام ورحمة الله وبركاته) فأتت بأحسن صيغ الرد. ويحتمل أنها زادت على سلام جبريل مما يومئ إليه ظاهر قوله: يقرأ عليك السلام، ويحتمل أن مراده صلى الله عليه وسلم أن جبريل يقرأ عليك السلام التام وأتى به بأفضل صيغ الابتداء، فيكون ما صنعته عائشة من الرد بالمثل؛ إذ لم يبق بعد وبركاته ما يزاد.\n\nعن أسماء بنت يزيد رضي الله عنها: أن رسول الله صلى الله عليه وسلم مر في المسجد يومًا وعصبة من النساء قعود فألوى بيده بالتسليم« رواه الترمذي وقال: حديث حسن.\n\n(مر في المسجد) الظاهر أن \n(أل) فيه للعهد الذهني، أي المسجد النبوي، ويحتمل غيره \n(وعصبة من النساء) أي نحو العشرة \n(قعود) أي جالسات في المسجد \n(فألوى بيده بالتسليم) أي أشار بيده. وهذا محمول على أنه صلى الله عليه وسلم جمع بين اللفظ: فقال لهن السلام عليكن، والإشارة باليد اليمين لتنبههن لسلامه؛ وكان ذلك لعدم مبالغته في الجهر بالسلام مع بعدهن في الجملة.\n\nعن أبي جُرَيّ الهُجَيمي رضي الله عنه قال: أتيت رسول الله صلى الله عليه وسلم فقلت: عليك السلام يا رسول الله، فقال: لا تقل عليك السلام، فإن عليك السلام تحية الموتى« رواه أبو داود والترمذي وقال: حديث حسن صحيح.\n\n(فقلت: عليك السلام يا رسول الله) أي مبتدئًا بذلك \n(فقال:لا تقل) أي ندبًا \n(عليك السلام) أي مبتدئًا \n(فإن عليك السلام تحية الموتى) أي إن هذا اللفظ يستحب في تحية الموتى فرقًا بينها وبين تحية الأحياء."
  },
  {
    "number": "باب لا يعيب الطعام واستحباب مدحه",
    "text": "",
    "label": "عن أبي هريرة رضي الله عنه قال: »ما عاب رسول الله صلى الله عليه وسلم طعامًا قط، إن اشتهاه أكله، وإن كرهه تركه« متفق عليه.\n\n(ما عاب رسول الله صلى الله عليه وسلم طعامًا قط) أي في زمن من الأزمنة، وذلك لأن إعابة الطعام إنما تكون من الترفه والرعونة، وليس منها قوله في الضبّ »إني أعافه« لأنه إخبار عن طبعه لا إعابة للطعام \n(إن اشتهاه أكله، وإن كرهه) أي من جهة الطبع \n(تركه) من غير ذم له.\n\nعن جابر رضي الله عنه: »أن النبي صلى الله عليه وسلم سأل أهله الأدم فقالوا: ما عندنا إلا خل، فدعا به، فجعل يأكل ويقول: نعم الأدم الخل، نعم الأدم الخل« رواه مسلم.\n\n(الأدم) هو ما يؤدم به مايعًا كان أو جامدًا \n(فقالوا: ما عندنا إلا خل) أي ليس عندنا أدم إلا الخل \n(فدعا به) أي أمر بإحضاره \n(فجعل) أي شرع \n(يأكل ويقول: نعم الأدم الخل) قد يكون المقصود من الحديث مدح الاقتصاد في الأكل ومنع النفس عن ملاذ الأطعمة، والصواب الذي ينبغي الجزم به أنه صلى الله عليه وسلم مدح الخل نفسه، وأما الاقتصاد في الأكل فمعلوم من دليل آخر. \nوقد يكون المقصود أنه صلى الله عليه وسلم مدحه جبرًا لخاطرهم وتطييبًا لقلوبهم؛ إذ ثبت أنه صلى الله عليه وسلم لم يكن يمدح طعامًا ولا يذمه، لأن في الأول شائبة شهوة وفي الثاني احتقار للنعمة."
  },
  {
    "number": "باب ملاطفة اليتيم والمساكين والإحسان لهم",
    "text": "",
    "label": "قال تعالى : : وَاخْفِضْ جَنَاحَكَ لِلْمُؤْمِنِينَ  - سورة الحجر آية 88 \nو قال تعالى :فَأَمَّا الْيَتِيمَ فَلَا تَقْهَرْ وَأَمَّا السَّائِلَ فَلَا تَنْهَرْ  - سورة الضحى آية 10,9\nوقال الله تعالى :  أَرَأَيْتَ الَّذِي يُكَذِّبُ بِالدِّينِ {1} فَذَلِكَ الَّذِي يَدُعُّ الْيَتِيمَ {22} وَلَا يَحُضُّ عَلَى طَعَامِ الْمِسْكِينِ  - سورة الماعون آية 3,1\n\nعن سهل بن سعد رضى الله عنه قال رسول الله صلى الله علية وسلم قال : أنا و كافل اليتيم فى الجنة هكذا, وأشار بالسبابة والوسطى و فرج بينهما )) رواه البخاري\n\n(أنا وكافل اليتيم فى الجنة) بر, وقوله فى الجنة فى محل الحال \n(وأشار) لزيادة التبيين وإدخال المعانى فى ذهن السامع لكونها بصورة المحسوس المدركة عادة \n(بالسبابة) وفى رواية بالسباحة وهى التى تلى الإبهام وسميت بذلك لأنها يسبح بها فى الصلاة ويشار بها فى التشهد وهى السبابة أيضا لأنها يسب بها الشيطان \n(والوسطى) قال ابن بطال: حقا فى الجنة ولا منزلة فى الآخرة أفضل من ذلك \n(وفرج) النبى على من سمع هذا الحديث أن يعمل به فيكون رفيق وكافل اليتيم قدر بتشديد الراء أى فرق \n(بينهما) أى بين السبابة والوسطى, إشارة إلى أن بين درجة النبى تفاوت ما بين السبابة والوسطى,\n\nقال القرطبى معنى قوله ( أنا وكافل اليتيم فى الجنة كهاتين) أنه معه فيها وبحضرته, غير أن كل واحد منهما على درجة فيها إذ لا يبلغ الأنبياء غيرهم ولا يبلغ درجة نبينا أحد من الأنبياء.\n(وكافل اليتيم) القائم بأموره دينا ودنيا وذلك بالنفقة والكسوة والتربية والتأديب وغير ذلك, قال فى شرح مسلم: وهذه الفضيلة تحصل لمن كفل يتيم من مال نفسه أو مال اليتيم بولاية شرعية.\n\nعن أبى هريرة رضى الله عنه قال النبى صلى الله علية وسلم قال ليس المسكين الذى ترده التمرة و التمرتان, واللقمة واللقمتان, إنما المسكين الذى يتعفف)) متفق عليه\n\nوفى رواية فى الصحيحين (( ليس المسكين الذى يطوف على الناس ترده اللقمة واللقمتان, والتمرة والتمرتان, ولكن المسكين الذى لا يجد غنى يغنيه, ولا يفطن له فيتصدق عليه, ولا يقوم فيسأل الناس)).\n\n(ليس المسكين) أى الكامل الممدوح من هذا النوع الأحق بالصدقة و الأحوج إليها \n(الذى) يسأل \n( ترده التمرة والتمرتان واللقمة واللقمتان) عند سؤاله لأن المتردد يكون قادرا على تحصيل قوته \n(إنما المسكين) أى أما المسكين الكامل \n(الذى يتعفف) أى يترك السؤال من الناس مع فقره, وليس المراد نفى المسكنة عن الطواف بل نفى كمالها.\n\nعن أبى هريرة رضى الله عنه قال:عن النبي صلى الله علية وسلم الساعى على الأرملة والمسكين كالمجاهد فى سبيل الله, وأحسبه كالقائم الذى لا يفتر, وكالصائم الذى لا يفطر)) متفق عليه.\n\n(الساعى على الأرملة والمسكين)هى التى لا زوج لها, وقد أرملت المرأة إذا مات عنها زوجها, وقيل الأرملة التى فارقها زوجها وقال ابن قتيبة: سميت أرملة لما يحصل لها من الارمال وهو الفقر وذهاب الزاد بفقد الزوج \n(كالمجاهد فى سبيل الله) وشبه به لأن القيام على المرأة بما يصلحها ويحفظها ويصونها لا يتصور الدوام عليه إلا مع الصبر العظيم ومجاهدة النفس والشيطان فانهما يكسلان عن ذلك و يثقلانه ويفسدان النية فيه, لذلك قل من يدوم على ذلك العمل وقل من يسلم منه, فإذا حصل ذلك العمل حصلت منه الفوائد: كشف كرب الضعفاء, إبقاء رمقهم وسد خلتهم, وصون حرمتهم\n(و أحسبه قال) هى للشك, أى أو قال بدل ذلك \n(وكالقائم) أى بالتهجد \n(الذى لا يفتر, وكالصائم الذى لا يفطر) أى هو كالملازم للعبادة ليلا ونهارا فى دوام الثواب واستمراره بدوام العمل الصالح."
  },
  {
    "number": "باب وجوب الحج وفضله",
    "text": "",
    "label": "وعنه قال سمعت رسول الله صلى الله علية وسلم يقول : (( من حج فلم يرفث ولم يفسق رجع كيوم ولدته أمه )) متفق عليه.\n\n(وعنه قال سمعت رسول الله صلى الله علية وسلم يقول : من حج) أي أتي بالحج \n(فلم يرفث) أي لم يلغ \n(ولم يفسق) أي بارتكاب كبيرة أو إصرار علي صغيرة \n(رجع) أي أنقلب من نسكه معرى عن الذنب بالعفو \n(كيوم ولدته أمه) والمراد يكفر بالحج عنه صغائر الذنوب المتعلقة بحق الله تعالي .\n\nوعنه أن رسول الله صلى الله علية وسلم قال : (( العمرة إلي العمرة كفارة لما بينهما , والحج المبرور ليس له جزاء إلا الجنة)) متفق عليه.\n\n(إلي العمرة كفارة) أي مكفرتان \n(لما بينهما) من صغائر الذنوب المتعلقة بالله تعالي , وعليه يحمل قوله في رواية من الذنوب و الخطايا \n(والحج المبرور ليس له جزاء إلا الجنة) يحتمل أن يكون من جزائه إلهام صاحبه التوبة من كل ذنب وتوفيقه لذلك وحفظه من المخالفة باقي عمره فيدخل الجنة مع الفائزين والله أعلم"
  },
  {
    "number": "باب وجوب أمره أهله بطاعة الله ونهيهم عن المخالفة وتأديبهم",
    "text": "",
    "label": "عن أبى حفص عمر بن أبى سلمة عبد الله بن الأسد رضى الله عنه قال:(( كنت غلاما فى حجر رسول الله : ربيب وكانت يدى تطيش فى الصحفة فقال لى رسول الله : يا غلام سم الله (تعالى) وكل بيمينك وكل مما يليك فما زالت تلك طعمتى بعد ))متفق عليه.\n\n(كنت غلاما فى حجر رسول الله) أى كنفه وحمايته, أو المراد به الحضن, وهو ما بين الابط الى الكشح \n\n(وكانت يدى تطيش فى الصحفة) تدور فى نواحى الصحفة والصحفة هى إناء كالقصعة \n\n(فقال لى) معلما ومؤدبا \n\n(يا غلام سم الله) أمر ندب اتفاقا \n\n(وكل بيمينك) ذهب الجمهور الى أنها للندب أيضا, وذهب بعضهم الى وجوبه \n\n(وكل مما يليك) هو ندباعلى الأصح وقيل وجوبا لما فيه من الحاق الضرر بالغير, وذلك إذا لم يعلم رضا من يأكل معه وإلا فلا حرمة ولا كراهة \n\n(فما زالت) الفاء سببية: أى تسبب عن ذلك\n\n(تلك طعمتى) لبيان الهيئة أى صفة أكلى \n\n(بعد) أى بعد ذلك الأمر.\n\nوعن عمرو بن شعيب عن أبيه عن جده قال رسول الله صلى الله علية وسلم قال رضى الله عنه (( مروا أولادكم بالصلاة وهم أبناء سبع سنين, واضربوهم عليها وهم أبناء عشر, وفرقوا بينهم فى المضاجع )) حديث حسن رواه أبو داود بإسناد حسن.\n\n( مروا أولادكم بالصلاة ) أمر وجوب سواء فى ذلك الذكر أو الأنثى, وكذا يجب عليه أمر زوجته وخدمه \n\n(وهم أبناء سبع) أى تمامها: أى وقد ميزوا, كما هو الغالب بحيث صار الصبى يأكل وحده ويشرب وحده ويستنجى وحده \n\n(واضربوهم عليها) أى على أدائها إن امتنعوا عنها ضربا غير مبرح ويتقى الوجه \n\n(وهم أبناء عشر) وقد اختلف هل ذلك بعد تمامه أو بالدخول فيه \n\n(وفرقوا بينهم فى المضاجع) فلا يباشر المميز غيره فى المضاجع."
  },
  {
    "number": "باب وجوب صوم رمضان وفضله",
    "text": "",
    "label": "عن ابي هريرة رضي الله عنه قال :صلى الله علية وسلم قال رسول الله قال الله عز وجل: كل عمل ابن آدم له إلا الصيام فإنه لي وأنا أجزي به , و الصيام جنة, فإذا كان يوم صوم أحدكم فلا يرفث ولا يصخب , فإن سابه أحد أو قاتله فليقل : إني امرؤ صائم , والذي نفس محمد بيده لخلوف فم الصائم أطيب عند الله من ريح المسك , للصائم فرحتان يفرحهما:إذا أفطر فرح و إذا لقي ربه بصومه)) متفق عليه. و هذا لفظ رواية البخاري\n\nفي رواية له : (( يترك طعامه و شرابه و شهوته من أجلي, الصيام لي وأنا أجزي به, والحسنة بعشر أمثالها )).\n\nفي رواية لمسلم:((كل عمل ابن آدم يضاعف الحسنة عشر أمثالها إلي سبعمائة ضعف, قال الله تعالي فأنه لي و أنا اجزي به, يدع شهوته وطعامه من أجلي, للصائم فرحتان : فرحة عند فطره, وفرحه عند لقاء ربه و لخلوف فيه أطيب عند الله من ريح المسك)).\n\n(و عن ابي هريرة رضي الله عنه قال : قال رسول الله صلى الله علية وسلم قال الله عز وجل) : هو من الأحاديث القدسية \n(كل عمل ابن آدم) قال الخطابي:أي له فيه حظ و مدخل و ذلك لاطلاع الناس عليه, فهو يتعجل به ثوابا من الناس و يحوز به حظا من الدنيا جاها و تعظيما و نحوهما \n(إلا الصيام فإنه لي) أي خالص لي لا يطلع عليه أحد غيري و لا حظ فيه للنفس, و فيه للنفس,و فيه كسرها و تعريض البدن للنقص و الصبر علي حراقة العطش و مضض الجوع\n\nو قال الخطابي :معناه الصوم عبادة خالصة لا يستولي عليها الرياء و السمعة, لأنه عمل بر لا يطلع عليه إلا الله , و هذا كما روى نية المؤمن خير من عمله و ذلك لأن القلب فلا يطلع عليها غير الله تعالي : أي عن النية المنفردة عن العمل خير من عمل خال من النية كما في  لَيْلَةُ الْقَدْرِ خَيْرٌ مِّنْ أَلْفِ شَهْرٍ  أي ألف شهر ليس فيها ليلة قدر, و قيل  معناه: أن الاستغناء عن الطعام و الشراب من صفات الله تعالي, فإنه يطعم و لا يطعم, فكأنه قال:الصائم يتقرب إلي بأمر هو متعلق بصفة من صفاتي , و أن كانت صفات الله تعالي لا يشبهها شئ \n(وأنا أجزي به) معناه: مضاعفة الجزاء من غير عدد و لا حساب, لأن تولي الكريم للعطاء يدل علي سعته \n(و الصيام جنة) بضم الجيم:أي ترس:أي فيكون مانعا من النار أو من المعاصي كما يمنع الترس من إصابة السهم, لأنه يكسر الشهوة و يضعف القوة \n(فإذا كان) أي وجد \n(يوم صوم أحدكم فلا يرفث) أي لا يتكلم بالكلام الفاحش \n(ولا يصخب) أي لا يكثر لغطه \n(فإن سابه أحد)أي سبه \n(أو قاتله) أي نازعه أو خاصمه \n(فليقل) بقلبه لينزجر \n(إني صائم) و قيل بلسانه لينزجر خصمه عنه \n(والذي نفس محمد بيده) أي بقدرته أتي به للتأكيد \n(فم الصائم) هو مجاز عن تقريب الصوم منه تعالي لأنه جرت عادتنا بتقريب الروائح الطيبة  منا فاستعير ذلك للصوم لتقريبه من الله تعالي : أي انه أطيب عند الله من ريح المسك عندكم : أي أنه يقرب عليه تعالي اكثر من تقرب المسك إليكم و قيل المراد أن صاحبه ينال من الثواب ما هو أفضل من ريح المسك \n(إذا أفطر فرح) أي لإتمام الصوم و خلوه من المفسدات \n(و إذا لقي ربه بصومه)أي بلقاء ربه أو برؤية ثوابه \n(يترك طعامه و شرابه و شهوته) من الجماع و مقدماته \n(الصيام لي) أي لم يتعبد به لأحد غيري و أن كانت العبادات كلها لله تعالي , و كان الكفار يعظمون معبوداتهم بسجود و صدقة أما بالصيام فلا \n(وأنا أجزي به) أي أتولي جزاءه و ذلك دال علي شرفه و عظم جزائه \n(والحسنة بعشر أمثالها) هو أقل مراتب التضعيف و يؤيده قوله :  مَن جَاء بِالْحَسَنَةِ فَلَهُ عَشْرُ أَمْثَالِهَا  وقد تضاعف إلى سبعمائة ضعف قال تعالي :  مَّثَلُ الَّذِينَ يُنفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ اللّهِ كَمَثَلِ حَبَّةٍ أَنبَتَتْ سَبْعَ سَنَابِلَ فِي كُلِّ سُنبُلَةٍ مِّئَةُ حَبَّةٍ \n(يدع شهوته)أي ما تشتاق النفس إليه \n(وطعامه)أراد به ما يطعم فتشمل الشراب \n(من أجلي) أي بسببي \n( للصائم فرحتان :فرحة عند فطره) لتمام عبادته \n(وفرحه عند لقاء ربه) بلقائه و رؤية جزيل ثوابه .\n\nو عنه أن رسول الله صلى الله علية وسلم قال: (( من أنفق زوجين في سبيل الله نودي من أبواب الجنة يا عبد الله هذا خير فمن كان من أهل الصلاة دعي من باب الصلاة , ومن كان من أهل الجهاد دعي من باب الجهاد, ومن كان من أهل الصيام دعي من باب الريان, ومن كان من أهل الصدقة دعي من باب الصدقة\nقال أبو بكر رضى الله عنه : بأبي أنت و أمي يا رسول الله ما علي من دعي من تلك الأبواب من ضرورة , فهل يدعي أحد من تلك الأبواب كلها ؟ \nقال : نعم , و أرجو أن تكون منهم )) متفق عليه.\n\n(وعنه) أي أبي هريرة رضى الله عنه \n(صلى الله علية وسلم أن رسول الله قال: من أنفق زوجين) في بعض طرق الحديث \n(قيل و ما زوجان؟ قال:فرسان أو عجلان أو بعيران) و قال ابن عرفة:كل شئ قرن بصاحبه فهو زوج و قيل يحتمل أن يكون هذا الحديث في جميع أعمال البر من صلاتين أو صيام يومين أو شفع صدقة بأخرى, و يدل عليه قوله في بقية الحديث ( فمن كان من أهل الصلاة- ومن كان من أهل الصيام),\n( في سبيل الله) هو عام في جميع وجوه الخير, و قيل خاص بالجهاد و الأول أصح و أظهر \n(نودي من أبواب الجنة يا عبد الله هذا خير) قيل هو أسم :أي ثواب و غبطه, و قيل  أفعل تفضيل: أي هذا فيما نعتقد خير لك من غيره من الأبواب لكثره ثوابه و نعيمه فتعال فأدخل منه\n( فمن كان من أهل الصلاة) أي بأن أكثر من التطوع منها بحيث كان الغالب عليه في عمله ذلك, و ليس المراد الوجبات لاستواء الناس فيها \n(ومن كان من أهل الصيام دعي من باب الريان) سمي به علي جهة مقابلة العطشان الذي هو الصائم, و إشارة علي أنه يجازي علي عطشه الري الدائم في الجنة التي يدخل إليها من هذا الباب \n(ومن كان من أهل الصدقة دعي من باب الصدقة) بقي من أركان الإسلام الحج, ولا شك أن له بابا و أما الثلاثة الباقية من الثمانية فمنها باب الكاظمين الغيظ و العافين عن الناس, روي أحمد بن حنبل عن الحسن مرسلا\n(إن لله بابا في الجنة لا يدخله إلا من عفا عمن ظلمه) و منها الباب الأيمن وهو باب المتوكلين الذي يدخل منه من لا حساب عليه و لا عذاب, و أما الثالث فلعله باب الذكر و يحتمل أن يكون باب العلم, و يحتمل أن يراد بالأبواب التي يدعي منها أبواب من داخل أبواب الجنة الأصلية لأن الأعمال الصالحة أكثر عددا من ثمانية \n(رضى الله عنه قال أبو بكر بأبي أنت و أمي) أي مفدى بهما\n(يا رسول الله ما علي من دعي من تلك الأبواب) أي من أحدهما \n(من ضرورة) أي نقص ولا خسارة \n(فهل يدعي أحد من تلك الأبواب كلها) فيه إشعار بقله من يدعي من كلها و دعاء من تجتمع له تلك الأعمال من كلها تشريف له.وإلا فإنما يدخل من باب واحد, ولعله باب العمل الذي يكون أغلب عليه\n(قال : نعم , و أرجو أن تكون منهم) قال العلماء: الرجاء من الله تعالي ومن نبيه\n\nوعن سهل بن سعد رضى الله عنه صلى الله علية وسلم عن النبي قال ((إن في الجنة بابا يقال له الريان يدخل منه الصائمون يوم القيامة لا يدخل أحد غيرهم, يقال:أين الصائمون؟ فيقومون لا يدخل منه أحد غيرهم, فإذا دخلوا أغلق فلا يدخل منه أحد)) - متفق عليه.\n\n(وعن سهل بن سعد رضى الله عنه عن النبي صلى الله علية وسلم قال) قال ابن المنير: أتي بـ(في) دون اللام إشارة إلي أن في الباب من نعيم و الراحة ما في الجنة فيكون ابلغ في التشويق \n(بابا يقال له الريان) وهو مناسب لجزاء الصائمين كما تقدم .واكتفي بذكر الري عن الشبع لأنه يدل عليه من حيث أنه يستلزمه \n(يدخل منه الصائمون) لبيان الواقع إذ دخولها إنما يكون يومئذ, و يحتمل أن يكون احترازا عن دخول أرواح الشهداء و المؤمنين لها مدة هذا العالم فلا يتقيد بالصائمين\n(لا يدخل منه أحد غيرهم) أي في ذلك اليوم .\n\nو عن أبي سعيد الخدرى رضى الله عنه قال:قال رسول الله صلى الله علية وسلم :((ما من عبد يصوم يوما في سبيل الله إلا باعد الله بذلك اليوم وجهه عن النار سبعين خريفا)) متفق عليه.\n\n(يصوم يوما في سبيل الله) قيل المراد به الجهاد للكفار, وقيل المراد به طاعة الله \n(عن النار سبعين خريفا) أي مدة سير سبعين سنة, وكني عنها بالخريف لأنه الطف فصولها لما فيه من اعتدال البرودة و الحرارة , ولأنه يجري فيه الماء في الأغصان."
  },
  {
    "number": "باب وجوب  وفضل تعجيل الفطر",
    "text": "",
    "label": "عن ابي هريرة رضى الله عنه قال : قال رسول الله صلى الله علية وسلم قال الله عز وجل:أحب عبادي إلي أعجلهم فطرا رواه الترمذي, وقال :حديث حسن.\n\n(و عن ابن هريرة رضى الله عنه قال : قال رسول الله صلى الله علية وسلم قال الله عز وجل:أحب عبادي إلي) أي أرضاهم عندي, وأدناهم من جنابه المحب من حبيبه, ولا يخفي إضافة العباد من الإيمان إلي التشريف \n(أعجلهم فطرا) وذلك لما فيه من متابعة السنة\n\nوعن سليمان بن عامر الضبي الصحابي رضى الله عنه عن النبي ;صلى الله علية وسلم قال: (( أفطر أحدكم فليفطر علي تمر,فإن لم يجد فليفطر علي ماء فإنه طهور)) رواه أبو داود والترمذي وقال :حديث حسن صحيح. (عن النبي ;صلى الله علية وسلم قال: أفطر أحدكم) أي أراد الفطر \n(فليفطر علي تمر) زاد الترمذي في رواية\n(فإنه بركه) : أي إن لم يجد رطبا.\n\nوأخذ من الحديث حصول السنة ولو بواحدة لكن الحديث بعده يومئ إلي أنها بثلاث والحكمة فيه أنه إن وجد في المعدة فضله أزالها وإلا كان غذاء، وأنه يجمع ما تفرق من ضوء البصر بسبب الصوم, وقول الأطباء إنه مضعف للبصر محمول علي الإكثار منه, و رب شئ كثيره مضر وقليله نافع كالسقمونيا\n(فإن لم يجد) التمر بأن لم يسهل تحصيله \n(فليفطر علي ماء) دخل فيه ماء زمزم فلا يعدل إليه إلا عند فقد التمر خلافا لمن قال بتقديمه علي التمر، وإن جمع بينهما فحسن،فإنه مردود، أما الأول فتصادمه السنة, وأما الثاني فللاستدراك عليها, وقد صام مكة أياما عام الفتح, وما نقل عنه أنه خالف عادته من تقديم التمر ولو فعل لنقل \n(فإنه طهور) أي مزيل للخبائث المعنوية و الحسية وما هو كذلك ينبغي إيثاره علي غيره "
  }
]