[
  {
    "text": "لقد وصانا الرسول صلى الله عليه وسلم بالإهتمام بالنظافة جداً، وقال في هذا الأمر العديد من الأحاديث الشريفة، والتي نذكر لكم بعض منها.__ تخللوا فإنه نظافة، و النظافة تدعو إلى الإيمان، و الإيمان مع صاحبه في الجنة.__ إن الله تعالى طيب يحب الطيب، نظيف يحب النظافة، كريم يحب الكرم، جواد يحب الجود، فنظفوا أفنيتكم، ولا تشبهوا باليهود.__ خمروا الآنية ، وأجيفوا الأبواب ، وأطفئوا المصابيح ، فإن الفويسقة ربما جرت الفتيلة فأحرقت أهل البيت.__ لا يقبل الله صلاة بغيرطهور، ولا صدقة من غلول.__ إذا كان جنح الليل ، أو أمسيتم ، فكفوا صبيانكم ، فإن الشياطين تنتشرحينئذ ، فإذا ذهب ساعة من الليل فخلوهم ، فأغلقوا الأبواب واذكروا اسم الله، فإنالشيطانلا يفتح بابا مغلقا ،وأوكوا قربكم واذكروا اسم الله ، وخمروا آنيتكم واذكروا اسم الله ، ولو أنتعرضوا عليها شيئا ، وأطفئوا مصابيحكم."
  },
  {
    "text": "الطهور شطر الإيمان والحمد لله تملأ الميزان وسبحان الله والحمد تملأن ما بين السماء والأرض…. والصدقة برهان والصبر ضياء…. والقرآن حجة لك أو عليك…__ تسوكوا. فإن السواك مطهرة للفم، مرضاة للرب. مَا جاءني جبريل إِلاَّ أوصاني بالسواك. حَتَّى لقد خشيت أَن يفرض عَلِيّ وعلى أمتي. ولولا أني أخاف أَن أشق عَلَى أمتي لفرضته لهم، وإني لأستاك حَتَّى لقد خشيت أَن أحفي مقادم فمي.__ النظافة تدعو إلى الإيمان و الإيمان مع صاحبه في الجنة.__ تنظفوا بكل ما استطعتم، فإن الله تعالى بنى الإسلام على النظافة، و لن يدخل الجنة إلا كل نظيف.__ حقٌّ على كل مسلم أن يغتسل في كل سبعة أيام يومًا، يَغسل فيه رأسه وجسده."
  },
  {
    "text": "أهمية النظافة__ نظافة الجسم ونظافة المكان تمنع الأوبئة والبكتريا عن جسم الإنسان، وتضمن له العيش في بيئة غير ملوثة وتقيه من الأمراض.__ النظافة تجعل الإنسان جميل ومهندم، وتزيد من علاقاته، فالأشخاص الذين لا يهتموا بنظافة أنفسهم ومكان إقامتهم يبعد عنهم الآخرون ولا يفضلوا الذهاب لهم، بسبب المظهر السيء والرائحة الكريهة والمكان الغير نظيف والمليء بالأوبئة.__ النظافة تؤثر على النفسية وبالتالي تشجع الإنسان على العمل والقيام بالأنشطة المختلفة، والعكس صحيح، فالإنسان الغير نظيف يشعر بالضيق والتوتر، وخاصةً عندما يشتم رائحة كريهة أو يجد الأوساخ تحيطه.__ تنعكس النظافة على شخصية الفرد وثقته في ذاته، فعندما يشعر أنه نظيف يقترب من الأشخاص ويتحدث معهم دون قلق، أما الشخص الذي يعرف أنه غير نظيف يخشى التعامل مع الناس وإقامة العلاقات.__ تقلل النظافة من إحتمالية ظهور رائحة سيئة من الفم والجسم، وعلى العكس، فإن قلة النظافة تسبب إنبعاث روائح كريهة من الأشخاص."
  }
]