[
  {
    "text": "عن ابن مسعود - رضي الله عنه - عن النَّبيّ - صلى الله عليه وسلم - قَالَ: «إنَّ الصِّدقَ يَهْدِي إِلَى البرِّ، وإنَّ البر يَهدِي إِلَى الجَنَّةِ، وإنَّ الرَّجُلَ لَيَصدُقُ حَتَّى يُكْتَبَ عِنْدَ اللهِ صِدِّيقًا. وَإِنَّ الكَذِبَ يَهْدِي إِلَى الفُجُورِ، وَإِنَّ الفُجُورَ يَهدِي إِلَى النَّارِ، وَإِنَّ الرَّجُلَ لَيَكْذِبُ حَتَّى يُكتَبَ عِنْدَ الله كَذَّابًا». مُتَّفَقٌ عَلَيهِ. (1)  (1) أخرجه: البخاري 8\/ 30 (6094)، ومسلم 8\/ 29 (2607) (103). "
  },
  {
    "text": "عن أبي محمد الحسن بنِ عليِّ بن أبي طالب رضي الله عنهما، قَالَ: حَفِظْتُ مِنْ رَسُول الله - صلى الله عليه وسلم: «دَعْ مَا يَرِيبُكَ إِلَى مَا لاَ يَرِيبُكَ؛ فإنَّ الصِّدْقَ طُمَأنِينَةٌ، وَالكَذِبَ رِيبَةٌ». رواه الترمذي، (1) وَقالَ: «حديث صحيح». قوله: «يَريبُكَ» هُوَ بفتح الياء وضمها: ومعناه اتركْ مَا تَشُكُّ في حِلِّهِ وَاعْدِلْ إِلَى مَا لا تَشُكُّ فِيهِ.  (1) أخرجه: الترمذي (2518)، والنسائي 8\/ 327 وفي «الكبرى»، له (5220). "
  },
  {
    "text": "عن أبي سفيانَ صَخرِ بنِ حربٍ - رضي الله عنه - في حديثه الطويلِ في قصةِ هِرَقْلَ (1)، قَالَ هِرقلُ: فَمَاذَا يَأَمُرُكُمْ - يعني: النَّبيّ - صلى الله عليه وسلم - قَالَ أبو سفيانَ: قُلْتُ: يقولُ: «اعْبُدُوا اللهَ وَحدَهُ لا تُشْرِكوُا بِهِ شَيئًا، وَاتْرُكُوا مَا يَقُولُ آبَاؤُكُمْ، ويَأْمُرُنَا بالصَلاةِ، وَالصِّدْقِ، والعَفَافِ، وَالصِّلَةِ» (2) مُتَّفَقٌ عَلَيهِ. (3)  (1) اسم ملك الروم. النهاية 5\/ 260. (2) العفاف: الكف عن المحارم وخوارم المروءة. والصلة: صلة الأرحام. دليل الفالحين 1\/ 257. (3) أخرجه: البخاري 1\/ 5 (7)، ومسلم 5\/ 163 - 166 (1773). "
  },
  {
    "text": "عن أبي ثابت، وقيل: أبي سعيد، وقيل: أبي الوليد، سهل ابن حُنَيْفٍ وَهُوَ بدريٌّ (1) رضي الله عنه: أنَّ النَّبيّ - صلى الله عليه وسلم - قَالَ: «مَنْ سَأَلَ اللهَ تَعَالَى الشَّهَادَةَ بِصِدْقٍ بَلَّغَهُ مَنَازِلَ الشُّهَدَاءِ وَإِنْ مَاتَ عَلَى فِرَاشِهِ». (2) رواه مسلم. (3)  (1) شهد بدرًا، والمشاهد كلها مع رسول الله - صلى الله عليه وسلم. (2) في الحديث: أن صدق القلب سبب لبلوغ الأرب، وأن من نوى شيئًا من عمل البر أثيب عليه وإن لم يتفق له عمله. دليل الفالحين 1\/ 258. (3) أخرجه: مسلم 6\/ 48 (1909). "
  },
  {
    "text": "عن أبي هريرةَ - رضي الله عنه - قَالَ: قَالَ رَسُولُ الله - صلى الله عليه وسلم: «غَزَا نبيٌّ مِنَ الأنْبِياءِ - صَلَوَاتُ اللهِ وَسَلاَمُهُ عَلَيْهمْ - فَقَالَ لِقَومهِ: لا يَتْبَعَنِّي رَجُلٌ مَلَكَ بُضْعَ (1) امْرَأةٍ وَهُوَ يُريدُ أَنْ يَبْنِي بِهَا وَلَمَّا يَبْنِ بِهَا، وَلا أحَدٌ بَنَى بُيُوتًا لَمْ يَرْفَعْ سُقُوفَهَا، وَلا أحَدٌ اشْتَرَى غَنَمًا أَوْ خَلِفَاتٍ وَهُوَ يَنْتَظِرُ أَوْلادَها (2). فَغَزا فَدَنَا مِنَ القَرْيَةِ صَلاةَ العَصْرِ أَوْ قَريبًا مِنْ ذلِكَ، فَقَالَ لِلشَّمْسِ: إِنَّكِ مَأمُورَةٌ وَأنَا مَأمُورٌ، اللَّهُمَّ احْبِسْهَا عَلَيْنَا، فَحُبِسَتْ (3) حَتَّى فَتَحَ اللهُ عَلَيهِ، فَجَمَعَ الغَنَائِمَ فَجَاءتْ - يعني النَّارَ - لِتَأكُلَهَا (4) فَلَمْ تَطعَمْها، فَقَالَ: إنَّ فِيكُمْ غُلُولًا (5)، فَلْيُبايعْنِي مِنْ كُلِّ قَبِيلَةٍ رَجُلٌ، فَلَزِقَتْ (6) يَدَ رَجُلٍ بِيَدِهِ فَقَالَ: فِيكُمُ الغُلُولُ فَلتُبَايِعْنِي قَبِيلتَكَ، فَلَزقَت يَدُ رَجُلَين أو ثَلاَثة بيده، فقال: فيكم الغُلُولَ، فَجَاؤُوا بِرَأْس مثلِ رَأسِ بَقَرَةٍ مِنَ الذَّهَبِ، فَوَضَعَهَا فَجَاءَت النَّارُ فَأكَلَتْها. فَلَمْ تَحلَّ الغَنَائِمُ لأحَدٍ قَبْلَنَا، ثُمَّ أحَلَّ الله لَنَا الغَنَائِمَ لَمَّا رَأَى ضَعْفَنا وَعَجْزَنَا فَأحَلَّهَا لَنَا». مُتَّفَقٌ عَلَيهِ. (7) «الخَلِفَاتُ» بفتحِ الخَاءِ المعجمة وكسر اللامِ: جمع خِلفة وهي الناقة الحامِل.  (1) فرج المرأة. (2) نهى النبيُّ قومه عن اتباعه على أحد هذه الأحوال لأن أصحابها يكونون متعلقي النفوس بهذه الأسباب فتضعف عزائمهم وتفتر رغباتهم في الجهاد والشهادة وربما يفرط ذلك التعلق فيفضي إلى كراهة الجهاد وأعمال الخير. (3) هذا من معجزات النبوة. (4) كانت عادة الأنبياء صلى الله عليهم وسلم في الغنائم أن يجمعوها فتجئ نار من السماء فتأكلها، فيكون ذلك علامة قبولها وعدم الغلول فيها، فلما جاءت هذه النار فلم تأكلها علم أن فيها غلولًا. (5) الخيانة في المغنم. (6) كانت علامة الغلول عندهم التصاق يد الغال بيد النبي. انظر في هذا كله دليل الفالحين 1\/ 259 - 260. (7) أخرجه: البخاري 4\/ 104 (3124)، ومسلم 5\/ 145 (1747). "
  },
  {
    "text": "عن أبي خالد حَكيمِ بنِ حزامٍ - رضي الله عنه - قَالَ: قَالَ رسولُ الله - صلى الله عليه وسلم: «البَيِّعَانِ بالخِيَار (1) مَا لَمْ يَتَفَرَّقَا، فَإنْ صَدَقا وَبيَّنَا بُوركَ لَهُمَا في بيعِهمَا، وإنْ كَتَمَا وَكَذَبَا مُحِقَتْ بركَةُ بَيعِهِما». مُتَّفَقٌ عَلَيهِ. (2)  (1) البيعان: البائع والمشتري. بالخيار: كل منهما يختار ما يريد ماداما في مكان العقد. شرح رياض الصالحين لابن عثيمين 1\/ 167. (2) أخرجه: البخاري 3\/ 76 (2079)، ومسلم 5\/ 10 (1532) (47). "
  }
]