[
  {
    "text": "عن أبي موسى رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم (مثل ما بعثني الله به من الهدى والعلم كمثل غيث أصاب أرضا فكانت منها طائفة طيبه قبلت الماء فأنبتت الكلاء والعشب الكثير وكان منها أجادب أمسكت الماء فنفع الله بها الناس فشربوا منها وسقوا وزرعوا وأصاب طائفة منها أخرى إنما هي قيعان لا تمسك ماء ولا تنبت كلاء فذلك مثل من فقه في دين الله ونفعه ما بعثي الله به فعلم وعلم ومثل من لم يرفع بذلك رأسا ولم يقبل هدى الله الذي أرسلت به)أخرجه البخاري "
  },
  {
    "text": "عن معاوية رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم (من يرد الله به خيرا يفقه في الدين) أخرجه البخاري "
  },
  {
    "text": "عن أبي هريره رضي الله عنه قال قال رسول الله صلى الله عليه وسلم (من سلك طريقا يلتمس فيه علما سهل الله له به طريقا إلى الجنة) أخرجه مسلم "
  },
  {
    "text": "عن ابن مسعود رضي الله عنه قال سمعت رسول الله صلى الله عليه وسلم يقول (نضر الله امرأ سمع منا شيئا فبلغه كما سمعه فرب مبلغ أوعى من سامع) أخرجه البخاري "
  },
  {
    "text": "عن أبي هريره رضي الله عنه قال قال رسول الله صلى الله عليه وسلم (من سئل عن علم فكتمه الجم يوم القيامة بلجام من نار)أخرجه الترمذي "
  },
  {
    "text": " عن عبد الله بن عمرو بن العاص رضي الله عنهما أن النبي صلى الله عليه وسلم قال( بلغوا عني ولو ايه وحدثوا عن بني إسرائيل ولا حرج ومن كذب علي متعمدا فليتبواء مقعده من النار) أخرجه البخاري__   الحديث التاسع: عن أبي هريرة رضي الله عنه قال سمعت رسول الله صلى الله عليه وسلم يقول (الدنيا ملعونة ملعون مافيها إلا ذكر الله تعالى وما والاه وعالما أو متعلما)أخرجه الترمذي "
  },
  {
    "text": "عن انس بن مالك رضي الله عنه قال قال صلى الله عليه وسلم( من خرج في طلب العلم كان في سبيل الله حتى يرجع)__   الحديث الثالث عشر: عن أبي هريرة رضي الله عنه قال قال صلى الله عليه وسلم(من دعا إلى هدى كان له من الأجر مثل أجور من تبعه لا ينقص ذلك من أجورهم شيئا) أخرجه مسلم "
  },
  {
    "text": "عن أبي امامة رضي الله عنه قال سمعت رسول الله صلى الله عليه وسلم يقول( فضل العالم على العابد كفضلي على أدناكم) ثم قال صلى الله عليه وسلم ( إن الله وملائكته وأهل السماوات والأرض حتى النملة في جحرها وحتى الحوت ليصلون على معلمي الناس الخير)أخرجه أبو داود الحديث الحادي عشر: عن ابن مسعود رضي الله عنه قال قال صلى الله عليه وسلم( لا حسد إلا في اثنتين رجل آتاه الله مالا فسلطه على هلكته في الحق ورجل آتاه الله الحكمة فهو يقضي بها ويعلمها) أخرجه البخاري "
  },
  {
    "text": "عن أبي الدرداء رضي الله عنه قال سمعت رسول الله صلى الله عليه يقول(من سلك طريقا يبتغي فيه علما سهل الله له طريقا إلى الجنة وان الملائكة لتضع أجنحتها لطالب العلم رضى بما يصنع وان العالم ليستغفر له من في السماوات ومن في الأرض حتى الحيتان في الماء وفضل العالم على العابد كفضل القمر على سائر الكواكب وان العلماء ورثة الأنبياء وان الأنبياء لم يورثوا دينارا ولا درهما وإنما ورثوا العلم فمن أخذه اخذ بحظ وافر) أخرجه مسلم__   الحديث الخامس عشر: عن عبد الله بن عمرو بن العاص رضي الله عنهما قال سمعت رسول الله صلى الله عليه يقول( إن الله لا يقبض العلم انتزاعا ينتزعه من الناس ولكن يقبض العلم بقبض العلماء حتى إذا لم يبق عالما اتخذ الناس رؤوسا جهالا فسئلوا فأفتوا بغير علم فضلوا وأضلوا) أخرجه البخاري "
  }
]