[
  {
    "number": "أبو بكر الصديق",
    "text": "",
    "label": "أحد العشرة المبشرين بالجنة\n \n \nثاني اثنين اذ هما في الغار ، اذ يقول لصاحبه *)\n(* لا تحزن ان الله معنا\nقرآن كريم\n \n \n \n \nهو عبد الله بن أبي قحافة، من قبيلة قريش، ولد بعد الرسول -صلى الله عليه وسلم- بثلاث\nسنين ، أمه أم الخير سلمى بنت صخر التيمية بنت عم أبيه ، كان يعمل بالتجارة ومن\nأغنياء مكة المعروفين ، وكان أنسب قريشاً لقريش وأعلم قريش بها وبما كان فيها من\nخير وشر وكان ذا خلق ومعروف يأتونه الرجال ويألفونه اعتنق الاسلام دون تردد فهو\nأول من أسلم من الرجال الأحرار ثم أخذ يدعو لدين الله فاستجاب له عدد من قريش من\nبينهم عثمان بن عفان ، والزبير بن العوام ، وعبدالرحمن بن عوف ، والأرقم\nابن أبي الأرقم\n \n \nإسلامه\n \n \nلقي أبو بكر -رضي الله عنه- رسول الله -صلى الله عليه و سلم- فقال :( أحقّ ما تقول قريش يا محمد من تركِكَ آلهتنا ، وتسفيهك عقولنا وتكفيرك آباءَنا ؟!) فقال الرسول -صلى الله عليه وسلم- :( إني رسول الله يا أبا بكر ، ونبّيه بعثني لأبلغ رسالته ، وأدعوك الى الله بالحق ، فوالله إنه للحق أدعوك الى الله يا أبا بكر ، وحده لا شريك له ، ولا نعبد غيره ، و الموالاة على طاعته أهل طاعته ) وقرأ عليه القرآن فلم ينكر ، فأسلم وكفر بالأصنام وخلع الأنداد ، و أقرّ بحقّ الإسلام ورجع أبو بكر وهو مؤمن مُصَدّق يقول الرسول -صلى الله عليه وسلم- :( ما دعوت أحدا إلى الإسلام إلا كانت له عنه كَبْوَة وتردد ونظر إلا أبا بكر ما عَتّم عنه حين ذكرته له وما تردد فيه )\n \n \nأول خطيب\n \n \nعندما بلغ عدد المسلمين تسعة وثلاثين رجلاً ، ألح أبو بكر على الرسول -صلى الله عليه وسلم- في الظهور فقال الرسول :( يا أبا بكر إنّا قليل ) فلم يزل يلح حتى ظهر الرسول -صلى الله عليه وسلم- وتفرّق المسلمون في نواحي المسجد ، وكل رجل معه ، وقام أبو بكر خطيباً ورسول الله جالس ، وكان أول خطيب دعا الى الله عزّ وجل والى رسول الله -صلى الله عليه وسلم-\nوثار المشركون على أبي بكر وعلى المسلمين ، فضربوهم ضربا شديدا ، ووُطىءَ أبو بكر ودنا منه الفاسق عتبة بن ربيعة ، فجعل يضربه بنعلين مخصوفين ، وأثّر على وجه أبي بكر حتى لا يعرف أنفه من وجهه ، وجاء بنو تيم تتعادى ، فأجلوا المشركين عن أبي بكر ، وحملوا أبا بكر في ثوب حتى أدخلوه ولا يشكون في موته ، ورجعوا بيوتهم و قالوا :( والله لئن مات أبو بكر لنقتلن عُتبة ) ورجعوا الى أبي بكر وأخذوا يكلمونه حتى أجابهم فتكلم آخر النهار فقال :( ما فعل رسول الله -صلى الله عليه وسلم- ؟) فنالوه بألسنتهم وقاموا\n \n \n \nأم الخير\n \n \nولمّا خلت أم الخير ( والدة أبي بكر ) به جعل يقول :( ما فعل رسول الله -صلى الله عليه وسلم-؟) قالت :( والله ما لي علم بصاحبك ) قال :( فاذهبي الى أم جميل بنت الخطاب فاسأليها عنه ) فخرجت حتى جاءت أم جميل ، فقالت :( إن أبا بكر يسألك عن محمد بن عبد الله ؟) قالت :( ما أعرف أبا بكر ولا محمد بن عبد الله وإن تحبي أن أمضي معك الى ابنك فعلت ؟) قالت :( نعم ) فمضت معها حتى وجدت أبا بكر صريعا ، فدنت أم جميل وأعلنت بالصياح وقالت :( إنّ قوما نالوا منك هذا لأهل فسق ؟! وإنّي لأرجو أن ينتقم الله لك )\n \nقال :( فما فعل رسول الله -صلى الله عليه وسلم- ؟) قالت :( هذه أمك تسمع ؟) قال :( فلا عين عليك منها ) قالت :( سالم صالح ) قال :( فأين هو ؟) قالت :( في دار الأرقم ) قال :( فإن لله عليّ ألِيّة ألا أذوق طعاما أو شرابا أو آتي رسول الله -صلى الله عليه وسلم- ) فأمهَلَتا حتى إذا هدأت الرِّجْل وسكن الناس خرجتا به يتكىء عليهما حتى دخل على رسول الله -صلى الله عليه وسلم- فانكب عليه يقبله وانكبّ عليه المسلمون ورقّ رسول الله فقال أبو بكر :( بأبي أنت وأمي ليس بي إلاّ ما نال الفاسق من وجهي ، وهذه أمي بَرّة بوالديها ، وأنت مبارك فادعها الى الله ، وادع الله لها عسى أن يستنقذها بك من النار ) فدعا لها رسول الله -صلى الله عليه وسلم- ثم دعاها الى الله عزّ وجل ، فأسلمت فأقاموا مع رسول الله في الدار شهراً ، وكان حمزة يوم ضُرِب أبو بكر قد أسلم\n \n \n \nجهاده بماله\n \n \nأنفق أبوبكر معظم ماله في شراء من أسلم من العبيد ليحررهم من العبودية ويخلصهم من العذاب الذي كان يلحقه بهم ساداتهم من مشركي قريش ، فأعتق بلال بن رباح وستة آخرين من بينهم عامر بن فهيرة وأم عبيس\n \nفنزل فيه قوله تعالى :\" وسيجنبها الأتقى الذي يؤتي ماله يتزكى \"\n \n \n \n \nمنزلته من الرسول\n \n \nكان -رضي الله عنه- من أقرب الناس الى قلب رسول الله -صلى الله عليه وسلم- وأعظمهم منزلة عنده حتى قال فيه :( ان من أمَنِّ الناس علي في صحبته وماله أبوبكر ، ولو كنت متخذا خليلا غير ربي لاتخذت أبا بكر خليلا ، ولكن أخوة الاسلام ومودته ، لا يبقين في المسجد باب إلا سُدّ إلا باب أبي بكر )\nكما أخبر الرسول -صلى الله عليه وسلم- بأن أبا بكر أرحم الأمة للأمة ، وأنه أول من يدخل معه الجنة فقد قال له الرسول -صلى الله عليه وسلم- :( أما إنك يا أبا بكر أول من يدخل الجنة من أمتي ) وأنه صاحبه على الحوض فقد قال له الرسول -صلى الله عليه وسلم- :( أنت صاحبي على الحوض ، وصاحبي في الغار )\nكما أن أبو بكر الصديق هو والد أم المؤمنين عائشة لذا كان عظيم الإفتخار بقرابته من رسول الله -صلى الله عليه وسلم- ومصاهرته له وفي ذلك يقول :( والذي نفسي بيده لقرابة رسول الله -صلى الله عليه وسلم- أحبُّ إليّ من أن أصل قرابتي )\n \n \n \nالإسراء والمعراج\n \n \nوحينما أسري برسول الله -صلى الله عليه وسلم- من مكة الى بيت المقدس ذهب الناس الى أبي بكر فقالوا له :( هل لك يا أبا بكر في صاحبك ، يزعم أنه قد جاء هذه الليلة بيت المقدس وصلى فيه ورجع الى مكة !) فقال لهم أبو بكر :( إنكم تكذبون عليه ) فقالوا :( بلى ، ها هو ذاك في المسجد يحدث به الناس ) فقال أبو بكر :( والله لئن كان قاله لقد صدق ، فما يعجّبكم من ذلك ! فوالله إنه ليخبرني أن الخبر ليأتيه من الله من السماء الى الأرض في ساعة من ليل أو نهار فأصدقه ! فهذا أبعد مما تعجبون منه )\n \nثم أقبل حتى انتهى الى الرسول -صلى الله عليه وسلم- فقال :( يا نبي الله ، أحدثت هؤلاء القوم أنك جئت بيت المقدس هذه الليلة ؟) قال :( نعم ) قال :( يا نبي الله فاصفه لي ، فإني قد جئته ) فقال رسول الله -صلى الله عليه وسلم- :( فرفع لي حتى نظرت إليه) فجعل الرسول الكريم يصفه لأبي بكر ويقول أبو بكر :( صدقت ، أشهد أنك رسول الله ) حتى إذا انتهى قال الرسول -صلى الله عليه وسلم- لأبي بكر :( وأنت يا أبا بكر الصديق ) فيومئذ سماه الصديق\n \n \nالصحبة\n \n \nولقد سجل له القرآن الكريم شرف الصحبة مع رسول الله -صلى الله عليه وسلم- أثناء الهجرة الى المدينةالمنورة\n \n \nفقال تعالى :\"( ثاني اثنين اذ هما في الغار ، اذ يقول لصاحبه لا تحزن ان الله معنا )\"\n \n \nكان أبو بكر رجلا ذا مال ، فاستأذن رسول الله -صلى الله عليه وسلم-في الهجرة فقال له الرسول :( لا تعْجل لعل الله يجعل لك صاحباً ) فطمع بأن يكون رسول الله -صلى الله عليه وسلم- إنما يعني نفسه حين قال له ذلك ، فابتاع راحلتين فاحتبسهما في داره يعلفهما إعدادا لذلك ، وفي يوم الهجرة ، أتى الرسول -صلى الله عليه وسلم- بيت أبي بكر بالهاجرة في ساعة كان لا يأتي فيها ، فلما رآه أبو بكر قال :( ما جاء رسول الله -صلى الله عليه وسلم-هذه الساعة إلا لأمر حدث )\n \nفلما دخل تأخر له أبو بكر عن سريره ، فجلس رسول الله -صلى الله عليه وسلم- وليس عند أبي بكر إلا أسماء وعائشة ، فقال الرسول :( أخرج عني من عندك ) فقال أبو بكر :( يا رسول الله ، إنما هما ابنتاي ، وما ذاك ؟ فداك أبي وأمي !) فقال :( إن الله قد أذن لي في الخروج والهجرة ) فقال أبو بكر :( الصُّحبة يا رسول الله ؟) قال :( الصُّحبة ) تقول السيدة عائشة :( فوالله ما شعرت قط قبل ذلك اليوم أن أحدا يبكي من الفرح حتى رأيت أبا بكر يبكي يومئذ ) ثم قال أبو بكر :( يا نبيّ الله إن هاتين راحلتان قد كنت أعددتهما لهذا ) فاستأجرا عبد الله بن أرْقَط ، وكان مشركاً يدلهما على الطريق ، فدفعا إليه راحلتيهما ، فكانت عنده يرعاهما لميعادهما\n \n \n \nأبواب الجنة\n \n \nعن أبا هريرة قال : سمعت رسول الله -صلى الله عليه وسلم- يقول :( من أنفق زوجين من شيء من الأشياء في سبيل الله دعي من أبواب -يعني الجنة- يا عبد الله هذا خير ، فمن كان من أهل الصلاة دعي من باب الصلاة ، ومن كان من أهل الجهاد ، دعي من باب الجهاد ، ومن كان من أهل الصدقة دعي من باب الصدقة ، ومن كان من أهل الصيام دعي من باب الصيام وباب الريان ) فقال أبو بكر :( ما على هذا الذي يدعى من تلك الأبواب من ضرورة ) وقال :( هل يدعى منها كلها أحد يا رسول الله ) قال :( نعم ، وأرجو أن تكون منهم يا أبا بكر )\n \n \n \nمناقبه وكراماته\n \n \nمناقب أبو بكر -رضي الله عنه- كثيرة ومتعددة فمن مناقبه السبق الى أنواع الخيرات والعبادات حتى قال عمر بن الخطاب :( ما سبقت أبا بكر الى خير إلاّ سبقني ) وكان أبو بكر الصديق يفهم إشارات الرسول -صلى الله عليه وسلم- التي تخفى على غيره كحديث :( أن عبداً خيره الله بين الدنيا وبين ما عنده ، فاختار ما عنده ) ، ففهم أنه عليه الصلاة والسلام ينعي نفسه ، ومن ذلك أيضا فتواه في حضرة الرسول -صلى الله عليه وسلم- وإقراره على ذلك\nوهو أول خليفة في الإسلام ، وأول من جمع المصحف الشريف ، وأول من أقام للناس حجّهم في حياة رسول الله -صلى الله عليه وسلم- وبعده وكان في الجاهلية قد حرم على نفسه شرب الخمر ، وفي الإسلام امتنع عن قول الشعر كما أنه -رضي الله عنه- لم يفته أي مشهد مع الرسول -صلى الله عليه وسلم- وقد قال له الرسول -صلى الله عليه وسلم- :( أنت عتيق الله من النار ) ، فسمّي عتيقاً\n \nوقد بلغ بلال بن رباح أن ناساً يفضلونه على أبي بكر فقال :( كيف تفضِّلوني عليه ، وإنما أنا حسنة من حسناته !!)\n \nعن أبي الدرداء -رضي الله عنه- قال : كنت جالسا عند النبي -صلى الله عليه وسلم- إذ أقبل أبو بكر آخذا بطرف ثوبه حتى أبدى عن ركبته ، فقال النبي -صلى الله عليه وسلم-:( أما صاحبكم فقد غامر ) فسلم وقال :( إني كان بيني وبين ابن الخطاب شيء ، فأسرعت إليه ثم ندمت ، فسألته أن يغفر لي ، فأبى علي فأقبلت إليك ) فقال :( يغفر الله لك يا أبا بكر ) ثلاثا ، ثم إن عمر ندم ، فأتى منزل أبي بكر ، فسأل :( أثم أبو بكر ) فقالوا :( لا ) فأتى إلى النبي -صلى الله عليه وسلم- فسلم ، فجعل وجه النبي -صلى الله عليه وسلم- يتمعر ، حتى أشفق أبو بكر ، فجثا على ركبتيه فقال :( يا رسول الله ، والله أنا كنت أظلم مرتين ) فقال النبي -صلى الله عليه وسلم-:( إن الله بعثني إليكم فقلتم كذبت ، وقال أبو بكر صدق ، وواساني بنفسه وماله ، فهل أنتم تاركوا لي صاحبي ) مرتين فما أوذي بعدها\n \n \nخلافته\n \nوفي أثناء مرض الرسول -صلى الله عليه وسلم- أمره أن يصلي بالمسلمين ، وبعد وفاة الرسول الكريم بويع أبوبكر بالخلافة في سقيفة بني ساعدة ، وكان زاهدا فيها ولم يسع اليها ، اذ دخل عليه ذات يوم عمر بن الخطاب -رضي الله عنه- فوجده يبكي ، فساله عن ذلك فقال له :( يا عمر لا حاجة لي في امارتكم !!) فرد عليه عمر :( أين المفر ؟ والله لا نقيلك ولا نستقيلك)\n \n \nجيش أسامة\n \nوجَّه رسول الله -صلى الله عليه وسلم- أسامة بن زيد في سبعمائة الى الشام ، فلمّا نزل بذي خُشُب -واد على مسيرة ليلة من المدينة- قُبِض رسول الله -صلى الله عليه وسلم- وارتدّت العرب حول المدينة ، فاجتمع إليه أصحاب رسول الله فقالوا :( يا أبا بكر رُدَّ هؤلاء ، تُوجِّه هؤلاء الى الروم وقد ارتدت العرب حول المدينة ؟!) فقال :( والذي لا إله إلا هو لو جرّت الكلاب بأرجل أزواج رسول الله -صلى الله عليه وسلم- ما رَدَدْت جيشاً وجَّهه رسول الله ولا حللت عقدَهُ رسول الله ) فوجّه أسامة فجعل لا يمر بقبيل يريدون الارتداد إلا قالوا :( لولا أن لهؤلاء قوّة ما خرج مثل هؤلاء من عندهم ، ولكن ندعهم حتى يلقوا الروم )\n \n \nفلقوا الروم فهزموهم وقتلوهم ورجعوا سالمين فثبتوا على الإسلام\n \nحروب الردة\n \nبعد وفاة الرسول -صلى الله عليه وسلم- ارتدت العرب ومنعت الزكاة ، واختلف رأي الصحابة في قتالهم مع تكلمهم بالتوحيد ، قال عمر بن الخطاب :( كيف تقاتل الناس وقد قال رسول الله -صلى الله عليه وسلم- :( أُمرتُ أن أقاتل الناس حتى يقولوا لا إله إلا الله ، فإذا قالوها عصموا منّي دماءَهم وأموالهم إلا بحقها ، وحسابهم على الله )؟!)\n \n \nفقال أبو بكر :( الزكاة حقُّ المال ) وقال :( والله لأقاتلن من فرّق الصلاة والزكاة ، والله لو منعوني عَنَاقاً كانوا يُؤدّونها الى رسول الله -صلى الله عليه وسلم- لقاتلتهم على منعها ) ونصب أبو بكر الصديق وجهه وقام وحده حاسراً مشمِّراً حتى رجع الكل الى رأيه ، ولم يمت حتى استقام الدين ، وانتهى أمر المرتدين\n \n \n \nجيوش العراق والشام\n \n \nولمّا فرغ أبو بكر -رضي الله عنه- من قتال المرتدين بعث أبا عبيدة الى الشام وخالد بن الوليد الى العراق ، وكان لا يعتمد في حروب الفتوحات على أحد ممن ارتدَّ من العرب ، فلم يدخل في الفتوح إلا من كان ثابتا على الإسلام\n \n \n \nاستخلاف عمر\n \n \nلمّا أراد أبو بكر أن يستخلف عمر بن الخطاب بعث إليه وقال :( إني أدعوك إلى أمر متعب لمن وليه ،فاتق الله يا عمر بطاعته ، وأطعه بتقواه ، فإن المتقي آمن محفوظ ، ثم إن الأمر معروض لا يستوجبه إلا من عمل به ، فمن أمر بالحق وعمل بالباطل ، وأمر بالمعروف وعمل بالمنكر يوشك أن تنقطع أمنيتُهُ ، وأن يحبط عمله ، فإن أنت وليت عليهم أمرهم فإن استطعت أن تخفّ يدك من دمائهم ، وأن تصم بطنك من أموالهم ، وأن يخف لسانك عن أعراضهم ، فافعل ولا حول ولا قوة إلا بالله )\n \nوفاته\n \nولد أبو بكر في مكة عام ( 51 قبل الهجرة ) ومات بالمدينة بعد الرسول -صلى الله عليه وسلم- بسنتين وثلاثة أشهر وبضع ليال سنة ( 13 ه ) ولمّا كان اليوم الذي قُبض فيه أبو بكر رجّت المدينة بالبكاء ، ودهش الناس كيوم قُبض الرسول -صلى الله عليه وسلم- ، وجاء علي بن أبي طالب باكيا مسرعا وهو يقول :( اليوم انقطعت خلافة النبوة) حتى وقف على البيت الذي فيه أبو بكر مسجّىً فقال :( رحمك الله يا أبا بكر ، كنت أول القوم إسلاما ، وأكملهم إيمانا ، وأخوفهم لله ، وأشدهم يقينا ، وأعظمهم عناءً ، وأحوطهم على رسول الله -صلى الله عليه وسلم- ، وأحدبهم على الإسلام ، وآمنهم على أصحابه ، وأحسنهم صُحْبة ، وأفضلهم مناقب ، وأكثرهم سوابق ، وأرفعهم درجة ، وأشبههم برسول الله -صلى الله عليه وسلم- به هدياً وخُلُقاً وسمتاً وفعلاً"
  },
  {
    "number": "عمر بن الخطاب",
    "text": "",
    "label": "أحد العشرة المبشرين بالجنة\n \nيا ابن الخطاب والذي نفسي بيده ما لقيك الشيطان سالكا\"\n\"فجا قط الا سلك فجا غير فجك حديث شريف\n \n \n \nالفاروق أبو حفص ، عمر بن الخطاب بن نُفيل بن عبد العزَّى القرشي العدوي ، ولد\nبعد عام الفيل بثلاث عشرة سنة ( 40 عام قبل الهجرة ) ، عرف في شبابه بالشدة\nوالقوة ، وكانت له مكانة رفيعة في قومه اذ كانت له السفارة في الجاهلية فتبعثه\nقريش رسولا اذا ما وقعت الحرب بينهم أو بينهم و بين غيرهم وأصبح الصحابي\nالعظيم الشجاع الحازم الحكيم العادل صاحب الفتوحات وأول من لقب بأمير المؤمنين\n \n \n \nاسلامه\n \n \nأسلم في السنة السادسة من البعثة النبوية المشرفة ، فقد كان الخباب بن الأرت يعلم القرآن لفاطمة بنت الخطاب وزوجها سعيد بن زيد عندما فاجأهم عمر بن الخطاب متقلدا سيفه الذي خرج به ليصفي حسابه مع الإسلام ورسوله ، لكنه لم يكد يتلو القرآن المسطور في الصحيفة حتى صاح صيحته المباركة :( دلوني على محمد )\n \nوسمع خباب كلمات عمر ، فخرج من مخبئه وصاح :( يا عمر والله إني لأرجو أن يكون الله قد خصك بدعوة نبيه -صلى الله عليه وسلم- ، فإني سمعته بالأمس يقول :( اللهم أيد الإسلام بأحب الرجلين إليك ، أبي الحكم بن هشام ، وعمر بن الخطاب ) فسأله عمر من فوره :( وأين أجد الرسول الآن يا خباب ؟) وأجاب خباب :( عند الصفا في دار الأرقم بن أبي الأرقم )\n \nومضى عمر الى مصيره العظيم ففي دار الأرقم خرج إليه الرسول -صلى الله عليه وسلم- فأخذ بمجامع ثوبه وحمائل السيف فقال :( أما أنت منتهيا يا عمر حتى يُنزل الله بك من الخزي والنكال ما أنزل بالوليد بن المغيرة ؟ اللهم هذا عمر بن الخطاب ، اللهم أعزّ الدين بعمر بن الخطاب ) فقال عمر :( أشهد أنّك رسول الله )\nوباسلامه ظهر الاسلام في مكة اذ قال للرسول - صلى الله عليه وسلم - والمسلمون في دار الأرقم :( والذي بعثك بالحق لتخرجن ولنخرجن معك ) وخرج المسلمون ومعهم عمر ودخلوا المسجد الحرام وصلوا حول الكعبة دون أن تجرؤ قريش على اعتراضهم أو منعهم ، لذلك سماه الرسول -صلى الله عليه وسلم- ( الفاروق ) لأن الله فرق بين الحق والباطل\n \n \n \nلسان الحق\n \n \nهو أحد العشرة المبشرين بالجنة ، ومن علماء الصحابة وزهادهم ، وضع الله الحق على لسانه اذ كان القرآن ينزل موافقا لرأيه ، يقول علي بن أبي طالب :( إنّا كنا لنرى إن في القرآن كلاما من كلامه ورأياً من رأيه ) كما قال عبد الله بن عمر :( مانزل بالناس أمر فقالوا فيه وقال عمر ، إلا نزل القرآن بوفاق قول عمر )\n \nعن أبي هريرة -رضي الله عنه- قال : قال رسول الله -صلى الله عليه وسلم- :( لقد كان فيما قبلكم من الأمم محدثون ، فإن يك في أمتي أحد فإنه عمر ) وزاد زكرياء بن أبي زائدة عن سعد عن أبي سلمة عن أبي هريرة قال : قال النبي -صلى الله عليه وسلم-:( لقد كان فيمن كان قبلكم من بني إسرائيل رجال يكلمون من غير أن يكونوا أنبياء ، فإن يكن من أمتي منهم أحد فعمر ) قال ابن عباس -رضي الله عنهما-:( من نبي ولا محدث )\n \n \n \nقوة الحق\n \n \nكان قويا في الحق لا يخشى فيه لومة لائم ، فقد استأذن عمر بن الخطاب على رسول الله -صلى الله عليه وسلم- وعنده نسوة من قريش ، يكلمنه ويستكثرنه ، عالية أصواتهن على صوته ، فلما استأذن عمر بن الخطاب قمن فبادرن الحجاب ، فأذن له رسول الله -صلى الله عليه وسلم-، فدخل عمر ورسول الله -صلى الله عليه وسلم- يضحك ، فقال عمر :( أضحك الله سنك يا رسول الله ) فقال النبي -صلى الله عليه وسلم- :( عجبت من هؤلاء اللاتي كن عندي ، فلما سمعن صوتك ابتدرن الحجاب ) فقال عمر :( فأنت أحق أن يهبن يا رسول الله ) ثم قال عمر :( يا عدوات أنفسهن أتهبنني ولا تهبن رسول الله -صلى الله عليه وسلم-) فقلن :( نعم ، أنت أفظ وأغلظ من رسول الله -صلى الله عليه وسلم-) فقال رسول الله -صلى الله عليه وسلم- :( إيها يا ابن الخطاب ، والذي نفسي بيده ما لقيك الشيطان سالكا فجا قط إلا سلك فجا غيرفجك )\n \nومن شجاعته وهيبته أنه أعلن على مسامع قريش أنه مهاجر بينما كان المسلمون يخرجون سرا ، وقال متحديا لهم :( من أراد أن تثكله أمه وييتم ولده وترمل زوجته فليلقني وراء هذا الوادي ) فلم يجرؤ أحد على الوقوف في وجهه\n \n \n \nعمر في الأحاديث النبوية\n \n \nرُويَ عن الرسول -صلى الله عليه وسلم- العديد من الأحاديث التي تبين فضل عمر بن الخطاب نذكر منها ( إن الله سبحانه جعل الحق على لسان عمر وقلبه ) ( الحق بعدي مع عمر حيث كان ) ( لو كان بعدي نبيّ لكان عمر بن الخطاب ) ( إن الشيطان لم يلق عمر منذ أسلم إلا خرَّ لوجهه ) ( ما في السماء ملك إلا وهو يوقّر عمر ، ولا في الأرض شيطان إلا وهو يفرق من عمر )\nقال الرسول -صلى الله عليه وسلم- :( رأيتني دخلت الجنة فإذا أنا بالرميصاء امرأةِ أبي طلحة وسمعت خشفاً أمامي ، فقلت : ما هذا يا جبريل ؟ قال : هذا بلال ، ورأيت قصرا أبيض بفنائه جارية ، فقلت : لمن هذا القصر ؟ قالوا : لعمر بن الخطاب ، فأردت أن أدخله فأنظر إليه ، فذكرت غيْرتك ) فقال عمر :( بأبي وأمي يا رسول الله أعليك أغار !)\nوقال الرسول -صلى الله عليه وسلم- :( بيْنا أنا نائم إذ أتيت بقدح لبنٍ ، فشربت منه حتى إنّي لأرى الريّ يجري في أظفاري ، ثم أعطيت فضْلي عمر بن الخطاب ) قالوا :( فما أوّلته يا رسول الله ؟) قال :( العلم )\nقال الرسول -صلى الله عليه وسلم- :( بينا أنا نائم رأيت الناس يعرضون عليّ وعليهم قمصٌ ، منها ما يبلغ الثدي ومنها ما يبلغ أسفل من ذلك ، وعُرِضَ عليّ عمر بن الخطاب وعليه قميص يجرّه ) قالوا :( فما أوَّلته يا رسول الله ؟) قال :( الدين )\n \n \n \nخلافة عمر\n \n \nرغب أبو بكر -رضي الله عنه- في شخصية قوية قادرة على تحمل المسئولية من بعده ، واتجه رأيه نحو عمر بن الخطاب فاستشار في ذلك عدد من الصحابة مهاجرين وأنصارا فأثنوا عليه خيرا ومما قاله عثمان بن عفان :( اللهم علمي به أن سريرته أفضل من علانيته ، وأنه ليس فينا مثله ) وبناء على تلك المشورة وحرصا على وحدة المسلمين ورعاية مصلحتهم\n \nأوصى أبو بكر الصديق بخلافة عمر من بعده ، وأوضح سبب اختياره قائلا :(اللهم اني لم أرد بذلك الا صلاحهم ، وخفت عليهم الفتنة فعملت فيهم بما أنت أعلم ، واجتهدت لهم رأيا فوليت عليهم خيرهم وأقواهم عليهم ) ثم أخذ البيعة العامة له بالمسجد اذ خاطب المسلمين قائلا :(أترضون بمن أستخلف عليكم ؟ فوالله ما آليت من جهد الرأي ، ولا وليت ذا قربى ، واني قد استخلفت عمر بن الخطاب فاسمعوا له وأطيعوا ) فرد المسلمون :(سمعنا وأطعنا) وبايعوه سنة ( 13 ه )\n \n \n \nانجازاته\n \n \nاستمرت خلافته عشر سنين تم فيها كثير من الانجازات المهمة لهذا وصفه ابن مسعود -رضي الله عنه- فقال :( كان اسلام عمر فتحا ، وكانت هجرته نصرا ، وكانت إمامته رحمه ، ولقد رأيتنا وما نستطيع أن نصلي الى البيت حتى أسلم عمر ، فلما أسلم عمر قاتلهم حتى تركونا فصلينا)\nفهو أول من جمع الناس لقيام رمضان في شهر رمضان سنة ( 14 ه ) ، وأول من كتب التاريخ من الهجرة في شهر ربيع الأول سنة ( 16 ه ) ، وأول من عسّ في عمله ، يتفقد رعيته في الليل وهو واضع الخراج ، كما أنه مصّر الأمصار ، واستقضى القضاة ، ودون الدواوين ، وفرض الأعطية ، وحج بالناس عشر حِجَجٍ متوالية ، وحج بأمهات المؤمنين في آخر حجة حجها\nوهدم مسجد الرسول -صلى الله عليه وسلم- وزاد فيه ، وأدخل دار العباس بن عبد المطلب فيما زاد ، ووسّعه وبناه لمّا كثر الناس بالمدينة ، وهو أول من ألقى الحصى في المسجد النبوي ، فقد كان الناس إذا رفعوا رؤوسهم من السجود نفضوا أيديهم ، فأمر عمر بالحصى فجيء به من العقيق ، فبُسِط في مسجد الرسول -صلى الله عليه وسلم-\nوعمر -رضي الله عنه- هو أول من أخرج اليهود وأجلاهم من جزيرة العرب الى الشام ، وأخرج أهل نجران وأنزلهم ناحية الكوفة\n \n \n \nالفتوحات الإسلامية\n \nلقد فتح الله عليه في خلافته دمشق ثم القادسية حتى انتهى الفتح الى حمص ، وجلولاء والرقة والرّهاء وحرّان ورأس العين والخابور ونصيبين وعسقلان وطرابلس وما يليها من الساحل وبيت المقدس وبَيْسان واليرموك والجابية والأهواز والبربر والبُرلُسّ وقد ذلّ لوطأته ملوك الفرس والروم وعُتاة العرب حتى قال بعضهم :( كانت درَّة عمر أهيب من سيف الحجاج )\n \n \nهَيْبَتِه و تواضعه\n \nوبلغ -رضي الله عنه- من هيبته أن الناس تركوا الجلوس في الأفنية ، وكان الصبيان إذا رأوه وهم يلعبون فرّوا ، مع أنه لم يكن جبّارا ولا متكبّرا ، بل كان حاله بعد الولاية كما كان قبلها بل زاد تواضعه ، وكان يسير منفردا من غير حرس ولا حُجّاب ، ولم يغرّه الأمر ولم تبطره النعمة\n \n \nاستشهاده\n \nكان عمر -رضي الله عنه- يتمنى الشهادة في سبيل الله ويدعو ربه لينال شرفها :( اللهم أرزقني شهادة في سبيلك واجعل موتي في بلد رسولك) وفي ذات يوم وبينما كان يؤدي صلاة الفجر بالمسجد طعنه أبو لؤلؤة المجوسي ( غلاما للمغيرة بن شعبة ) عدة طعنات في ظهره أدت الى استشهاده ليلة الأربعاء لثلاث ليال بقين من ذي الحجة سنة ثلاث وعشرين من الهجرة ولما علم قبل وفاته أن الذي طعنه ذلك المجوسي حمد الله تعالى أن لم يقتله رجل سجد لله تعالى سجدة ودفن الى جوار الرسول -صلى الله عليه وسلم- وأبي بكر الصديق -رضي الله عنه- في الحجرة النبوية الشريفة الموجودة الآن في المسجد النبوي في المدينة المنورة"
  },
  {
    "number": "عثمان بن عفان",
    "text": "",
    "label": "أحد العشرة المبشرين بالجنة\n\" ألا أستحي ممن تستحي منه الملائكة \"\n \nحديث شريف\n \n \n \nعثمان بن عفان بن أبي العاص بن أميّة القرشي ، أحد العشرة المبشرين بالجنة\nوأحد الستة الذي جعل عمر الأمر شورى بينهم ، وأحد الخمسة الذين أسلموا على\nيد أبي بكر الصديق ، توفي رسول الله -صلى الله عليه وسلم-وهو عنه راضٍ\nصلى إلى القبلتين وهاجر الهجرتين وبمقتله كانت الفتنة الأولى في الإسلام\n \n \n \nإسلامه\n \n \nكان عثمان بن عفان -رضي الله عنه- غنياً شريفاً في الجاهلية ، وأسلم بعد البعثة بقليل ، فكان من السابقين إلى الإسلام ، فهو أول من هاجر إلى الحبشة مع زوجته رقيّة بنت رسول الله -صلى الله عليه وسلم- الهجرة الأولى والثانية وقد قال رسول الله -صلى الله عليه وسلم- :( إنّهما لأوّل من هاجر إلى الله بعد لوطٍ ) ( إن عثمان لأول من هاجر إلى الله بأهله بعد لوطٍ )\nوهو أوّل من شيّد المسجد ، وأوّل من خطَّ المفصَّل ، وأوّل من ختم القرآن في ركعة ، وكان أخوه من المهاجرين عبد الرحمن بن عوف ومن الأنصار أوس بن ثابت أخا حسّان\n \nقال عثمان :( ان الله عز وجل بعث محمداً بالحق ، فكنتُ ممن استجاب لله ولرسوله ، وآمن بما بُعِثَ به محمدٌ ، ثم هاجرت الهجرتين وكنت صهْرَ رسول الله -صلى الله عليه وسلم- وبايعتُ رسول الله فوالله ما عصيتُه ولا غَشَشْتُهُ حتى توفّاهُ الله عز وجل )\n \n \n \nالصّلابة\n \nلمّا أسلم عثمان -رضي الله عنه- أخذه عمّه الحكم بن أبي العاص بن أميّة فأوثقه رباطاً ، وقال :( أترغبُ عن ملّة آبائك إلى دين محدث ؟ والله لا أحلّك أبداً حتى تدعَ ما أنت عليه من هذا الدين ) فقال عثمان :( والله لا أدَعُهُ أبداً ولا أفارقُهُ ) فلمّا رأى الحكم صلابتَه في دينه تركه\n \n \nذي النورين\n \nلقّب عثمان -رضي الله عنه- بذي النورين لتزوجه بنتيْ النبي -صلى الله عليه وسلم- رقيّة ثم أم كلثوم ، فقد زوّجه رسول الله -صلى الله عليه وسلم- ابنته رقيّة ، فلّما ماتت زوّجه أختها أم كلثوم فلمّا ماتت تأسّف رسول الله -صلى الله عليه وسلم- على مصاهرته فقال :( والذي نفسي بيده لو كان عندي ثالثة لزوّجنُكَها يا عثمان )\n \n \nسهم بَدْر\n \nأثبت له رسول الله -صلى الله عليه وسلم- سهمَ البدريين وأجرَهم ، وكان غاب عنها لتمريضه زوجته رقيّة بنت رسول الله -صلى الله عليه وسلم- فقد قال الرسول -صلى الله عليه وسلم- :( إن لك أجر رجلٍ ممن شهد بدراً وسهمه )\n \n \nالحديبية\n \nبعث الرسول -صلى الله عليه وسلم- عثمان بن عفان يوم الحديبية إلى أهل مكة ، لكونه أعزَّ بيتٍ بمكة ، واتفقت بيعة الرضوان في غيبته ، فضرب الرسول -صلى الله عليه وسلم- بشماله على يمينه وقال :( هذه يدُ عثمان ) فقال الناس :( هنيئاً لعثمان )\n \n \nجهاده بماله\n \n \nقام عثمان بن عفان -رضي الله عنه- بنفسه وماله في واجب النصرة ، كما اشترى بئر رومة بعشرين ألفاً وتصدّق بها ، وجعل دلوه فيها لدِلاِءِ المسلمين ، كما ابتاع توسعة المسجد النبوي بخمسة وعشرين ألفاً\n \nكان الصحابة مع رسول الله -صلى الله عليه وسلم- في غزاةٍ ، فأصاب الناس جَهْدٌ حتى بدت الكآبة في وجوه المسلمين ، والفرح في وجوه المنافقين ، فلما رأى الرسول -صلى الله عليه وسلم- ذلك قال :( والله لا تغيب الشمس حتى يأتيكم الله برزقٍ ) فعلم عثمان أنّ الله ورسوله سيصدقان ، فاشترى أربعَ عشرة راحلةً بما عليها من الطعام ، فوجّه إلى النبي -صلى الله عليه وسلم- منها بتسعٍ ، فلما رأى ذلك النبي قال :( ما هذا ؟)\nقالوا : أُهدي إليك من عثمان 0 فعُرِفَ الفرحُ في وجه رسول الله -صلى الله عليه وسلم- والكآبة في وجوه المنافقين ، فرفع النبي -صلى الله عليه وسلم- يديه حتى رُؤيَ بياضُ إبطيْه ، يدعو لعثمان دعاءً ما سُمِعَ دعا لأحد قبله ولا بعده :( اللهم اعط عثمان ، اللهم افعل بعثمان )\n \nقالت السيدة عائشة -رضي الله عنها-: دخل رسول الله -صلى الله عليه وسلم- عليَّ فرأى لحماً فقال :( من بعث بهذا ؟) قلت : عثمان 0 فرأيت رسول الله -صلى الله عليه وسلم- رافعاً يديْهِ يدعو لعثمان\n \n \n \nجيش العُسْرة\n \nوجهّز عثمان بن عفان -رضي الله عنه- جيش العُسْرَة بتسعمائةٍ وخمسين بعيراً وخمسين فرساً ، واستغرق الرسول -صلى الله عليه وسلم- في الدعاء له يومها ، ورفع يديه حتى أُريَ بياض إبطيه فقد جاء عثمان إلى النبي -صلى الله عليه وسلم- بألف دينار حين جهّز جيش العسرة فنثرها في حجره ، فجعل -صلى الله عليه وسلم- يقلبها ويقول :( ما ضرّ عثمان ما عمل بعد اليوم ) مرتين\n \n \nالحياء\n \n \nقال رسول الله -صلى الله عليه وسلم- :( أشد أمتي حياءً عثمان )\n \nقالت السيدة عائشة -رضي الله عنها- : استأذن أبو بكر على رسول الله -صلى الله عليه وسلم- وهو مضطجع على فراش ، عليه مِرْطٌ لي ، فأذن له وهو على حاله ، فقضى الله حاجته ، ثم انصرف ثم استأذن عمر فأذن له ، وهو على تلك الحال ، فقضى الله حاجته ، ثم انصرف ثم استأذن عثمان ، فجلس رسول الله -صلى الله عليه وسلم- وأصلح عليه ثيابه وقال :( اجمعي عليك ثيابك ) فأذن له ، فقضى الله حاجته ثم انصرف ، فقلت :( يا رسول الله ، لم أركَ فزِعْتُ لأبي بكر وعمر كما فزعت لعثمان !!)\nفقال :( يا عائشة إن عثمان رجل حيي ، وإني خشيت إنْ أذنْتُ له على تلك الحال أن لا يُبَلّغ إليّ حاجته ) وفي رواية أخرى :( ألا أستحي ممن تستحيي منه الملائكة )\n \n \n \nفضله\n \n \nدخل رسول الله -صلى الله عليه وسلم- على ابنته وهي تغسل رأس عثمان فقال :( يا بنيّة أحسني إلى أبي عبد الله فإنّه أشبهُ أصحابي بي خُلُقاً ) وقال رسول الله -صلى الله عليه وسلم-:( مَنْ يُبغضُ عثمان أبغضه الله ) وقال :( اللهم ارْضَ عن عثمان ) وقال :( اللهم إن عثمان يترضّاك فارْضَ عنه )\n \nاختَصّه رسول الله -صلى الله عليه وسلم- بكتابة الوحي ، وقد نزل بسببه آيات من كتاب الله تعالى ، وأثنى عليه جميع الصحابة ، وبركاته وكراماته كثيرة ، وكان عثمان -رضي الله عنه- شديد المتابعة للسنة ، كثير القيام بالليل\n \nقال عثمان -رضي الله عنه- :( ما تغنيّتُ ولمّا تمنّيتُ ، ولا وضعتُ يدي اليمنى على فرجي منذ بايعتُ بها رسول الله -صلى الله عليه وسلم- وما مرّت بي جمعة إلا وإعتقُ فيها رقبة ، ولا زنيتُ في جاهلية ولا إسلام ، ولا سرقت )\n \n \n \nاللهم اشهد\n \n \nعن الأحنف بن قيس قال : انطلقنا حجّاجاً فمروا بالمدينة ، فدخلنا المسجد ، فإذا علي بن أبي طالب والزبير وطلحة وسعد بن أبي وقاص 0 فلم يكن بأسرع من أن جاء عثمان عليه ملاءة صفراء قد منع بها رأسه فقال :( أها هنا علي ؟) قالوا : نعم 0 قال :( أنشدكم بالله الذي لا إله إلا هو أتعلمون أن رسول الله -صلى الله عليه وسلم- قال :( من يبتاع مِرْبدَ بني فلان غفر الله له ؟) فابتعته بعشرين ألفاً أو بخمسة وعشرين ألفاً ، فأتيت رسول الله -صلى الله عليه وسلم- فقلت :( إني قد ابتعته ) فقال :( اجعله في مسجدنا وأجره لك ) ؟ قالوا : نعم\n \nقال :( أنشدكم بالله الذي لا إله إلا هو أتعلمون أن رسول الله -صلى الله عليه وسلم- قال :( من يبتاع بئر روْمة غفر الله له ) فابتعتها بكذا وكذا ، فأتيت رسول الله -صلى الله عليه وسلم- فقلت :( إني قد ابتعتها ) فقال :( اجعلها سقاية للمسلمين وأجرها لك )؟ قالوا : نعم\n \nقال :( أنشدكم بالله الذي لا إله إلا هو أتعلمون أن رسول الله -صلى الله عليه وسلم- نظر في وجوه القوم يوم ( جيش العُسرة ) فقال :( من يجهز هؤلاء غفر الله له ) فجهزتهم ما يفقدون خطاماً ولا عقالاً )؟ قالوا : نعم\n \nقال :( اللهم اشهد اللهم اشهد ) ثم انصرف\n \n \n \nالخلافة\n \n \nكان عثمان -رضي الله عنه- ثالث الخلفاء الراشدين ، فقد بايعه المسلمون بعد مقتل عمر بن الخطاب -رضي الله عنه- سنة 23 ه ، فقد عيَّن عمر ستة للخلافة فجعلوا الأمر في ثلاثة ، ثم جعل الثلاثة أمرهم إلى عبد الرجمن بن عوف بعد أن عاهد الله لهم أن لا يألوا عن أفضلهم ، ثم أخذ العهد والميثاق أن يسمعوا ويطيعوا لمن عيّنه وولاه ، فجمع الناس ووعظهم وذكّرَهم ثم أخذ بيد عثمان وبايعه الناس على ذلك ، فلما تمت البيعة أخذ عثمان بن عفان حاجباً هو مولاه وكاتباً هو مروان بن الحكم\n \nومن خُطبته يوم استخلافه لبعض من أنكر استخلافه أنه قال :( أمّا بعد ، فإنَّ الله بعث محمداً بالحق فكنت ممن استجاب لله ورسوله ، وهاجرت الهجرتين ، وبايعت رسول الله -صلى الله عليه وسلم- ، والله ما غششْتُهُ ولا عصيتُه حتى توفاه الله ، ثم أبا بكر مثله ، ثم عمر كذلك ، ثم استُخْلفتُ ، أفليس لي من الحق مثلُ الذي لهم ؟!)\n \n \n \nالخير\n \nانبسطت الأموال في زمنه حتى بيعت جارية بوزنها ، وفرس بمائة ألف ، ونخلة بألف درهم ، وحجّ بالناس عشر حجج متوالية\n \n \nالفتوح الإسلامية\n \nوفتح الله في أيام خلافة عثمان -رضي الله عنه- الإسكندرية ثم سابور ثم إفريقية ثم قبرص ، ثم إصطخر الآخرة وفارس الأولى ثم خو وفارس الآخرة ، ثم طبرستان ودُرُبجرْد وكرمان وسجستان ، ثم الأساورة في البحر ثم ساحل الأردن\n \n \nالفتنة\n \n \nويعود سبب الفتنة التي أدت إلى الخروج عليه وقتله أنه كان كَلِفاً بأقاربه وكانوا قرابة سوء ، وكان قد ولى على أهل مصر عبدالله بن سعد بن أبي السّرح فشكوه إليه ، فولى عليهم محمد بن أبي بكر الصديق باختيارهم له ، وكتب لهم العهد ، وخرج معهم مددٌ من المهاجرين والأنصار ينظرون فيما بينهم وبين ابن أبي السّرح ، فلمّا كانوا على ثلاثة أيام من المدينة ، إذ همّ بغلام عثمان على راحلته ومعه كتاب مفترى ، وعليه خاتم عثمان ، إلى ابن أبي السّرح يحرّضه ويحثّه على قتالهم إذا قدموا عليه ، فرجعوا به إلى عثمان فحلف لهم أنّه لم يأمُره ولم يعلم من أرسله ، وصدق -رضي الله عنه- فهو أجلّ قدراً وأنبل ذكراً وأروع وأرفع من أن يجري مثلُ ذلك على لسانه أو يده ، وقد قيل أن مروان هو الكاتب والمرسل !\n \nولمّا حلف لهم عثمان -رضي الله عنه- طلبوا منه أن يسلمهم مروان فأبى عليهم ، فطلبوا منه أن يخلع نفسه فأبى ، لأن النبي -صلى الله عليه وسلم- كان قد قال له :( عثمان ! أنه لعلّ الله أن يُلبسَكَ قميصاً فإن أرادوك على خلعه فلا تخلعه )\n \n \n \nالحصار\n \n \nفاجتمع نفر من أهل مصر والكوفة والبصرة وساروا إليه ، فأغلق بابه دونهم ، فحاصروه عشرين أو أربعين يوماً ، وكان يُشرف عليهم في أثناء المدّة ، ويذكّرهم سوابقه في الإسلام ، والأحاديث النبوية المتضمّنة للثناء عليه والشهادة له بالجنة ، فيعترفون بها ولا ينكفّون عن قتاله !! وكان يقول :( إن رسول الله -صلى الله عليه وسلم- عهد إليّ عهداً فأنا صابرٌ عليه ) ( إنك ستبتلى بعدي فلا تقاتلن )\n \nوعن أبي سهلة مولى عثمان : قلت لعثمان يوماً :( قاتل يا أمير المؤمنين ) قال :( لا والله لا أقاتلُ ، قد وعدني رسول الله -صلى الله عليه وسلم- أمراً فأنا صابر عليه )\n \nواشرف عثمان على الذين حاصروه فقال :( يا قوم ! لا تقتلوني فإني والٍ وأخٌ مسلم ، فوالله إن أردتُ إلا الإصلاح ما استطعت ، أصبتُ أو أخطأتُ ، وإنكم إن تقتلوني لا تصلوا جميعاً أبداً ، ولا تغزوا جميعاً أبداً ولا يقسم فيؤكم بينكم ) فلما أبَوْا قال :( اللهم احصهم عدداً ، واقتلهم بدداً ، ولا تبق منهم أحداً ) فقتل الله منهم مَنْ قتل في الفتنة ، وبعث يزيد إلى أهل المدينة عشرين ألفاً فأباحوا المدينة ثلاثاً يصنعون ما شاءوا لمداهنتهم\n \n \n \nمَقْتَله\n \n \nوكان مع عثمان -رضي الله عنه- في الدار نحو ستمائة رجل ، فطلبوا منه الخروج للقتال ، فكره وقال :( إنّما المراد نفسي وسأقي المسلمين بها ) فدخلوا عليه من دار أبي حَزْم الأنصاري فقتلوه ، و المصحف بين يديه فوقع شيء من دمه عليه ، وكان ذلك صبيحة عيد الأضحى سنة 35 ه في بيته بالمدينة\n \nومن حديث مسلم أبي سعيد مولى عثمان بن عفان : أن عثمان أعتق عشرين عبداً مملوكاً ، ودعا بسراويل فشدَّ بها عليه ، ولم يلبَسْها في جاهلية ولا إسلام وقال :( إني رأيتُ رسول الله -صلى الله عليه وسلم- البارحة في المنام ، ورأيت أبا بكر وعمر وأنهم قالوا لي : اصبر ، فإنك تفطر عندنا القابلة ) فدعا بمصحف فنشره بين يديه ، فقُتِلَ وهو بين يديه\n \nكانت مدّة ولايته -رضي الله عنه وأرضاه- إحدى عشرة سنة وأحد عشر شهراً وأربعة عشر يوماً ، واستشهد وله تسعون أو ثمان وثمانون سنة\nودفِنَ -رضي الله عنه- بالبقيع ، وكان قتله أول فتنة انفتحت بين المسلمين فلم تنغلق إلى اليوم\n \n \n \nيوم الجمل\n \n \nفي يوم الجمل قال علي بن أبي طالب -رضي الله عنه- :( اللهم إني أبرأ إليك من دم عثمان ، ولقد طاش عقلي يوم قُتِل عثمان ، وأنكرت نفسي وجاؤوني للبيعة فقلت :( إني لأستَحْيي من الله أن أبايع قوماً قتلوا رجلاً قال له رسول الله -صلى الله عليه وسلم-:( ألا أستحيي ممن تستحيي منه الملائكة ) وإني لأستحي من الله وعثمان على الأرض لم يدفن بعد\n \nفانصرفوا ، فلما دُفِنَ رجع الناس فسألوني البيعة فقلت :( اللهم إني مشفقٌ مما أقدم عليه ) ثم جاءت عزيمة فبايعتُ فلقد قالوا :( يا أمير المؤمنين ) فكأنما صُدِعَ قلبي وقلت :( اللهم خُذْ مني لعثمان حتى ترضى )"
  },
  {
    "number": "علي بن أبي طالب",
    "text": "",
    "label": "كرم الله وجهه\n \n \nمن أحب عليا فقد أحبني ، ومن أحبني فقد أحب الله ومن\"\n\" أبغض عليا فقد أبغضني ، ومن أبغضني فقد أبغض الله\nحديث شريف\n \n \nهو ابن عم النبي -صلى الله عليه وسلم- ، ولد قبل البعثة النبوية بعشر سنين\nوأقام في بيت النبوة فكان أول من أجاب الى الاسلام من الصبيان ، هو أحد العشرة\nالمبشرين بالجنة ، وزوجته فاطمة الزهراء ابنة النبي -صلى الله عليه وسلم-\nووالد الحسن والحسين سيدي شباب الجنة\n \n \n \nالرسول يضمه إليه\n \n \nكان أول ذكر من الناس آمن برسول الله -صلى الله عليه وسلم- وصدق بما جاءه من الله تعالى : علي بن أبي طالب رضوان الله وسلامه عليه ، وهو يومئذ ابن عشر سنين ، فقد أصابت قريشاً أزمة شديدة ، وكان أبو طالب ذا عيال كثير فقال الرسول الكريم للعباس عمه : يا عباس ، إن أخاك أبا طالب كثير العيال ، وقد أصاب الناس ما ترى من هذه الأزمة ، فانطلق بنا إليه فلنخفف عنه من عياله ، آخذ من بنيه رجلا وتأخذ أنت رجلا فنكفهما عنه ) فقال العباس :( نعم )\n \nفانطلقا حتى أتيا أبا طالب فقالا له :( إنا نريد أن نخفف من عيالك حتى ينكشف عن الناس ما هم فيه ) فقال لهما أبو طالب :( إذا تركتما لي عقيلاً فاصنعا ما شئتما ) فأخذ الرسول -صلى الله عليه وسلم- علياً فضمه إليه ، وأخذ العباس جعفراً فضمه إليه ، فلم يزل علي مع رسول الله حتى بعثه الله تبارك وتعالى نبياً ، فاتبعه علي -رضي الله عنه- وآمن به وصدقه ، وكان الرسول -صلى الله عليه وسلم- إذا حضرت الصلاة خرج الى شعاب مكة ، وخرج علي معه مستخفياً من أبيه وسائر قومه ، فيصليان الصلوات معا ، فإذا أمسيا رجعا\n \n \n \nمنزلته من الرسول\n \n \nلمّا آخى الرسول -صلى الله عليه وسلم- بين أصحابه قال لعلي :( أنت أخي ) وكان يكتب لرسول الله -صلى الله عليه وسلم- ، وشهد الغزوات كلها ما عدا غزوة تبوك حيث استخلفه الرسول -صلى الله عليه وسلم- في أهله وقال له :( أما ترضى أن تكون مني بمنزلة هارون من موسى )\nوكان مثالا في الشجاعة و الفروسية ما بارز أحد الا صرعه ، وكان زاهدا في الدنيا راغبا في الآخرة قال فيه النبي -صلى الله عليه وسلم- :( من أحب عليا فقد أحبني ، ومن أحبني فقد أحب الله ومن أبغض عليا فقد أبغضني ، ومن أبغضني فقد أبغض الله )\nدعاه الرسول -صلى الله عليه وسلم- وزوجته فاطمة وابنيه ( الحسن والحسين ) وجلَّلهم بكساء وقال :( اللهم هؤلاء أهل بيتي ، فأذهب عنهم الرجس وطهِّرْهُم تطهيراً ) وذلك عندما نزلت الآية الكريمة\n \nقال تعالى :( إنّما يُريدُ اللهُ لِيُذْهِبَ عنكم الرِّجسَ أهلَ البيت )\n \n \nكما قال -عليه أفضل الصلاة والسلام-:( اشتاقت الجنّةِ إلى ثلاثة : إلى علي ، وعمّار وبلال )\n \n \n \n \nليلة الهجرة\n \n \nفي ليلة الهجرة ، اجتمع رأي المشركين في دار الندوة على أن يقتلوا الرسول -صلى الله عليه وسلم- في فراشه ، فأتى جبريل -عليه السلام- رسول الله -صلى الله عليه وسلم- فقال :( لا تبيت هذه الليلة على فراشك الذي كنت تبيت عليه ) فلما كانت عتمة من الليل اجتمع المشركون على بابه يرصدونه متى ينام فيثبون عليه ، فلما رأى رسول الله مكانهم قال لعلي :( نم على فراشي ، وتَسَجَّ ببردي هذا الحضرمي الأخضر فنم فيه ، فإنه لن يَخْلُصَ إليك شيء تكرهه منهم )\n \nونام علي -رضي الله عنه- تلك الليلة بفراش رسول الله ، واستطاع الرسول -صلى الله عليه سلم- من الخروج من الدار ومن مكة ، وفي الصباح تفاجأ المشركون بعلي في فراش الرسول الكريم وأقام علي -كرّم الله وجهه- بمكة ثلاث ليال وأيامها حتى أدى عن رسول الله -صلى الله عليه وسلم- الودائع التي كانت عنده للناس ، حتى إذا فرغ منها لحق برسول الله في قباء\n \n \n \nأبو تراب\n \nدخل علي على فاطمة -رضي الله عنهما- ، ثم خرج فاضطجع في المسجد ، فقال النبي -صلى الله عليه وسلم- :( أين ابن عمك ) قالت :( في المسجد ) فخرج إليه فوجد رداءه قد سقط عن ظهره ، وخلص التراب إلى ظهره ، فجعل يمسح التراب عن ظهره فيقول :( اجلس يا أبا تراب ) مرتين\n \n \nيوم خيبر\n \nفي غزوة خيبر قال الرسول -صلى الله عليه وسلم- :( لأُعْطينّ الرايةَ غداً رجلاً يحب الله ورسوله ، ويُحبه الله ورسوله ، يفتح الله عليه ، أو على يديه ) فكان رضي الله عنه هو المُعْطَى وفُتِحَت على يديه\n \n \nخلافته\n \nلما استشهد عثمان -رضي الله عنه- سنة ( 35 ه ) بايعه الصحابة والمهاجرين و الأنصار وأصبح رابع الخلفاء الراشدين ، يعمل جاهدا على توحيد كلمة المسلمين واطفاء نار الفتنة ، وعزل الولاة الذين كانوا مصدر الشكوى\nذهبت السيدة عائشة زوجة الرسول -صلى الله عليه وسلم- الى مكة المكرمة لتأدية العمرة في شهر محرم عام 36 هجري ، ولما فرغت من ذلك عادت الى المدينة ، وفي الطريق علمت باستشهاد عثمان واختيار علي بن أبي طالب خليفة للمسلمين ، فعادت ثانية الى مكة حيث لحق بها طلحة بن عبيد الله والزبير بن العوام -رضي الله عنهما- وطالب الثلاثة الخليفة بتوقيع القصاص على الذين شاركوا في الخروج على الخليفة عثمان -رضي الله عنه- ، وكان من رأي الخليفة الجديد عدم التسرع في ذلك ، والانتظار حتى تهدأ نفوس المسلمين ،وتستقر الأوضاع في الدولة الاسلامية ، غير أنهم لم يوافقوا على ذلك واستقر رأيهم على التوجه الى البصرة ، فساروا اليها مع أتباعهم\n \n \nمعركة الجمل\n \nخرج الخليفة من المدينة المنورة على رأس قوة من المسلمين على أمل أن يدرك السيدة عائشة -رضي الله عنها- ، ويعيدها ومن معها الى مكة المكرمة ، ولكنه لم يلحق بهم ، فعسكر بقواته في ( ذي قار ) قرب البصرة ، وجرت محاولات للتفاهم بين الطرفين ولكن الأمر لم يتم ، ونشب القتال بينهم وبذلك بدأت موقعة الجمل في شهر جمادي الآخرة عام 36 هجري ، وسميت بذلك نسبة الى الجمل الذي كانت تركبه السيدة عائشة -رضي الله عنها- خلال الموقعة ، التي انتهت بانتصار قوات الخليفة ، وقد أحسن علي -رضي الله عنه- استقبال السيدة عائشة وأعادها الى المدينة المنورة معززة مكرمة ، بعد أن جهزها بكل ما تحتاج اليه ، ثم توجه بعد ذلك الى الكوفة في العراق ، واستقر بها ، وبذلك أصبحت عاصمة الدولة الاسلامية 0\n \n \nمواجهة معاوية\n \nقرر علي بن أبي طالب -رضي الله عنه- ( بعد توليه الخلافة ) عزل معاوية بن أبي سفيان عن ولاية الشام ، غير أن معاوية رفض ذلك ، كما امتنع عن مبايعته بالخلافة ، وطالب بتسليم قتلة عثمان -رضي الله عنه- ليقوم معاوية باقامة الحد عليهم ، فأرسل الخليفة الى أهل الشام يدعوهم الى مبايعته ، وحقن دماء المسلمين ، ولكنهم رفضوا فقرر المسير بقواته اليهم وحملهم على الطاعة ، وعدم الخروج على جماعة المسلمين ، والتقت قوات الطرفين عند ( صفين ) بالقرب من الضفة الغربية لنهر الفرات ، وبدأ بينهما القتال يوم الأربعاء (1 صفر عام 37 هجري )\nوحينما رأى معاوية أن تطور القتال يسير لصالح علي وجنده ، أمر جيشه فرفعوا المصاحف على ألسنة الرماح ، وقد أدرك الخليفة خدعتهم وحذر جنوده منها وأمرهم بالاستمرار في القتال ، لكن فريقا من رجاله ، اضطروه للموافقة على وقف القتال وقبول التحكيم ، بينما رفضه فريق آخر وفي رمضان عام 37 هجري اجتمع عمر بن العاص ممثلا عن معاوية وأهل الشام ، وأبو موسى الأشعري عن علي وأهل العراق ، واتفقا على أن يتدارسا الأمر ويعودا للاجتماع في شهر رمضان من نفس العام ، وعادت قوات الطرفين الى دمشق والكوفة ، فلما حان الموعد المتفق عليه اجتمعا ثانية ، وكانت نتيجة التحكيم لصالح معاوية 0\n \n \nالخوارج\n \nأعلن فريق من جند علي رفضهم للتحكيم بعد أن اجبروا عليا -رضي الله عنه- على قبوله ، وخرجوا على طاعته ، فعرفوا لذلك باسم الخوارج ، وكان عددهم آنذاك حوالي اثني عشر ألفا ، حاربهم الخليفة وهزمهم في معركة (النهروان) عام 38 هجري ، وقضى على معظمهم ، ولكن تمكن بعضهم من النجاة والهرب وأصبحوا منذ ذلك الحين مصدر كثير من القلاقل في الدولة الاسلامية\n \n \nاستشهاده\n \n \nلم يسلم الخليفة من شر هؤلاء الخوارج اذ اتفقوا فيما بينهم على قتل علي ومعاوية وعمرو بن العاص في ليلة واحدة ، ظنا منهم أن ذلك يحسم الخلاف ويوحد كلمة المسلمين على خليفة جديد ترتضيه كل الأمة ، وحددوا لذلك ثلاثة من بينهم لتنفيذ ما اتفقوا عليه ، ونجح عبد الرحمن بن ملجم فيما كلف به ، اذ تمكن من طعن علي -رضي الله عنه- بالسيف وهو خارج لصلاة الفجر من يوم الجمعة الثامن عشر من رمضان عام أربعين هجرية بينما أخفق الآخران\n \nوعندما هجم المسلمون على ابن ملجم ليقتلوه نهاهم علي قائلا :( ان أعش فأنا أولى بدمه قصاصا أو عفوا ، وان مت فألحقوه بي أخاصمه عند رب العالمين ، ولا تقتلوا بي سواه ، ان الله لا يحب المعتدين ) وحينما طلبوا منه أن يستخلف عليهم وهو في لحظاته الأخيرة قال لهم :( لا آمركم ولا أنهاكم ، أنتم بأموركم أبصر ) واختلف في مكان قبره وباستشهاده -رضي الله عنه- انتهى عهد الخلفاء الراشدين"
  },
  {
    "number": "طلحة بن عبيد الله",
    "text": "",
    "label": "أحد العشرة المبشرين بالجنة\n \nمن سره أن ينظر الى رجل يمشي على الأرض \"\n\" وقد قضى نحبه ، فلينظر الى طلحة\n \nحديث شريف\n \nطلحة بن عبيد الله بن عثمان التيمي القرشي المكي المدني ، أبو محمد\n \nلقد كان في تجارة له بأرض بصرى ، حين لقي راهبا من خيار رهبانها ، وأنبأه أن النبي الذي سيخرج من أرض الحرم ، قد أهل عصره ، ونصحه باتباعه وعاد الى مكة ليسمع نبأ الوحي الذي يأتي الصادق الأمين ، والرسالة التي يحملها ، فسارع الى أبي بكر فوجده الى جانب محمد مؤمنا ، فتيقن أن الاثنان لن يجتمعا الا على الحق ، فصحبه أبو بكر الى الرسول -صلى الله عليه وسلم- حيث أسلم وكان من المسلمين الأوائل\n \n \nايمانه\n \nلقد كان طلحة -رضي الله عنه- من أثرياء قومه ومع هذا نال حظه من اضطهاد المشركين ، وهاجر الى المدينة وشهد المشاهد كلها مع الرسول -صلى الله عليه وسلم- الا غزوة بدر ، فقد ندبه النبي -صلى الله عليه وسلم- ومعه سعيد بن زيد الى خارج المدينة ، وعند عودتهما عاد المسلمون من بدر ، فحزنا الا يكونا مع المسلمين ، فطمأنهما النبي -صلى الله عليه وسلم- بأن لهما أجر المقاتلين تماما ، وقسم لهما من غنائم بدر كمن شهدها وقد سماه الرسول الكريم يوم أحُد ( طلحة الخير ) وفي غزوة العشيرة ( طلحة الفياض ) ويوم حنين ( طلحة الجود )\n \n \nبطولته يوم أحد\n \nفي أحد أبصر طلحة -رضي الله عنه- جانب المعركة الذي يقف فيه الرسول -صلى الله عليه وسلم- فلقيه هدفا للمشركين ، فسارع وسط زحام السيوف والرماح الى رسول الله -صلى الله عليه وسلم- فرآه والدم يسيل من وجنتيه ، فجن جنونه وقفز أمام الرسول -صلى الله عليه وسلم- يضرب المشركين بيمينه ويساره ، وسند الرسول -صلى الله عليه وسلم وحمله بعيدا عن الحفرة التي زلت فيها قدمه ،\n \nويقول أبو بكر -رضي الله عنه- عندما يذكر أحدا :( ذلك كله كان يوم طلحة ، كنت أول من جاء الى النبي -صلى الله عليه وسلم- فقال لي الرسول ولأبي عبيدة بن الجراح :\"دونكم أخاكم \" ونظرنا ، واذا به بضع وسبعون بين طعنة وضربة ورمية ، واذا أصبعه مقطوعة ، فأصلحنا من شأنه )\n \nوقد نزل قوله تعالى :\" من المؤمنين رجال صدقوا ما عاهدوا الله عليه فمنهم من قضى نحبه ، ومنهم من ينتظر ، وما بدلوا تبديلا \"\n \nتلا رسول الله -صلى الله عليه وسلم- هذه الآية أمام الصحابة الكرام ، ثم أشار الى طلحة قائلا :( من سره أن ينظر الى رجل يمشي على الأرض ، وقد قضى نحبه ، فلينظر الى طلحة ) ما أجملها من بشرى لطلحة -رضي الله عنه- ، فقد علم أن الله سيحميه من الفتنة طوال حياته وسيدخله الجنة فما أجمله من ثواب\n \n \n \nعطائه وجوده\n \nوهكذا عاش طلحة -رضي الله عنه- وسط المسلمين مرسيا لقواعد الدين ، مؤديا لحقوقه ، واذا أدى حق ربه اتجه لتجارته ينميها ، فقد كان من أثرى المسلمين ، وثروته كانت دوما في خدمة الدين ، فكلما أخرج منها الشيء الكثير ، أعاده الله اليه مضاعفا ، تقول زوجته سعدى بنت عوف :( دخلت على طلحة يوما فرأيته مهموما ، فسألته : ما شأنك ؟ فقال : المال الذي عندي ، قد كثر حتى أهمني وأكربني وقلت له : ما عليك ، اقسمه فقام ودعا الناس ، وأخذ يقسمه عليهم حتى ما بقي منه درهما )\n \n \nوفي احدى الأيام باع أرضا له بثمن عال ، فلما رأى المال أمامه فاضت عيناه من الدمع وقال :( ان رجلا تبيت هذه الأموال في بيته لا يدري ما يطرق من أمر ، لمغرور بالله ) فدعا بعض أصحابه وحملوا المال معه ومضى في الشوارع يوزعها حتى أسحر وما عنده منها درهما وكان - رضي الله عنه\n \nمن أكثر الناس برا بأهله وأقاربه ، وكان يعولهم جميعا ، لقد قيل :( كان لا يدع أحدا من بني تيم عائلا الا كفاه مئونته ، ومئونة عياله ) ( وكان يزوج أياماهم ، ويخدم عائلهم ، ويقضي دين غارمهم ) ويقول السائب بن زيد :( صحبت طلحة بن عبيد الله في السفر و الحضر فما وجدت أحدا ، أعم سخاء على الدرهم ، والثوب ، والطعام من طلحة )\n \n \nطلحة والفتنة\n \nعندما نشبت الفتنة في زمن عثمان بن عفان -رضي الله عنه- أيد طلحة حجة المعارضين لعثمان ، وزكى معظمهم فيما ينشدون من اصلاح ، ولكن أن يصل الأمر الى قتل عثمان -رضي الله عنه- ، لا لكان قاوم الفتنة ، وما أيدها بأي صورة ، ولكن ماكان كان ، أتم المبايعة هو والزبير لعلي -رضي الله عنهم جميعا- وخرجوا الى مكة معتمرين ، ومن هناك الى البصرة للأخذ بثأر عثمان\n \n \nوكانت ( وقعة الجمل ) عام 36 هجري طلحة والزبير في فريق وعلي في الفريق الآخر ، وانهمرت دموع علي - رضي الله عنه- عندما رأى أم المؤمنين ( عائشة ) في هودجها بأرض المعركة ، وصاح بطلحة :( يا طلحة ، أجئت بعرس رسول الله تقاتل بها ، وخبأت عرسك في البيت ؟)\n \nثم قال للزبير :( يا زبير : نشدتك الله ، أتذكر يوم مر بك رسول الله -صلى الله عليه وسلم- ونحن بمكان كذا ، فقال لك : يا زبير ، الا تحب عليا ؟؟ فقلت : ألا أحب ابن خالي ، وابن عمي ، ومن هو على ديني ؟؟ فقال لك : يا زبير ، أما والله لتقاتلنه وأنت له ظالم ) فقال الزبير :( نعم أذكر الآن ، وكنت قد نسيته ، والله لاأقاتلك )\n \n \nالشهادة\n \nوأقلع طلحة و الزبير -رضي الله عنهما- عن الاشتراك في هذه الحرب ، ولكن دفعا حياتهما ثمنا لانسحابهما ، و لكن لقيا ربهما قريرة أعينهما بما قررا ، فالزبير تعقبه رجل اسمه عمرو بن جرموز وقتله غدرا وهو يصلي ، وطلحة رماه مروان بن الحكم بسهم أودى بحياته\n \nوبعد أن انتهى علي -رضي الله عنه- من دفنهما ودعهما بكلمات أنهاها قائلا :( اني لأرجو أن أكون أنا وطلحة والزبير وعثمان من الذين قال الله فيهم :( ونزعنا ما في صدورهم من غل اخوانا على سرر متقابلين ) ثم نظر الى قبريهما وقال :( سمعت أذناي هاتان رسول الله -صلى الله عليه وسلم- يقول :( طلحة و الزبير ، جاراي في الجنة )\n \n \nقبر طلحة\n \nلمّا قُتِلَ طلحة دُفِنَ الى جانب الفرات ، فرآه حلماً بعض أهله فقال :( ألاّ تُريحوني من هذا الماء فإني قد غرقت ) قالها ثلاثاً ، فأخبر من رآه ابن عباس ، فاستخرجوه بعد بضعة وثلاثين سنة ، فإذا هو أخضر كأنه السِّلْق ، ولم يتغير منه إلا عُقْصته ، فاشتروا له داراً بعشرة آلاف ودفنوه فيها ، وقبره معروف بالبصرة ، وكان عمره يوم قُتِلَ ستين سنة وقيل أكثر من ذلك"
  },
  {
    "number": "الزبير بن العوام",
    "text": "",
    "label": "حواريّ رسول الله\n \n\" إن لكل نبي حواريّاً ، وحواريّ الزبير بن العوام \"\n \nحديث شريف\n \nالزبير بن العوام يلتقي نسبه مع الرسول -صلى الله عليه وسلم -في ( قصي بن كلاب )\nكما أن أمه ( صفية ) عمة رسول الله ، وزوجته أسماء بنت أبي رفيع الخصال عظيم الشمائل ، يدير تجارة ناجحة وثراؤه عريضا لكنه أنفقه في الإسلام حتى بكر ذات النطاقين ، كان مات مدينا\n \n \nالزبير وطلحة\n \nيرتبط ذكرالزبير دوما مع طلحة بن عبيد الله ، فهما الاثنان متشابهان في النشأة والثراء والسخاء والشجاعة وقوة الدين ، وحتى مصيرهما كان متشابها فهما من العشرة المبشرين بالجنة وآخى بينهما الرسول -صلى الله عليه وسلم- ، ويجتمعان بالنسب والقرابة معه ، وتحدث عنهما الرسول قائلا :( طلحة والزبير جاراي في الجنة ) ، و كانا من أصحاب الشورى الستة الذين اختارهم عمر بن الخطاب لإختيار خليفته\n \n \nأول سيف شهر في الإسلام\n \nأسلم الزبير بن العوام وعمره خمس عشرة سنة ، وكان من السبعة الأوائل الذين سارعوا بالإسلام ، وقد كان فارسا مقداما ، وإن سيفه هو أول سيف شهر بالإسلام ، ففي أيام الإسلام الأولى سرت شائعة بأن الرسول الكريم قد قتل ، فما كان من الزبير إلا أن استل سيفه وامتشقه ، وسار في شوارع مكة كالإعصار ،وفي أعلى مكة لقيه الرسول -صلى الله عليه وسلم- فسأله ماذا به ؟ فأخبره النبأ فصلى عليه الرسول ودعا له بالخير ولسيفه بالغلب\n \n \nإيمانه وصبره\n \nكان للزبير -رضي الله عنه- نصيبا من العذاب على يد عمه ، فقد كان يلفه في حصير ويدخن عليه بالنار كي تزهق أنفاسه ، ويناديه :( اكفر برب محمد أدرأ عنك هذا العذاب ) فيجيب الفتى الغض :( لا والله ، لا أعود للكفر أبدا ) ويهاجر الزبير الى الحبشة الهجرتين ، ثم يعود ليشهد المشاهد كلها مع الرسول -صلى الله عليه وسلم-\n \n \nغزوة أحد\n \nفي غزوة أحد وبعد أن انقلب جيش قريش راجعا الى مكة ، ندب الرسول -صلى الله عليه وسلم- الزبير وأبوبكر لتعقب جيش المشركين ومطاردته ، فقاد أبوبكر والزبير -رضي الله عنهما- سبعين من المسلمين قيادة ذكية ، أبرزا فيها قوة جيش المسلمين ، حتى أن قريش ظنت أنهم مقدمة لجيش الرسول القادم لمطاردتهم فأسرعوا خطاهم لمكة هاربين\n \n \nبنو قريظة\n \n \nوفي يوم الخندق قال الرسول -صلى الله عليه وسلم- :( مَنْ رجلُ يأتينا بخبر بني قريظة ؟) فقال الزبير :( أنا ) فذهب ، ثم قالها الثانية فقال الزبير :( أنا ) فذهب ، ثم قالها الثالثة فقال الزبير :( أنا ) فذهب ، فقال النبي -صلى الله عليه وسلم- :( لكل نبيّ حَوَارِيٌّ، والزبير حَوَاريَّ وابن عمتي )\nوحين طال حصار بني قريظة دون أن يستسلموا للرسول - صلى الله عليه وسلم - ، أرسل الرسول الزبير وعلي بن أبي طالب فوقفا أمام الحصن يرددان:( والله لنذوقن ماذاق حمزة ، أو لنفتحن عليهم حصنهم ) ثم ألقيا بنفسيهما داخل الحصن وبقوة أعصابهما أحكما وأنزلا الرعب في أفئدة المتحصنين داخله وفتحا للمسلمين أبوابه\n \n \n \nيوم حنين\n \nوفي يوم حنين أبصر الزبير ( مالك بن عوف ) زعيم هوازن وقائد جيوش الشرك في تلك الغزوة ، أبصره واقفا وسط فيلق من أصحابه وجيشه المنهزم ، فاقتحم حشدهم وحده ، وشتت شملهم وأزاحهم عن المكمن الذي كانوا يتربصون فيه ببعض المسلمين العائدين من المعركة\n \n \nحبه للشهادة\n \n \nكان الزبير بن العوام شديد الولع بالشهادة ، فهاهو يقول :( إن طلحة بن عبيد الله يسمي بنيه بأسماء الأنبياء ، وقد علم ألا نبي بعد محمد ، وإني لأسمي بنيّ بأسماء الشهداء لعلهم يستشهدون )\nوهكذا سمى ولده عبد الله تيمنا بالشهيد عبد الله بن جحش\nوسمى ولده المنذر تيمنا بالشهيد المنذر بن عمرو\nوسمى ولده عروة تيمنا بالشهيد عروة بن عمرو\nوسمى ولده حمزة تيمنا بالشهيد حمزة بن عبد المطلب\nوسمى ولده جعفراً تيمنا بالشهيد جعفر بن أبي طالب\nوسمى ولده مصعبا تيمنا بالشهيد مصعب بن عمير\nوسمى ولده خالدا تيمنا بالشهيد خالد بن سعيد\nوهكذا أسماهم راجيا أن ينالوا الشهادة في يوم ما\n \n \n \nوصيته\n \nكان توكله على الله منطلق جوده وشجاعته وفدائيته ، وحين كان يجود بروحه أوصى ولده عبد الله بقضاء ديونه قائلا :( إذا أعجزك دين ، فاستعن بمولاي ) وسأله عبد الله :( أي مولى تعني ؟) فأجابه :( الله ، نعم المولى ونعم النصير ) يقول عبدالله فيما بعد :( فوالله ما وقعت في كربة من دينه إلا قلت : يا مولى الزبير اقضي دينه ، فيقضيه )\n \n \nموقعة الجمل\n \n \nبعد استشهاد عثمان بن عفان أتم المبايعة الزبير و طلحة لعلي -رضي الله عنهم جميعا- وخرجوا الى مكة معتمرين ، ومن هناك الى البصرة للأخذ بثأر عثمان ، وكانت ( وقعة الجمل ) عام 36 هجري طلحة والزبير في فريق وعلي في الفريق الآخر ، وانهمرت دموع علي -رضي الله عنه- عندما رأى أم المؤمنين ( عائشة ) في هودجها بأرض المعركة ، وصاح بطلحة :( يا طلحة ، أجئت بعرس رسول الله تقاتل بها ، وخبأت عرسك في البيت ؟) ثم قال للزبير :( يا زبير : نشدتك الله ، أتذكر يوم مر بك رسول الله -صلى الله عليه وسلم- ونحن بمكان كذا ، فقال لك : يا زبير ، الا تحب عليا ؟؟ فقلت : ألا أحب ابن خالي ، وابن عمي ، ومن هو على ديني ؟؟ فقال لك : يا زبير ، أما والله لتقاتلنه وأنت له ظالم ) فقال الزبير :( نعم أذكر الآن ، وكنت قد نسيته ، والله لاأقاتلك )\n \n \nوأقلع طلحة و الزبير -رضي الله عنهما- عن الاشتراك في هذه الحرب ، ولكن دفعا حياتهما ثمنا لانسحابهما ، و لكن لقيا ربهما قريرة أعينهما بما قررا فالزبير تعقبه رجل اسمه عمرو بن جرموز وقتله غدرا وهو يصلي ، وطلحة رماه مروان بن الحكم بسهم أودى بحياته\n \n \n \nالشهادة\n \n \nلمّا كان الزبير بوادي السباع نزل يصلي فأتاه ابن جرموز من خلفه فقتله و سارع قاتل الزبير الى علي يبشره بعدوانه على الزبير ويضع سيفه الذي استلبه بين يديه ، لكن عليا صاح حين علم أن بالباب قاتل الزبير يستأذن وأمر بطرده قائلا :( بشر قاتل ابن صفية بالنار ) وحين أدخلوا عليه سيف الزبير قبله الإمام وأمعن في البكاء وهو يقول :( سيف طالما والله جلا به صاحبه الكرب عن رسول الله )\n \n \nوبعد أن انتهى علي -رضي الله عنه- من دفنهما ودعهما بكلمات انهاها قائلا :( اني لأرجو أن أكون أنا وطلحة والزبير وعثمان من الذين قال الله فيهم :( ونزعنا ما في صدورهم من غل اخوانا على سرر متقابلين ) ثم نظر الى قبريهما وقال :( سمعت أذناي هاتان رسول الله -صلى الله عليه وسلم- يقول :( طلحة و الزبير ، جاراي في الجنة )"
  },
  {
    "number": "سعد بن أبي وقاص",
    "text": "",
    "label": "أحد العشرة المبشرين بالجنة\n \n\"يا سعد : ارم فداك أبي و امي \"\nحديث شريف\n \nسعد بن مالك بن أهيب الزهري القرشي أبو اسحاق فهو من بني زهرة أهل آمنة بنت وهب أم\nالرسول - صلى الله عليه وسلم- فقد كان الرسول -صلى الله عليه وسلم- يعتز بهذه الخؤولة\nفقد ورد أنه -صلى الله عليه وسلم- كان جالسا مع نفر من أصحابه فرأى سعد بن أبي وقاص مقبلا\nفقال لمن معه :\"هذا خالي فليرني أمرؤ خاله\"\n \n \n \nاسلامه\n \nكان سعد -رضي الله عنه- من النفر الذين دخلوا في الاسلام أول ما علموا به فلم يسبقه الا أبوبكر و علي وزيد و خديجة قال سعد :( بلغني أن رسول الله -صلى الله عليه وسلم- يدعوا الى الاسلام مستخفيا فعلمت أن الله أراد بي خيرا وشاء أن يخرجني بسببه من الظلمات الى النور فمضيت اليه مسرعا حتى لقيته في شعب جياد وقد صلى العصر فأسلمت فما سبقني أحد الا أبي بكر وعلي وزيد -رضي الله عنهم- ، وكان ابن سبع عشرة سنة كما يقول سعد -رضي الله عنه- :( لقد أسلمت يوم أسلمت وما فرض الله الصلوات )\n \n \nثورة أمه\n \nيقول سعد -رضي الله عنه- : (وما سمعت أمي بخبر اسلامي حتى ثارت ثائرتها وكنت فتى بارا بها محبا لها فأقبلت علي تقول :( يا سعد ما هذا الدين الذي اعتنقته فصرفك عن دين أمك و أبيك؟ والله لتدعن دينك الجديد أو لا آكل ولا أشرب حتى أموت فيتفطر فؤادك حزنا علي ويأكلك الندم على فعلتك التي فعلت وتعيرك الناس أبد الدهر ) فقلت : لاتفعلي يا أماه فأنا لا أدع ديني لأي شيء ) الا أن أمه اجتنبت الطعام ومكثت أياما على ذلك فهزل جسمها وخارت قواها فلما رأها سعد قال لها:( يا أماه اني على شديد حبي لك لأشد حبا لله ولرسوله ووالله لو كان لك ألف نفس فخرجت منك نفسا بعد نفس ما تركت ديني هذا بشيء ) فلما رأت الجد أذعنت للأمر وأكلت وشربت على كره منها\nونزل قوله تعالى :\"ووصينا الانسان بوالديه حملته أمه وهنا على وهن وفصاله في عامين أن اشكر لي ولوالديك الي المصير وأن جاهداك على أن تشرك بي ما ليس لك به علم فلا تطعهما وصاحبهما في الدنيا معروفا واتبع سبيل من أناب الي ثم الي مرجعكم فأنبئكم بما كنتم تعملون \"\n \n \n \nأحد المبشرين بالجنة\n \nكان الرسول -صلى الله عليه وسلم يجلس بين نفر من أصحابه ، فرنا ببصره الى الأفق في إصغاء من يتلقى همسا وسرا ، ثم نظر في وجوه أصحابه وقال لهم :( يطلع عليكم الآن رجل من أهل الجنة ) وأخذ الصحاب يتلفتون ليروا هذا السعيد ، فإذا سعد بن أبي وقاص آت وقد سأله عبدالله بن عمرو بن العاص أن يدله على ما يتقرب به الى الله من عبادة وعمل فقال له :( لا شيء أكثر مما نعمل جميعا ونعبد ، غير أني لا أحمل لأحد من المسلمين ضغنا ولا سوءا )\n \n \nالدعوة المجابة\n \nكان سعد بن أبي وقاص إذا رمى عدوا أصابه وإذا دعا الله دعاء أجابه ، وكان الصحابة يردون ذلك لدعوة الرسول -صلى الله عليه وسلم- له :( اللهم سدد رميته ، وأجب دعوته ) ويروى أنه رأى رجلا يسب طلحة وعليا والزبير فنهاه فلم ينته فقال له :( إذن أدعو عليك ) فقال الرجل :( أراك تتهددني كأنك نبي !) فانصرف سعد وتوضأ وصلى ركعتين ثم رفع يديه قائلا :( اللهم إن كنت تعلم أن هذا الرجل قد سب أقواما سبقت لهم منك الحسنى ، وأنه قد أسخطك سبه إياهم ، فاجعله آية وعبرة ) فلم يمض غير وقت قصير حتى خرجت من إحدى الدور ناقة نادّة لا يردها شيء ، حتى دخلت في زحام الناس ثم اقتحمت الرجل فأخذته بين قوائمها ، ومازالت تتخبطه حتى مات\n \n \nأول دم هريق في الإسلام\n \nفي بداية الدعوة ، كان أصحاب الرسول -صلى الله عليه وسلم- إذا صلوا ذهبوا في الشعاب فاستخفوا بصلاتهم من قومهم ، فبينما سعد بن أبي وقاص في نفر من الصحابة في شعب من شعاب مكة ، إذ ظهر عليهم نفر من المشركين وهم يصلون ، فناكروهم وعابوا عليهم ما يصنعون حتى قاتلوهم ، فضرب سعد -رضي الله عنه- يومئذ رجلاً من المشركين بلحي بعير فشجه ( العظم الذي فيه الأسنان ) ، فكان أول دم هريق في الإسلام\n \n \nأول سهم رمي في الإسلام\n \nبعثه الرسول -صلى الله عليه وسلم- في سرية عبيدة بن الحارث -رضي الله عنه- الى ماء بالحجاز أسفل ثنية المرة فلقوا جمعا من قريش ولم يكن بينهم قتال ألا أن سعد قد رمى يومئذ بسهم فكان أول سهم رمي به في الاسلام\n \n \nغزوة أحد\n \nوشارك في أحد وتفرق الناس أول الأمر عن رسول الله -صلى الله عليه وسلم- ووقف سعد يجاهد ويقاتل فلما رآه الرسول -صلى الله عليه وسلم- يرمي جعل يحرضه ويقول له :( يا سعد 0ارم فداك أبي وأمي ) وظل سعد يفتخر بهذه الكلمة طوال حياته ويقول :( ما جمع الرسول -صلى الله عليه وسلم- لأحد أبويه الا لي ) وذلك حين فداه بهما\n \n \nإمرة الجيش\n \nعندما احتدم القتال مع الفرس ، أراد أمير المؤمنين عمر أن يقود الجيش بنفسه ، ولكن رأى الصحابة أن تولى هذه الإمارة لرجل آخر واقترح عبدالرحمن بن عوف :( الأسد في براثنه ، سعد بن مالك الزهري ) وقد ولاه عمر -رضي الله عنه- امرة جيش المسلمين الذي حارب الفرس في القادسية وكتب الله النصر للمسلمين وقتلوا الكافرين وزعيمهم رستم وعبر مع المسلمين نهر دجلة حتى وصلوا المدائن وفتحوها ، وكان إعجازا عبور النهر بموسم فيضانه حتى أن سلمان الفارسي قد قال :( إن الإسلام جديد ، ذللت والله لهم البحار ، كما ذللت لهم البر ، والذي نفس سلمان بيده ليخرجن منه أفواجا ، كما دخلوه أفواجا ) وبالفعل أمن القائد الفذ سعد مكان وصول الجيش بالضفة الأخرى بكتيبة الأهوال وكتيبة الخرساء ، ثم اقتحم النهر بجيشه ولم يخسر جنديا واحدا في مشهد رائع ، ونجاح باهر ودخل سعد بن أبي وقاص ايوان كسرى وصلى فيه ثماني ركعات صلاة الفتح شكرا لله على نصرهم\n \n \nإمارة العراق\n \nولاه عمر -رضي الله عنهما- إمارة العراق ، فراح سعد يبني ويعمر في الكوفة ، وذات يوم اشتكاه أهل الكوفة لأمير المؤمنين فقالوا :( إن سعدا لا يحسن يصلي ) ويضحك سعدا قائلا :( والله إني لأصلي بهم صلاة رسول الله ، أطيل في الركعتين الأوليين وأقصر في الآخرين ) واستدعاه عمر الى المدينة فلبى مسرعا ، وحين أراد أن يعيده الى الكوفة ضحك سعدا قائلا :( أتأمرني أن أعود إلى قوم يزعمون أني لا أحسن الصلاة ؟!) ويؤثر البقاء في المدينة\n \n \nالستة أصحاب الشورى\n \nو عندما حضرت عمر -رضي الله عنه- الوفاة بعد أن طعنه المجوسي جعل الأمر من بعده الى الستة الذين مات النبي -صلى الله عليه وسلم- وهو عنهم راض و أحدهم سعد بن أبي وقاص ، وقال عمر :( إن وليها سعد فذاك ، وإن وليها غيره فليستعن بسعد )\n \n \nسعد والفتنة\n \nاعتزل سعد الفتنة وأمر أهله وأولاده ألا ينقلوا له أخبارها ، وذات يوم ذهب إليه ابن أخيه هاشم بن عتبة بن أبي وقاص ويقول له :( يا عم ، ها هنا مائة ألف سيف يرونك أحق الناس بهذا الأمر ) فيجيبه سعد :( أريد من مائة ألف سيف ، سيفا واحدا ، إذا ضربت به المؤمن لم يصنع شيئا ، وإذا ضربت به الكافر قطع ) فتركه ابن أخيه بسلام وحين انتهى الأمر لمعاوية سأل سعدا :( مالك لم تقاتل معنا ؟) فأجابه :( إني مررت بريح مظلمة فقلت : أخ أخ وأنخت راحلتي حتى انجلت عني ) فقال معاوية :( ليس في كتاب الله أخ أخ ولكن\nقال الله تعالى :( وإن طائفتان من المؤمنين اقتتلوا ، فأصلحوا بينهما ، فإن بغت إحداهما على الأخرى فقاتلوا التي تبغي حتى تفيء إلى أمر الله )\nوأنت لم تكن مع الباغية على العادلة ، ولا مع العادلة مع الباغية ) فأجاب سعد قائلا :( ما كنت لأقاتل رجلا -يعني علي بن أبي طالب- قال له الرسول : أنت مني بمنزلة هارون من موسى إلا أنه لا نبي بعدي )\n \n \n \nوفاته\n \nوعمر سعد بن أبي وقاص -رضي الله عنه- كثيرا وأفاء الله عليه من المال الخير الكثير لكنه حين أدركته الوفاة دعا بجبة من صوف بالية وقال : ( كفنوني بها فاني لقيت بها المشركين يوم بدر واني أريد أن ألقى بها الله عز وجل أيضا ) وكان رأسه بحجر ابنه الباكي فقال له :( ما يبكيك يا بني ؟ إن الله لا يعذبني أبدا ، وإني من أهل الجنة ) فقد كان إيمانه بصدق بشارة رسول الله -صلى الله عليه وسلم- كبيرا وكانت وفاته سنة خمس وخمسين من الهجرة النبوية وكان آخر المهاجرين وفاة ، ودفن في البقيع"
  },
  {
    "number": "عبد الرحمن بن عوف",
    "text": "",
    "label": "أحد العشرة المبشرين بالجنة\n \nيا بن عوف إنك من الأغنياء ، وإنك ستدخل الجنة \"\n \n\" حَبْوا ، فأقرض الله يُطلق لك قدميك\nحديث شريف\n \nعبد الرحمن بن عوف أحد الثمانية السابقين الى الإسلام ، عرض عليه أبو بكر الإسلام\nفما غُـمَّ عليه الأمر ولا أبطأ ، بل سارع الى الرسول -صلى الله عليه وسلم- يبايعه\nوفور إسلامه حمل حظـه من اضطهاد المشركين ، هاجر الى الحبشة الهجـرة الأولى\nوالثانيـة ، كما هاجر الى المدينـة مع المسلميـن وشهـد المشاهد كلها ، فأصيب يوم\nأُحُد بعشريـن جراحا إحداها تركت عرجا دائما في ساقه ، كما سقطت بعـض ثناياه\nفتركت هتما واضحا في نطقه وحديثه\n \nالتجارة\nكان -رضي الله عنه- محظوظا بالتجارة إلى حد أثار عَجَبه فقال :( لقد رأيتني لو رفعت حجرا لوجدت تحته فضة وذهبا ) وكانت التجارة عند عبد الرحمن بن عوف عملاً وسعياً لا لجمع المال ولكن للعيش الشريف ، وهذا ما نراه حين آخى الرسول -صلى الله عليه وسلم- بين المهاجرين والأنصار ، فآخى بين عبد الرحمن بن عوف و سعد بن ربيع ،فقال سعد لعبد الرحمن :( أخي أنا أكثر أهل المدينة مالا ، فانظر شطر مالي فخذه ، وتحتي امرأتان ، فانظر أيتهما أعجب لك حتى أطلّقها وتتزوجها ) فقال عبد الرحمن :( بارك الله لك في أهلك ومالك ، دُلوني على السوق ) وخرج الى السوق فاشترى وباع وربح\n \nحق الله\nكانت تجارة عبد الرحمن بن عوف ليست له وحده ، وإنما لله والمسلمون حقا فيها ، فقد سمع الرسول -صلى الله عليه وسلم- يقول يوما :( يا بن عوف إنك من الأغنياء ، وإنك ستدخل الجنة حَبْوا ، فأقرض الله يُطلق لك قدميك ) ومنذ ذاك الحين وهو يقرض الله قرضـا حسنا ، فيضاعفـه الله له أضعافـا ، فقد باع يوما أرضا بأربعين ألف دينار فرّقها جميعا على أهله من بني زُهرة وأمهات المسلمين وفقراء المسلمين ،وقدّم خمسمائة فرس لجيوش الإسلام ، ويوما آخر ألفا وخمسمائة راحلة\n \nوعند موته أوصى بخمسين ألف دينار في سبيل الله ، وأربعمائة دينار لكل من بقي ممن شهدوا بدرا حتى وصل للخليفة عثمان نصيبا من الوصية فأخذها وقال :( إن مال عبد الرحمن حلال صَفْو ، وإن الطُعْمَة منه عافية وبركة ) وبلغ من جود عبد الرحمن بن عوف أنه قيل :( أهل المدينة جميعا شركاء لابن عوف في ماله ، ثُلث يقرضهم ، وثُلث يقضي عنهم ديونهم ، وثلث يصِلَهم ويُعطيهم ) وخلّف بعده ذهبُ كثير ، ضُرب بالفؤوس حتى مجلت منه أيدي الرجال\n \nقافلة الإيمان\nفي أحد الأيام اقترب على المدينة ريح تهب قادمة اليها حسبها الناس عاصفة تثير الرمال ، لكن سرعان ما تبين أنها قافلة كبيرة موقَرة الأحمال تزحم المدينة وترجَّها رجّا ، وسألت أم المؤمنين عائشة -رضي الله عنها- :( ما هذا الذي يحدث في المدينة ؟) وأُجيبت أنها قافلة لعبد الرحمن بن عوف أتت من الشام تحمل تجارة له فَعَجِبَت أم المؤمنين :( قافلة تحدث كل هذه الرجّة ؟) فقالوا لها :( أجل يا أم المؤمنين ، إنها سبعمائة راحلة )\n \nوهزّت أم المؤمنين رأسها وتذكرت :( أما أني سمعت رسول الله -صلى الله عليه وسلم- يقول :( رأيت عبد الرحمن بن عوف يدخل الجنة حَبْوا ) ووصلت هذه الكلمات الى عبد الرحمن بن عوف ، فتذكر أنه سمع هذا الحديث من النبي -صلى الله عليه وسلم- أكثر من مرة ، فحثَّ خُطاه الى السيدة عائشة وقال لها :( لقد ذكَّرتني بحديث لم أنسه ) ثم قال :( أما إني أشهدك أن هذه القافلة بأحمالها وأقتابها وأحْلاسِها في سبيل الله ) ووزِّعَت حُمولة سبعمائة راحلة على أهل المدينة وما حولها\n \nالخوف\nوثراء عبد الرحمن -رضي الله عنه- كان مصدر إزعاج له وخوف ، فقد جيء له يوما بطعام الإفطار وكان صائما ، فلما وقعت عليه عيناه فقد شهيته وبكى ثم قال :( استشهد مصعب بن عمير وهو خير مني فكُـفّـن في بردة إن غطّت رأسه بدت رجلاه ، وإن غطّت رجلاه بدا رأسه ، واستشهد حمزة وهو خير مني ، فلم يوجد له ما يُكَـفّـن فيه إلا بردة ، ثم بُسِـطَ لنا في الدنيا ما بُسـط ، وأعطينا منها ما أعطينا وإني لأخشى أن نكون قد عُجّلـت لنا حسناتنا )\nكما وضع الطعام أمامه يوما وهو جالس مع أصحابه فبكى ، وسألوه :( ما يبكيك يا أبا محمد ؟) قال :( لقد مات رسول الله -صلى الله عليه وسلم- وما شبع هو وأهل بيته من خبز الشعير ، ما أرانا أخّرنا لما هو خير لنا )\nوخوفه هذا جعل الكبر لا يعرف له طريقا ، فقد قيل :( أنه لو رآه غريب لا يعرفه وهو جالس مع خدمه ، ما استطاع أن يميزه من بينهم )\n \nالهروب من السلطة\nكان عبد الرحمن بن عوف من الستة أصحاب الشورى الذين جعل عمر الخلافة لهم من بعده قائلا :( لقد توفي رسول الله وهو عنهم راض ) وأشار الجميع الى عبد الرحمن في أنه الأحق بالخلافة فقال :( والله لأن تُؤخذ مُدْية فتوضع في حَلْقي ، ثم يُنْفَذ بها إلى الجانب الآخر ، أحب إليّ من ذلك ) وفور اجتماع الستة لإختيار خليفة الفاروق تنازل عبد الرحمن بن عوف عن حقه الذي أعطاه إياه عمر ، وجعل الأمر بين الخمسة الباقين ، فاختاروه ليكون الحكم بينهم وقال له علي -كرم الله وجهه- :( لقد سمعت رسول الله -صلى الله عليه وسلم- يصفَك بأنك أمين في أهل السماء ، وأمين في أهل الأرض ) فاختار عبد الرحمن بن عوف ( عثمان بن عفان ) للخلافة ، ووافق الجميع على إختياره\n \nوفاته\nفي العام الثاني والثلاثين للهجرة جاد بأنفاسه -رضي الله عنه- وأرادت أم المؤمنين أن تخُصَّه بشرف لم تخصّ به سواه ، فعرضت عليه أن يُدفن في حجرتها الى جوار الرسول وأبي بكر وعمر ، لكنه استحى أن يرفع نفسه الى هذا الجوار ، وطلب دفنه بجوار عثمان بن مظعون إذ تواثقا يوما أيهما مات بعد الآخر يدفن الى جوار صاحبه وكانت يتمتم وعيناه تفيضان بالدمع :( إني أخاف أن أحبس عن أصحابي لكثرة ما كان لي من مال ) ولكن سرعان ما غشته السكينة واشرق وجهه وأرْهِفَت أذناه للسمع كما لو كان هناك من يحادثه ، ولعله سمع ما وعده الرسول -صلى الله عليه وسلم- :( عبد الرحمن بن عوف في الجنة )"
  },
  {
    "number": "سعيد بن زيد",
    "text": "",
    "label": "أحد العشرة المبشرين بالجنة\n \n \nحتى يجيء سعيد بن زيد فيُبايع فإنه سيد أهل البلد )\n \n( إذا بايع بايع الناس\nمروان\n \n \n \nسعيد بن زيد بن عمرو بن نُفَيْل العدوي القرشي ، أبو الأعور ، من خيار الصحابة\nابن عم عمر بن الخطاب وزوج أخته ، ولد بمكة عام ( 22 قبل الهجرة ) وهاجر الى\nالمدينـة ، شهد المشاهد كلها إلا بدرا لقيامه مع طلحة بتجسس خبر العير ، وهو أحد\nالعشرة المبشرين بالجنة ، كان من السابقين الى الإسلام هو وزوجته أم جميل ( فاطمة\nبنت الخطـاب )\nوالده\n \n \nوأبوه -رضي الله عنه- ( زيـد بن عمرو ) اعتزل الجاهليـة وحالاتها ووحّـد اللـه تعالى بغيـر واسطـة حنيفيـاً ، وقد سأل سعيـد بن زيـد الرسول -صلى الله عليه وسلم- فقال :( يا رسـول الله ، إن أبـي زيـد بن عمرو بن نفيل كان كما رأيت وكما بَلَغَك ، ولو أدركك آمن بـك ، فاستغفر له ؟) قال :( نعم ) واستغفر له وقال :( إنه يجيءَ يوم القيامة أمّةً وحدَهُ )\nالمبشرين بالجنة\n \n \nروي عن سعيد بن زيد أنه قال : قال رسول الله -صلى الله عليه وسلم- :( عشرة من قريش في الجنة ، أبو بكر ، وعمر ، وعثمان ، وعليّ ، وطلحة ، والزبير ، وعبد الرحمن بن عوف ، وسعد بن مالك ( بن أبي وقاص ) ، وسعيد بن زيد بن عمرو بن نُفَيل ، و أبو عبيدة بن الجراح ) رضي الله عنهم أجمعين\nالدعوة المجابة\n \n \nكان -رضي الله عنه- مُجاب الدعوة ، وقصته مشهورة مع أروى بنت أوس ، فقد شكته الى مروان بن الحكم ، وادَّعت عليه أنّه غصب شيئاً من دارها ، فقال :( اللهم إن كانت كاذبة فاعْمِ بصرها ، واقتلها في دارها ) فعميت ثم تردّت في بئر دارها ، فكانت منيّتُها\nالولاية\n \n \nكان سعيد بن زيد موصوفاً بالزهد محترماً عند الوُلاة ، ولمّا فتح أبو عبيدة بن الجراح دمشق ولاّه إيّاها ، ثم نهض مع مَنْ معه للجهاد ، فكتب إليه سعيد :( أما بعد ، فإني ما كنت لأُوثرَك وأصحابك بالجهاد على نفسي وعلى ما يُدْنيني من مرضاة ربّي ، وإذا جاءك كتابي فابعث إلى عملِكَ مَنْ هو أرغب إليه مني ، فإني قادم عليك وشيكاً إن شاء الله والسلام )\nالبيعة\n \n \nكتب معاوية إلى مروان بالمدينة يبايع لإبنه يزيد ، فقال رجل من أهل الشام لمروان :( ما يحبسُك ؟) قال مروان :( حتى يجيء سعيد بن زيد يبايع ، فإنه سيـد أهل البلد ، إذا بايع بايع الناس ) قال :( أفلا أذهب فآتيك به ؟) وجاء الشامـي وسعيد مع أُبيّ في الدار ، قال :( انطلق فبايع ) قال :( انطلق فسأجيء فأبايع ) فقال :( لتنطلقنَّ أو لأضربنّ عنقك )قال :( تضرب عنقي ؟ فوالله إنك لتدعوني إلى قوم وأنا قاتلتهم على الإسلام )\n \nفرجع إلى مروان فأخبره ، فقال له مروان :( اسكت ) وماتت أم المؤمنين ( أظنّها زينب ) فأوصت أن يصلي عليها سعيد بن زيد ، فقال الشامي لمروان :( ما يحبسُك أن تصلي على أم المؤمنيـن ؟) قال مروان :( أنتظر الذي أردت أن تضرب عنقـه ، فإنها أوصت أن يُصلي عليها ) فقال الشامي :( أستغفر الله )\nوفاته\n \nتوفي بالمدينة سنة ( 51 هـ ) ودخل قبره سعد بن أبي الوقاص وعبد الله بن عمر -رضي الله عنهم أجمعين"
  },
  {
    "number": "إبوعبيدة بن الجراح",
    "text": "",
    "label": "أحد العشرة المبشرين بالجنة\n \n \nإن لكل أمة أمينا، وأمين هذه الأمة أبو عبيدة بن الجراح\nحديث شريف\n \n \n \nأبوعبيدة عامر بن عبدالله بن الجراح الفهري يلتقي مع النبي-صلى الله عليه وسلم- في\nأحد أجداده (فهر بن مالك) وأمه من بنات عم أبيه أسلمت وقتل أبوه كافرا يوم بدر\nكان -رضي الله عنه- طويل القامة ، نحيف الجسم ، خفيف اللحية أسلم على يد أبي بكر\nالصديق في الأيام الأولى للاسلام ، وهاجر الى الحبشة في الهجرة الثانية ثم عاد ليشهد مع\nالرسول -صلى الله عليه وسلم- المشاهد كلها\n \n \n \nغزوة بدر\n \nفي غزوة بدر جعل أبو ( أبو عبيدة ) يتصدّى لأبي عبيدة ، فجعل أبو عبيدة يحيد عنه ، فلمّا أكثر قصدَه فقتله ، فأنزل الله هذه الآية\nقال تعالى :\"( لا تجدُ قوماً يؤمنون بالله واليومِ الآخر يُوادُّون مَنْ حادَّ الله ورسوله ولو كانوا آباءَ هُم أو أبناءَ هم أو إخوانهم أو عشيرتهم أولئك كتبَ في قلوبهم الأيمان \")\n \n \n \nغزوة أحد\n \nيقول أبوبكر الصديق -رضي الله عنه-:( لما كان يوم أحد ، ورمي الرسول -صلى الله عليه وسلم- حتى دخلت في وجنته حلقتان من المغفر ، أقبلت أسعى الى رسول الله -صلى الله عليه وسلم- ، وانسان قد أقبل من قبل المشرق يطير طيرانا ، فقلت : اللهم اجعله طاعة ، حتى اذا توافينا الى رسول الله -صلى الله عليه وسلم- اذا هو أبوعبيدة بن الجراح قد سبقني ، فقال : ( أسألك بالله يا أبا بكر أن تتركني فأنزعها من وجه رسول الله -صلى الله عليه وسلم- ) فتركته ، فأخذ أبوعبيدة بثنيته احدى حلقتي المغفر ، فنزعها وسقط على الأرض وسقطت ثنيته معه ، ثم أخذ الحلقة الأخرى بثنيته الأخرى فسقطت ، فكان أبوعبيدة في الناس أثرم )\n \n \nغزوة الخبط\n \nأرسل النبي -صلى الله عليه وسلم- أباعبيدة بن الجراح أميرا على ثلاثمائة وبضعة عشرة مقاتلا ، وليس معهم من الزاد سوى جراب تمر ، والسفر بعيد ، فاستقبل أبوعبيدة واجبه بغبطة وتفاني ، وراح يقطع الأرض مع جنوده وزاد كل واحد منهم حفنة تمر ، وعندما قل التمر أصبح زادهم تمرة واحدة في اليوم ، وعندما فرغ التمر راحوا يتصيدون ( الخبط ) أي ورق الشجر فيسحقونه ويسفونه ويشربون عليه الماء ، غير مبالين الا بانجاز المهمة ، لهذا سميت هذه الغزوة بغزوة الخبط\n \n \nمكانته أمين الأمة\n \n \nقدم أهل نجران على النبي-صلى الله عليه وسلم- وطلبوا منه ان يرسل اليهم واحدا فقال عليه الصلاة والسلام :( لأبعثن -يعني عليكم- أمينا حق امين ) فتشوف أصحابه رضوان الله عليهم يريدون أن يبعثوا لا لأنهم يحبون الامارة أو يطمعون فيها ولكن لينطبق عليهم وصف النبي -صلى الله عليه و سلم- \"أمينا حق امين\" وكان عمر نفسه-رضي الله عليه-من الذين حرصوا على الامارة لهذا آنذاك بل صار -كما قال يتراءى- أي يري نفسه - للنبي صلى الله عليه وسلم- حرصا منه -رضي الله عنه- أن يكون أمينا حق أمين ولكن النبي صلى الله عليه وسلم- تجاوز جميع الصحابة وقال :( قم يا أباعبيدة )\nكما كان لأبي عبيدة مكانة عالية عند عمر فقد قال عمر بن الخطاب -رضي الله عنه- وهو يجود بأنفاسه :( لو كان أبوعبيدة بن الجراح حيا لاستخلفته فان سألني ربي عنه ، قلت : استخلفت أمين الله ، وأمين رسوله )\n \n \n \nمعركة اليرموك\n \nفي أثناء قيادة خالد -رضي الله عنه- معركة اليرموك التي هزمت فيها الامبراطورية الرومانية توفي أبوبكر الصديق -رضي الله عنه- ، وتولى الخلافة بعده عمر -رضي الله عنه- ، وقد ولى عمر قيادة جيش اليرموك لأبي عبيدة بن الجراح أمين هذه الأمة وعزل خالد وصل الخطاب الى أبىعبيدة فأخفاه حتى انتهت المعركة ، ثم أخبر خالدا بالأمر ، فسأله خالد :( يرحمك الله أباعبيدة ، ما منعك أن تخبرني حين جاءك الكتاب ؟) فأجاب أبوعبيدة :( اني كرهت أن أكسر عليك حربك ، وما سلطان الدنيا نريد ، ولا للدنيا نعمل ، كلنا في الله أخوة ) وأصبح أبوعبيدة أمير الأمراء بالشام\n \n \nتواضعه\n \n \nترامى الى سمعه أحاديث الناس في الشام عنه ، وانبهارهم بأمير الأمراء ، فجمعهم وخطب فيهم قائلا :( يا أيها الناس ، اني مسلم من قريش ، وما منكم من أحد أحمر ولا أسود ، يفضلني بتقوى الا وددت أني في اهابه !!)\nوعندما زار أمير المؤمنين عمر الشام سأل عن أخيه ، فقالوا له :( من ؟) قال :( أبوعبيدة بن الجراح ) وأتى أبوعبيدة وعانقه أمير المؤمنين ثم صحبه الى داره ، فلم يجد فيها من الأثاث شيئا ، الا سيفه وترسه ورحله ، فسأله عمر وهو يبتسم :( ألا اتخذت لنفسك مثلما يصنع الناس ؟) فأجاب أبوعبيدة :( يا أمير المؤمنين ، هذا يبلغني المقيل )\n \n \n \nطاعون عمواس\n \nحل الطاعون بعمواس وسمي فيما بعد \"طاعون عمواس\" وكان أبوعبيدة أمير الجند هناك فخشي عليه عمر من الطاعون فكتب اليه يريد أن يخلصه منه قائلا : (اذا وصلك خطابي في المساء فقد عزمت عليك ألا تصبح الامتوجها الي واذا وصلك في الصباح ألا تمسي الا متوجها الي فان لي حاجة اليك) وفهم أبوعبيدة المؤمن الذكي قصد عمر وانه يريد أن ينقذه من الطاعون فكتب الى عمر متأدبا معتذرا عن عدم الحضور اليه وقال : ( لقد وصلني خطابك يا أمير المؤمنين وعرفت قصدك وانما أنا في جند من المسلمين يصيبني ما أصابهم فحللني من عزمتك يا أمير المؤمنين) ولما وصل الخطاب الى عمر بكى فسأله من حوله :(هل مات أبوعبيدة ؟) فقال :(كأن قد) والمعنى أنه اذا لم يكن قد مات بعد والا فهو صائر الى الموت لا محالة اذ لا خلاص منه مع الطاعون\nكان أبو عبيـدة -رضي الله عنه- في ستة وثلاثيـن ألفاً من الجُند ، فلم يبق إلاّ ستـة آلاف رجـل والآخرون ماتوا مات أبوعبيـدة -رضي الله عنه- سنة (18) ثماني عشرة للهجرة في طاعون عمواس وقبره في غور الأردن رحمه الله وأسكنه الفردوس الأعلى"
  }
]