[
  {
    "text": "أفضل الدعاء\n\n\nتقدم أنَّ الذِّكر والدُّعاء، هو المقصود الأعظم للحج، فما شُرِعَ الطَّواف بالبيت العتيق، ولا السَّعي بين الصفا والمروة، ولا رمي الجمار وإراقة الدماء إلا لإقامة ذكر الله عز وجل.\n\nقال تبارك وتعالى: ﴿لَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَبْتَغُوا فَضْلاً مِنْ رَبِّكُمْ فَإِذَا أَفَضْتُمْ مِنْ عَرَفَاتٍ فَاذْكُرُوا اللَّهَ عِنْدَ الْمَشْعَرِ الْحَرَامِ وَاذْكُرُوهُ كَمَا هَدَاكُمْ وَإِنْ كُنْتُمْ مِنْ قَبْلِهِ لَمِنَ الضَّالِّينَ (١٩٨) ثُمَّ أَفِيضُوا مِنْ حَيْثُ أَفَاضَ النَّاسُ وَاسْتَغْفِرُوا اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (١٩٩) فَإِذَا قَضَيْتُمْ مَنَاسِكَكُمْ فَاذْكُرُوا اللَّهَ كَذِكْرِكُمْ آبَاءَكُمْ أَوْ أَشَدَّ ذِكْراً﴾ [البقرة :٢٠٠].\n\nوقال عز وجل: ﴿وَاذْكُرُوا اللَّهَ فِي أَيَّامٍ مَعْدُودَاتٍ﴾ [البقرة: ٢٠٣].\n\nوقال جل وعلا: ﴿وَأَذِّنْ فِي النَّاسِ بِالْحَجِّ يَأْتُوكَ رِجَالاً وَعَلَى كُلِّ ضَامِرٍ يَأْتِينَ مِنْ كُلِّ فَجٍّ عَمِيقٍ لِيَشْهَدُوا مَنَافِعَ لَهُمْ وَيَذْكُرُوا اسْمَ اللَّهِ فِي أَيَّامٍ مَعْلُومَاتٍ عَلَى مَا رَزَقَهُمْ مِنْ بَهِيمَةِ الْأَنْعَامِ﴾ [الحج: ٢٧-٢٨].\n\nوقال تعالى: ﴿لَنْ يَنَالَ اللَّهَ لُحُومُهَا وَلا دِمَاؤُهَا وَلَكِنْ يَنَالُهُ التَّقْوَى مِنْكُمْ كَذَلِكَ سَخَّرَهَا لَكُمْ لِتُكَبِّرُوا اللَّهَ عَلَى مَا هَدَاكُمْ وَبَشِّرِ الْمُحْسِنِينَ﴾ [الحج: ٣٧].\n\nوبهذا يَتَجَلَّى شأنُ الذِّكر للحاجِّ، ويتبيَّن عظم منزلة ومكانة الذِّكر والدُّعاء في الحجِّ.\nولعل من الحكمة العظيمة في عدم ثبوت شيءٍ مُعَيَّنٍ من الأدعية عنه ﷺ في المواطن الكثيرة من حجه: أن الدُّعاء مناجاةٌ بين العبد وربه، وكلُّ عبدٍ يُناجي ربَّه بما هو محتاج إليه، قال الله تعالى: ﴿ادْعُوا رَبَّكُمْ تَضَرُّعًا وَخُفْيَةً إِنَّهُ لَا يُحِبُّ الْمُعْتَدِينَ (٥٥)﴾ [الأعراف].\nوإنِّما جَهَرَ ﷺ بما جَهَرَ به؛ تبليغًا لما أوحي إليه، ولتتأسى به أمته. والله أعلم.\n\nقال شيخ الإسلام ابن تيمية رحمه الله في «منسكه» (٥٧): ‏❞ويُستحب له في الطَّواف أن يذكر الله تعالى ويدعوه بما يشرع، وإن قرأ القرآن سرًا؛ فلا بأس.\nوليس فيه ذِكْرٌ مَحْدُودٌ عن النَّبِيّ ﷺ، لا بأمره ولا بقوله ولا بتعليمه، بل يدعو فيه بسائر الأدعية الشَّرعية.\nوما يَذْكُرُهُ كثيرٌ مِن النَّاس مِن دعاء مُعَيَّنٌ تَحْتَ الميزابِ ونحو ذلك؛ فلا أصلَ له.❝ اهـ\n\nوقال الشيخ العلامة ابن باز رحمه الله في «التحقيق والإيضاح» (٣٨-٣٩): ‏❞ولا يجب في هذا الطواف (أي: طواف العمرة)، ولا غيره من الأطوفة، ولا في السعي؛ ذِكْرٌ مَخصوصٌ، ولا دُعاءٌ مَخْصوصٌ.\nوأما ما أحدثه بعض النَّاس من تخصيص كلِّ شوطٍ من الطَّواف أو السَّعي بأذكارٍ مخصوصةٍ أو أدعيةٍ مخصوصةٍ؛ فلا أصلَ له، بل مهما تَيَسَّرَ مِن الذِّكر والدُّعاء كَفَى.❝ اهـ\n\nوقال الشيخ العلامة العثيمين رحمه الله في «مجموع الفتاوى» (٢٤\/٣٢٧): ‏❞وعلى هذا فيدعو الطائف بما أحب من خيري الدنيا والآخرة، ويذكر الله تعالى بأي ذكر مشروع من تسبيح أو تحميد أو تهليل أو تكبير أو قراءة القرآن.❝ اهـ\n\n* قلت: ولمَّا كان أفضل الدعاء هو الوارد في القرآن وصحيحِ السُّنَّةِ؛ ذكرنا في هذا الفصل مجموعةً مِن الأدعية الجامعة المباركة؛ لتكونَ عونًا للمؤمن في مناجاته لربه في أي وقتٍ شاءَ، سواء كان في حَجِّه، أو عمرته، أو طوافه أوسعيه، أو وقوفه بعرفة أو صلواته، أو غير ذلك عند مناجاته لربه؛ فَلَيْسَتْ خاصَّةً بوقتٍ دون آخَر.",
    "title": "فضل الدعاء"
  },
  {
    "text": "أدعيةٌ مِن القرآن الكريم\n\n\n١-  ﴿رَبَّنَا ظَلَمْنَا أَنْفُسَنَا وَإِنْ لَمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِرِينَ﴾ [الأعراف: ٢٣].\n\n٢-  ﴿رَبِّ إِنِّي أَعُوذُ بِكَ أَنْ أَسْأَلَكَ مَا لَيْسَ لِي بِهِ عِلْمٌ وَإِلَّا تَغْفِرْ لِي وَتَرْحَمْنِي أَكُنْ مِنَ الْخَاسِرِين﴾ [هود:٤٧].\n\n٣-  ﴿رَبِّ اغْفِرْ لِي وَلِوَالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِنًا وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ﴾ [نوح:٢٨].\n\n٤-  ﴿رَبَّنَا تَقَبَّلْ مِنَّا إِنَّكَ أَنْتَ السَّمِيعُ الْعَلِيمُ وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ﴾ [البقرة:١٢٧-١٢٨].\n\n٥-  ﴿رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِنْ ذُرِّيَّتِي رَبَّنَا وَتَقَبَّلْ دُعَاءِ رَبَّنَا اغْفِرْ لِي وَلِوَالِدَيَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ الْحِسَابُ﴾ [إبراهيم:٤١-٤٢].\n\n٦-  ﴿رَبِّ هَبْ لِي حُكْمًا وَأَلْحِقْنِي بِالصَّالِحِينَ وَاجْعَلْ لِي لِسَانَ صِدْقٍ فِي الْآخِرِينَ وَاجْعَلْنِي مِنْ وَرَثَةِ جَنَّةِ النَّعِيمِ﴾ [الشعراء:٨٣-٨٥].\n\n٧-  ﴿وَلَا تُخْزِنِي يَوْمَ يُبْعَثُونَ﴾ [الشعراء:٨٧].\n\n٨-  ﴿رَبِّ هَبْ لِي مِنَ الصَّالِحِينَ﴾ [الصافات:١٠٠].\n\n٩-  ﴿رَبَّنَا عَلَيْكَ تَوَكَّلْنَا وَإِلَيْكَ أَنَبْنَا وَإِلَيْكَ الْمَصِيرُ رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِلَّذِينَ كَفَرُوا وَاغْفِرْ لَنَا رَبَّنَا إِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ﴾ [الممتحنة:٤-٥].\n\n١٠- ﴿رَبِّ أَوْزِعْنِي أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَيَّ وَعَلَى وَالِدَيَّ وَأَنْ أَعْمَلَ صَالِحًا تَرْضَاهُ وَأَدْخِلْنِي بِرَحْمَتِكَ فِي عِبَادِكَ الصَّالِحِينَ﴾ [النمل:١٩].\n\n١١- ﴿رَبِّ هَبْ لِي مِنْ لَدُنْكَ ذُرِّيَّةً طَيِّبَةً إِنَّكَ سَمِيعُ الدُّعَاءِ﴾ [آل عمران:٣٨].\n\n١٢- ﴿رَبِّ لَا تَذَرْنِي فَرْدًا وَأَنْتَ خَيْرُ الْوَارِثِينَ﴾ [الأنبياء:٨٩].\n\n١٣- ﴿لَا إِلَهَ إِلَّا أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ﴾ [الأنبياء:٨٧].\n\n١٤- ﴿رَبِّ اشْرَحْ لِي صَدْرِي وَيَسِّرْ لِي أَمْرِي وَاحْلُلْ عُقْدَةً مِنْ لِسَانِي يَفْقَهُوا قَوْلِي﴾ [طه:٢٥-٢٨].\n\n١٥- ﴿رَبِّ إِنِّي ظَلَمْتُ نَفْسِي فَاغْفِرْ لِي﴾ [القصص:١٦].\n\n١٦- ﴿رَبَّنَا آمَنَّا بِمَا أَنْزَلْتَ وَاتَّبَعْنَا الرَّسُولَ فَاكْتُبْنَا مَعَ الشَّاهِدِينَ﴾ [آل عمران: ٥٣].\n\n١٧- ﴿رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِلْقَوْمِ الظَّالِمِينَ وَنَجِّنَا بِرَحْمَتِكَ مِنَ الْقَوْمِ الْكَافِرِينَ﴾ [يونس:٥٨-٨٦].\n\n١٨- ﴿رَبَّنَا اغْفِرْ لَنَا ذُنُوبَنَا وَإِسْرَافَنَا فِي أَمْرِنَا وَثَبِّتْ أَقْدَامَنَا وَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ﴾ [آل عمران:١٤٧].\n\n١٩- ﴿رَبَّنَا آتِنَا مِنْ لَدُنْكَ رَحْمَةً وَهَيِّئْ لَنَا مِنْ أَمْرِنَا رَشَدًا﴾ [الكهف:١٠].\n\n٢٠- ﴿رَبِّ زِدْنِي عِلْمًا﴾ [طه:١١٤].\n\n٢١- ﴿رَبِّ أَعُوذُ بِكَ مِنْ هَمَزَاتِ الشَّيَاطِينِ وَأَعُوذُ بِكَ رَبِّ أَنْ يَحْضُرُونِ﴾ [المؤمنون:٩٧-٩٨].\n\n٢٢- ﴿رَبِّ اغْفِرْ وَارْحَمْ وَأَنْتَ خَيْرُ الرَّاحِمِينَ﴾ [المؤمنون:١١٨].\n\n٢٣- ﴿رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ﴾ [البقرة:٢٠١].\n\n٢٤- ﴿سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ﴾ [البقرة:٢٨٥].\n\n٢٥- ﴿رَبَّنَا لَا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِنْ قَبْلِنَا رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهِ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا أَنْتَ مَوْلَانَا فَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ﴾ [البقرة:٢٨٦].\n\n٢٦- ﴿رَبَّنَا لَا تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِنْ لَدُنْكَ رَحْمَةً إِنَّكَ أَنْتَ الْوَهَّابُ﴾ [آل عمران:٨].\n\n٢٧- ﴿رَبَّنَا مَا خَلَقْتَ هَذَا بَاطِلًا سُبْحَانَكَ فَقِنَا عَذَابَ النَّارِ رَبَّنَا إِنَّكَ مَنْ تُدْخِلِ النَّارَ فَقَدْ أَخْزَيْتَهُ وَمَا لِلظَّالِمِينَ مِنْ أَنْصَارٍ رَبَّنَا إِنَّنَا سَمِعْنَا مُنَادِيًا يُنَادِي لِلْإِيمَانِ أَنْ آمِنُوا بِرَبِّكُمْ فَآمَنَّا رَبَّنَا فَاغْفِرْ لَنَا ذُنُوبَنَا وَكَفِّرْ عَنَّا سَيِّئَاتِنَا وَتَوَفَّنَا مَعَ الْأَبْرَارِ رَبَّنَا وَآتِنَا مَا وَعَدْتَنَا عَلَى رُسُلِكَ وَلَا تُخْزِنَا يَوْمَ الْقِيَامَةِ إِنَّكَ لَا تُخْلِفُ الْمِيعَادَ﴾ [آل عمران:١٩١-١٩٤].\n\n٢٨- ﴿رَبَّنَا آمَنَّا فَاغْفِرْ لَنَا وَارْحَمْنَا وَأَنْتَ خَيْرُ الرَّاحِمِينَ﴾ [المؤمنون:١٠٩].\n\n٢٩- ﴿رَبَّنَا اصْرِفْ عَنَّا عَذَابَ جَهَنَّمَ إِنَّ عَذَابَهَا كَانَ غَرَامًا إِنَّهَا سَاءَتْ مُسْتَقَرًّا وَمُقَامًا﴾ [الفرقان:٦٥-٦٦].\n\n٣٠- ﴿رَبَّنَا هَبْ لَنَا مِنْ أَزْوَاجِنَا وَذُرِّيَّاتِنَا قُرَّةَ أَعْيُنٍ وَاجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا﴾ [الفرقان:٧٤].\n\n٣١- ﴿رَبِّ أَوْزِعْنِي أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَيَّ وَعَلَى وَالِدَيَّ وَأَنْ أَعْمَلَ صَالِحًا تَرْضَاهُ وَأَصْلِحْ لِي فِي ذُرِّيَّتِي إِنِّي تُبْتُ إِلَيْكَ وَإِنِّي مِنَ الْمُسْلِمِينَ﴾ [الأحقاف:١٥].\n\n٣٢- ﴿رَبَّنَا اغْفِرْ لَنَا وَلِإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالْإِيمَانِ وَلَا تَجْعَلْ فِي قُلُوبِنَا غِلًّا لِلَّذِينَ آمَنُوا رَبَّنَا إِنَّكَ رَءُوفٌ رَحِيمٌ﴾ [الحشر:١٠].\n\n٣٣- ﴿رَبَّنَا أَتْمِمْ لَنَا نُورَنَا وَاغْفِرْ لَنَا إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ﴾ [التحريم:٨].\n\n٣٤- ﴿رَبَّنَا إِنَّنَا آمَنَّا فَاغْفِرْ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ النَّارِ﴾ [آل عمران:١٦].\n\n٣٥- ﴿رَبَّنَا آمَنَّا فَاكْتُبْنَا مَعَ الشَّاهِدِينَ﴾ [المائدة:٨٣].\n\n٣٦- ﴿رَبِّ اجْعَلْ هَذَا الْبَلَدَ آمِنًا وَاجْنُبْنِي وَبَنِيَّ أَنْ نَعْبُدَ الْأَصْنَامَ﴾ [ابراهيم:٣٥].\n\n٣٧- ﴿رَبِّ إِنِّي لِمَا أَنْزَلْتَ إِلَيَّ مِنْ خَيْرٍ فَقِيرٌ﴾ [القصص:٢٤].\n\n٣٨- ﴿رَبِّ انْصُرْنِي عَلَى الْقَوْمِ الْمُفْسِدِينَ﴾ [العنكبوت:٣٠].\n\n٣٩- ﴿رَبَّنَا لَا تَجْعَلْنَا مَعَ الْقَوْمِ الظَّالِمِينَ﴾ [الأعراف:٤٧].\n\n٤٠- ﴿حَسْبِيَ اللَّهُ لَا إِلَهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ﴾ [التوبة:١٢٩].\n\n٤١- ﴿عَسَى رَبِّي أَنْ يَهْدِيَنِي سَوَاءَ السَّبِيلِ﴾ [القصص:٢٢].\n\n٤٢- ﴿رَبِّ نَجِّنِي مِنَ الْقَوْمِ الظَّالِمِينَ﴾ [القصص:٢١].",
    "title": "أدعية من القرآن"
  },
  {
    "text": "أدعيةٌ جامعةٌ مِن صحيحِ السُّنَّة [١]\n\n\n١-  «اللهُمَّ! رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً، وَفِي الْآخِرَةِ حَسَنَةً، وَقِنَا عَذَابَ النَّارِ» [٢].\n\n٢-  «اللهُمَّ! إِنِّي أَسْأَلُكَ الْهدَى، وَالتُّقَى، وَالْعَفَافَ (والعِفَّة)، وَالْغِنَى» [٣].\n\n٣-  «اللهُمَّ! اغْفِرْ لِي، وَارْحَمْنِي، وَاهْدِنِي، وَعَافِنِي، وَارْزُقْنِي» [٤].\n\n٤-  «رَبِّ اغْفِرْ لِي خَطِيئَتِي، وَجَهْلِي، وَإِسْرَافِي فِي أَمْرِي كُلِّهِ، وَمَا أَنْتَ أَعْلَمُ بِهِ مِنِّي، اللَّهمَّ! اغْفِرْ لِي خَطَايَايَ، وَعَمْدِي وَجَهْلِي، (وجِدِّي)، وَهَزْلِي، وَكُلُّ ذَلِكَ عِنْدِي، اللهُمَّ! اغْفِرْ لِي مَا قَدَّمْتُ، وَمَا أَخَّرْتُ، وَمَا أَسْرَرْتُ، وَمَا أَعْلَنْتُ، أَنْتَ الْمُقَدِّمُ، وَأَنْتَ الْمؤَخِّرُ، وَأَنْتَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ» [٥].\n\n٥-  «اللَّهمَّ! أَصْلِحْ لِي دِينِي الَّذِي هُوَ عِصْمَةُ أَمْرِي، وَأَصْلِحْ لِي دُنْيَايَ الَّتِي فِيهَا مَعَاشِي، وَأَصْلِحْ لِي آخِرَتِي الَّتِي فِيهَا مَعَادِي، وَاجْعَلِ الْحَيَاةَ زِيَادَةً لِي فِي كُلِّ خَيْرٍ، وَاجْعَلِ الْمَوْتَ رَاحَةً لِي مِنْ كُلِّ شَرٍّ» [٦].\n\n٦-  «اللهُمَّ! بَارِكْ لِي في دِينِي الَّذِي هوَ عِصْمَةُ أَمْرِي، وَفِي آخِرَتِي الَّتِي فِيهَا مَصِيْرِي، وفي دُنْيَايَ التي فِيْها بَلاغِي، وَاجْعَلْ حَيَاتِي زِيَادَةً لِي فِي كُلِّ خَيْرٍ، وَاجْعَلِ الْمَوْتَ رَاحَةً لِي مِنْ كُلِّ شَرٍّ» [٧].\n\n٧-  «رَبِّ أَعِنِّي، وَلَا تُعِنْ عَلَيَّ، وَانْصُرْنِي، وَلَا تَنْصُرْ عَلَيَّ، وَامْكُرْ لِي، وَلَا تَمْكُرْ عَلَيَّ، وَاهْدِنِي، وَيَسِّرْ هُدَايَ إِلَيَّ، وَانْصُرْنِي عَلَى مَنْ بَغَى عَلَيَّ، اللَّهمَّ! اجْعَلْنِي لَكَ شَاكِرًا، لَكَ ذَاكِرًا، لَكَ رَاهِبًا، لَكَ مِطْوَاعًا، إِلَيْكَ مُخْبِتًا (مُنِيبًا)، رَبِّ تَقَبَّلْ تَوْبَتِي، وَاغْسِلْ حَوْبَتِي، وَأَجِبْ دَعْوَتِي، وَثَبِّتْ حُجَّتِي، وَاهْدِ قَلْبِي، وَسَدِّدْ لِسَانِي، وَاسْلُلْ سَخِيمَةَ قَلْبِي» [٨].\n\n٨-  «اللَّهمَّ! إِنِّي أَسْألُكَ الرِّضَاءَ بَعْدَ الْقَضَاءِ، وبَرْدَ الْعَيْشِ بَعْدَ الْمَوْتِ، ولَذَّةَ النَّظَرِ إِلَى وَجْهِكَ، وَالشَّوْقَ إِلَى لِقَائِكَ فِي غَيْرِ ضَرَّاءَ مضِرَّةٍ، وَلَا فِتْنَةٍ مُضِلَّةٍ» [٩].\n\n٩-  يَا ذَا الْجَلَالِ وَالْإِكْرَامِ، يَا ذَا الْجَلَالِ وَالْإِكْرَامِ، يَا ذَا الْجَلَالِ وَالْإِكْرَامِ [١٠].\n\n١٠- «اللَّهمَّ! إِنِّي أَعُوذُ بِكَ مِنْ زَوَالِ نِعْمَتِكَ، وَتَحَوُّلِ عَافِيَتِكَ، وَفُجَاءَةِ نِقْمَتِكَ، وَجَمِيعِ سَخَطِكَ» [١١].\n\n١١- «اللَّهمَّ! إِنِّي أَعُوذُ بِكَ مِنْ جَهْدِ الْبَلَاءِ، وَدَرَكِ الشَّقَاءِ، وَسُوءِ الْقَضَاءِ، وَشَمَاتَةِ الْأَعْدَاء» [١٢].\n\n١٢- «اللهُمَّ! إِنِّي أَعُوذُ بِكَ مِنَ الْفَقْر،ِ وَالْقِلَّةِ، وَالذِّلَّةِ، وَأَعُوذُ بِكَ مِنْ أَنْ أَظْلِمَ، أَوْ أُظْلَم» [١٣].\n\n١٣- «اللهُمَّ! إِنِّي أَعُوذُ بِكَ مِنَ الْهَدْمِ، وَأَعُوذُ بِكَ مِنَ التَّرَدِّي، وَأَعُوذُ بِكَ مِنَ الْغَرَقِ، وَالْحَرَقِ، وَالْهَرَمِ، وَأَعُوذُ بِكَ أَنْ يَتَخَبَّطَنِي الشَّيْطَانُ عِنْدَ الْمَوْتِ، وَأَعُوذُ بِكَ أَنْ أَمُوتَ فِي سَبِيلِكَ مدْبِرًا، وَأَعُوذُ بِكَ أَنْ أَمُوتَ لَدِيغًا» [١٤].\n\n١٤- «اللهُمَّ! إِنِّي أَعُوذُ بِكَ مِنَ الْعَجْزِ، وَالْكَسَلِ، وَالْجبْنِ، وَالْبُخْلِ، وَالْهَرَمِ، وَعَذَابِ الْقَبْرِ، اللهُمَّ آتِ نَفْسِي تَقْوَاهَا، وَزَكِّهَا أَنْتَ خَيْرُ مَنْ زَكَّاهَا، أَنْتَ وَلِيُّهَا وَمَوْلَاهَا، اللَّهمَّ! إِنِّي أَعُوذُ بِكَ مِنْ عِلْمٍ لَا يَنْفَعُ، وَمِنْ قَلْبٍ لَا يَخْشَعُ، وَمِنْ نَفْسٍ لَا تَشْبَعُ، وَمِنْ دَعْوَةٍ لَا يُسْتَجَابُ لَهَا» [١٥].\n\n١٥- «اللهُمَّ! إِنِّي أَسْأَلُكَ بِأَنَّ لَكَ الْحَمْدَ، لَا إِلَهَ إِلَّا أَنْتَ وَحْدَكَ، لَا شَرِيكَ لَكَ، الْمَنَّانُ بَدِيعُ السَّمَوَاتِ وَالْأَرْضِ، ذُو الْجَلَالِ وَالْإِكْرَامِ» [١٦].\n\n١٦- «اللَّهمَّ! إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ مَا عَمِلْتُ، وَمِنْ شَرِّ مَا لَمْ أَعْمَلْ» [١٧].\n\n١٧- «اللَّهمَّ! إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ سَمْعِي، وَمِنْ شَرِّ بَصَرِي، وَمِنْ شَرِّ لِسَانِي، وَمِنْ شَرِّ قَلْبِي، وَمِنْ شَرِّ مَنِيِّيْ» [١٨].\n\n١٨- «اللهُمَّ! أَحْسَنْتَ خَلْقِي، فَأَحْسِنْ خُلُقِي» [١٩].\n\n١٩- «اللهُمَّ! جَنِّبْنِي مُنْكَرَاتِ الأَخْلاقِ، وَالأَعْمَالِ، وَالأَهْوَاءِ، وَالأَدْوَاءِ» [٢٠].\n\n٢٠- «اللهُمَّ! إِنِّي أَعُوذُ بِكَ مِنَ الْبَرَصِ، وَالْجُنُونِ، وَالْجُذَامِ، وَمِنْ سِيِئِ الْأَسْقَامِ» [٢١].\n\n٢١- «اللهُمَّ! إِنِّي أَعُوْذُ بِكَ مِنَ العَجْزِ، وَالكَسَلِ، وَالبُخْلِ، وَالهَرَمِ، وَالقَسْوَةِ، وَالغَفْلَةِ، وَالذِّلَّةِ، وَالمَسْكَنَةِ، وَأَعُوْذُ بِكَ مِنَ الفَقْرِ، وَالكُفْرِ، وَالشِّرْكِ، وَالنِّفَاقِ، وَالسُّمْعَةِ، وَالرِّيَاءِ، وَأَعُوْذُ بِكَ مِنَ الصَّمَمِ، وَالبَكَمِ، وَالجُنُوْنِ، وَالبَرَصِ، وَالجُذَامِ، وَسِيْئِ الأَسْقَامِ» [٢٢].\n\n٢٢- اللهُمَّ! إِنِّي أَسْألُكَ الْجَنَّةَ، اللَّهمَّ! إِنِّي أَسْألُكَ الْجَنَّةَ، اللهُمَّ! إِنِّي أَسْألُكَ الْجَنَّةَ. اللهُمَّ! أَجِرْني مِنَ النَّارِ، اللهُمَّ! أَجِرْني مِنَ النَّارِ، اللهُمَّ! أَجِرْني مِنَ النَّار [٢٣].\n\n٢٣- «اللهُمَّ! أَعِنِّي عَلَى ذِكْرِكَ، وَشُكْرِكَ، وَحُسْنِ عِبَادَتِكَ» [٢٤].\n\n____________________\n[١]  منقولة من كتابي «حصن المؤمن من أذكار وأدعية النبي ﷺ».\n[٢]  خ (٦٣٨٩)، م (٢٦٩٠) عن أنس رضي الله عنه: كان أكثر دعاء النبي ﷺ. وَكَانَ أَنَسٌ إِذَا أَرَادَ أَنْ يَدْعُوَ بِدَعْوَةٍ دَعَا بِهَا، فَإِذَا أَرَادَ أَنْ يَدْعُوَ بِدُعَاءٍ دَعَا بِهَا فِيهِ.     \n[٣]  م (٢٧٢١) عن ابن مسعود رضي الله عنه.     \n[٤]  م (٢٦٩٧) عن طارق بن أشيَم رضي الله عنه.       \n[٥]  خ (٦٣٩٨)، م (٢٧١٩) عن أبي موسى رضي الله عنه.      \n[٦]  م (٢٧٢٠) عن أبي هريرة رضي الله عنه.     \n[٧]  البزار، كما في «كشف الأستار» (٤\/٥٧) عن الزبير بن العوام رضي الله عنه. «الصحيح المسند» (٣٣٨): صحيح.     \n[٨]  د (١٥١٠) عن ابن عباس رضي الله عنهما. «الصحيح المسند» (٦٠٦): صحيح. «صحيح أبي داود» (١٣٧٧). ومعنى «سخيمة قلبي»: أي غشه، وغله، وحقده، وحسده، ونحوها مما ينشأ من الصدر، ويسكن في القلب من مساوئ الأخلاق. «عون المعبود».\n[٩]  ابن أبي عاصم في السنة (٤٢٧) عن فَضَالَةَ بن عُبَيْدٍ رضي الله عنه. «الصحيح المسند» (١٠٥٨): صحيح. «ظلال الجنة» (٤٢٧).\n[١٠]  حم (١٦٩٣٥) عَنْ رَبِيعَةَ بْنِ عَامِرٍ رضي الله عنه: «أَلِظُّوا بِيَا ذَا الْجَلَالِ وَالْإِكْرَامِ». «الصحيح المسند» (٣٣٢): صحيح. «الصحيحة» (١٥٣٦). معناه: ألزموه، وأثبتوا عليه، وأكثروا من قوله والتلفظ به في دعائكم. «النهاية».\n[١١]  م (٢٧٣٩) عن ابن عمر رضي الله عنهما.     \n[١٢]  خ (٦٣٤٧)، م (٢٧٠٧) عن أبي هريرة رضي الله عنه.  معنى «درك الشقاء»: هو الإدراك واللحاق. والشقاء هو الهلاك، ويطلق على السبب المؤدي إلى الهلاك. «وسوء القضاء»: قال الكرماني: ‏❞هو بمعنى المقضي؛ إذ حكم الله من حيث هو حكمه كله حسن لا سوء فيه.❝ «فتح».\n[١٣]  د (١٥٤٤) عن أبي هريرة رضي الله عنه. «الصحيح المسند» (١٤١٥): صحيح. «الإرواء» (٣\/٣٥٤).\n[١٤]  د (١٥٥٢) عن أبي اليَسَرِ رضي الله عنه. «الصحيح المسند» (١٤٥٤): حسن.  «صحيح أبي داود» (١٣٧٣).\n[١٥]  م (٢٧٢٢) عن زيد بن أرقم رضي الله عنه.     \n[١٦]  جه (٣٨٥٨) عن أنس. «لَقَدْ سَأَلَ اللهَ بِاسْمِهِ الْأَعْظَمِ، الَّذِي إِذَا سُئِلَ بِهِ أَعْطَى، وَإِذَا دُعِيَ بِهِ أَجَابَ». «الصحيح المسند» (١٠١):حسن.     \n[١٧]  م (٢٧١٦) عن أم المؤمنين عائشة رضي الله عنها.      \n[١٨]  د (١٥٥١) عن شَكَلِ بن حُمَيْدٍ رضي الله عنه. «الصحيح المسند» (٤٧٦):حسن. «صحيح أبي داود» (١٣٢٦).\n[١٩]  حم (٢٣٢٥٦) عن أم المؤمنين عائشة رضي الله عنها. «الصحيح المسند» (١٥٤٠): صحيح. «الإرواء» (١\/١١٥).\n[٢٠]  ت (٣٥٩١)، الطبراني في «الدعاء» (٣\/١٤٤٧) عن قُطْبَةَ بن مالك رضي الله عنه. «الصحيح المسند» (١٠٨٤): صحيح. «صحيح الترمذي» (٢٨٤٠).\n[٢١]  د (١٥٥٤) عن أنس رضي الله عنه. «الصحيح المسند» (٣٩):صحيح. «صحيح أبي داود» (١٣٧٥).     \n[٢٢]  ابن حبان (١٠٢٣) عن أنس رضي الله عنه. «الصحيح المسند» (٣٩): صحيح. وفي خ (٢٨٢٣) ، م( ٢٧٠٦) بعضه.     \n[٢٣]  ت (٢٥٧٢) عن أنس رضي الله عنه. «مَنْ سَأَلَ اللهَ الْجَنَّةَ ثَلَاثَ مَرَّاتٍ، قَالَتِ الْجَنَّةُ: اللهُمَّ أَدْخِلْهُ الْجَنَّةَ. وَمَنِ اسْتَجَارَ مِنَ النَّارِ ثَلَاثَ مَرَّاتٍ، قَالَتِ النَّارُ: اللهُمَّ! أَجِرْهُ مِنَ النَّارِ». «الصحيح المسند» (١٢٣):صحيح. «صحيح الجامع» (٦٢٧٥).\n[٢٤]  البزار، كما في «كشف الأستار» (٤\/٥٨) عن ابن مسعود رضي الله عنه من دعائه ﷺ. «الصحيح المسند» (٨٦٧): حسن.  وعَنْ أَبِي هُرَيْرَةَ رضي الله عنه عند أحمد (٢\/٢٩٩) قوله ﷺ: «أَتُحِبُّونَ أَنْ تَجْتَهِدُوا فِي الدُّعَاءِ؟ قُولُوا: اللَّهُمَّ أَعِنَّا عَلَى شُكْرِكَ، وَذِكْرِكَ، وَحُسْنِ عِبَادَتِكَ». «الصحيح المسند» (١٣٤٢). «الصحيحة» (٨٤٤).",
    "title": "أدعية من صحيح السنة"
  },
  {
    "text": "فوائد مُتنوِّعة\n\nالفَائِدَةُ الأُوْلَى ﴿وَتَزَوَّدُوا فَإِنَّ خَيْرَ الزَّادِ التَّقْوَى﴾\nفي «صحيح البخاري» (١٥٢٣) عَنْ عبد الله بنِ عَبَّاسٍ رضي الله عنهما قَالَ: كَانَ أَهْلُ الْيَمَنِ يَحُجُّونَ وَلَا يَتَزَوَّدُونَ وَيَقُولُونَ: نَحْنُ الْمُتَوَكِّلُونَ فَإِذَا قَدِمُوا مَكَّةَ سَأَلُوا النَّاسَ، فَأَنْزَلَ اللَّهُ تَعَالَى: ﴿وَتَزَوَّدُوا فَإِنَّ خَيْرَ الزَّادِ التَّقْوَى﴾.\nقال المُهَلَّب رحمه الله: ‏❞في الحديث من الفقه: أن ترك السؤال من التقوى، ويؤيده أنَّ اللهَ مدح مَن لم يسأل الناس إلحافًا.❝ «فتح».\n\n* قلت: فيحتسب الحاجُّ النَّفقة لأداء هذه الفريضة، ومما ورد في فضل النَّفقة في الحج والعمرة: قوله ﷺ لعائشة رضي الله عنها في حَجَّة الوداع: «ولكنها على قدر  نصبك -أو قال- نفقتك». رواه البخاري (١٧٨٧) في «صحيحه»، باب: العمرة على قَدْرِ النَّصَبِ. وهو في «صحيح مسلم» (١٢١١).\n\nقال الإمام النَّوَوِي رحمه الله في «شرح مسلم»: ‏❞هذا ظاهر في أن الثواب والفضل في العبادة يكثر بكثرة النصب والنفقة. والمراد بالنَّصَبِ: الذي لا يذمُّه الشَّرع، وكذا النَّفقة.❝ اهـ\n\nوعَنْ أَبِي طَلِيقٍ رضي الله عنه: أَنَّ امْرَأَتَهُ قَالَتْ لَهُ، وَلَهُ جَمَلٌ وَنَاقَةٌ: أَعْطِنِي جَمَلَكَ أَحُجُّ عَلَيْهِ. فَقَالَ: هُوَ حَبِيسٌ فِي سَبِيلِ اللَّهِ. فَقَالَتْ: حُجَّ عَلَيْهِ، فَأَعْطِنِي النَّاقَةَ. قَالَ: لا أُوثِرُ عَلَى نَفْسِي أَحَدًا. قَالَتْ: فَأَعْطِنِي مِنْ نَفَقَتِكَ. فَقَالَ: مَا عِنْدِي فَضْلٌ عَمَّا أَخْرَجُ بِهِ وَأَدَعُ لَكُمْ، وَلَوْ كَانَ مَعِي لأَعْطَيْتُكِ. قَالَتْ: فَإِذَا فَعَلْتَ مَا فَعَلْتَ فَأَقْرِئْ رَسُولَ اللَّهِ ﷺ إِذَا لَقِيتُهُ، وَقُلْ لَهُ الَّذِي قُلْتُ لَكَ. فَلَمَّا لَقِيَ رَسُولُ اللَّهِ ﷺ أَقْرَأَهُ مِنْهَا السَّلامَ، وَأَخْبَرَهُ بِالَّذِي قَالَتْ لَهُ، قَالَ رَسُولُ اللَّهِ ﷺ: «صَدَقَتْ أُمُّ طَلِيقٍ؛ لَوْ أَعْطَيْتَهَا جَمَلَكَ كَانَ فِي سَبِيلِ اللَّهِ، وَلَوْ أَعْطَيْتَهَا نَاقَتَكَ كَانَتْ فِي سَبِيلِ اللَّهِ، وَلَوْ أَعْطَيْتَهَا مِنْ نَفَقَتِكَ أَخْلَفَهَا اللَّهُ لَكَ». قَالَ: قُلْتُ: يَا رَسُولَ اللَّهِ، فَمَا يَعْدِلُ بِحَجٍّ؟ قَالَ: «عُمْرَةٌ فِي رَمَضَانَ».\nأخرجه الدولابي في «الكنى» (١\/٤١)، والطبراني في «الكبير» (٢٢\/٣٢٤). «الصحيح المسند». وبوَّب له شيخنا رحمه الله في «الجامع الصحيح» (٢\/٤٣٥): باب: النَّفقة في الحجِّ هي في سبيل الله.",
    "title": "فوائد"
  }
]